{"title":"4.2.1 Intermittent preventive treatment of malaria in pregnancy (IPTp)","nid":726,"vid":4250,"created":1621351482,"changed":1626691578,"field_accordian_header":[{"field_accordian":[{"field_title":"In malaria-endemic areas in","field_content":"In malaria-endemic areas in Africa, provide intermittent preventive treatment with SP to all women in their first or second pregnancy (SP-IPTp) as part of antenatal care. Dosing should start in the second trimester and doses should be given at least 1 month apart, with the objective of ensuring that at least three doses are received.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, high-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<strong>GRADE<\/strong><br>\nIn a systematic review of IPTp, seven trials involving direct comparison of two doses of SP with three or more doses monthly were evaluated <span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1001\/jama.2012.216231\" data-label=\"\" data-pmid=\"23403684\" data-ref-id=\"362620\" data-url=\"\">[81]<\/cite><\/span>. The trials were conducted in Burkina Faso, Kenya, Malawi, Mali and Zambia between 1996 and 2008.<br>\n<br>\nIn comparison with two doses of SP, three or more doses:\n<ul><li>increased the mean birth weight by about 56 g (95% CI, 29–83; seven trials, 2190 participants, high-quality evidence);<br>\n\t&nbsp;<\/li><li>reduced the number of low-birth-weight infants by about 20% (RR, 0.80; 95% CI, 0.69–0.94; seven trials, 2190 participants, high-quality evidence);<br>\n\t&nbsp;<\/li><li>reduced placental parasitaemia by about 50% (RR, 0.51; 95% CI, 0.38– 0.68; six trials, 1436 participants, high-quality evidence); and<br>\n\t&nbsp;<\/li><li>reduced maternal parasitaemia by about 33% (RR, 0.68; 95% CI, 0.52– 0.89; seven trials, 2096 participants, high-quality evidence).<\/li><\/ul>\n<br>\nThe trials conducted to date have not been large enough to detect or exclude effects on spontaneous miscarriage, stillbirth or neonatal mortality (very low- quality evidence).<br>\n<br>\n<strong>Other considerations<\/strong><br>\nThe guideline development group noted that the beneficial effects were obvious in women in their first and second pregnancies. There was less information on women in their third or later pregnancy, but the available information was consistent with benefit.<br>\n<br>\n<strong>Rationale for the recommendation<\/strong><br>\nThe Guideline Development Group noted that effects were seen in women in their first and second pregnancy. Less information was available on women in their third or later pregnancy, but this information was consistent with benefit.","practical_info":"<p>Malaria infection during pregnancy is a major public health problem, with substantial risks for the mother, her fetus and the newborn. WHO recommends a package of interventions for preventing and controlling malaria during pregnancy, which includes promotion and use of insecticide-treated nets, indoor residual spraying, appropriate case management with prompt, effective treatment and, in areas with moderate to high transmission of <i>P. falciparum<\/i>, administration of IPTp-SP.<br><br>In the systematic review&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362620\" data-label=\"\">[81]<\/cite>, the reduction in risk for &nbsp;low birth weight was consistent &nbsp;for a wide range of levels &nbsp;of resistance to SP. The group &nbsp;that received three or more doses also had less placental malaria. There were no differences in serious adverse events between the two groups. On the basis of these results, WHO now encourages that, in areas of moderate-to-high malaria transmission of Africa, IPTp-SP be given to all pregnant women at each scheduled antenatal care visit, starting as early as possible in the second trimester, provided that the doses of SP are given at least 1 month apart. The objective is to ensure that at least three doses are received.<br><br>In several countries in Africa, some <i>P. falciparum<\/i> parasites carry quintuple mutations (triple <i>Pfdhfr<\/i> and double <i>Pfdhps<\/i>), which are associated with therapeutic failure of SP treatment. IPTp-SP remains effective in preventing the adverse consequences of malaria on maternal and fetal outcomes in areas where a high proportion (&gt; 90%) of <i>P. falciparum<\/i> parasites carry these quintuple mutations. Therefore, IPTp-SP should still be administered to women in these areas. In areas where <i>P. falciparum<\/i> carrying six mutations (either <i>Pfdhfr<\/i> 164 or <i>Pfdhps<\/i> 581) are prevalent, the efficacy of IPTp-SP may be compromised. It is unclear by how much.<br><br>There are currently insufficient data to define the level of <i>P. falciparum<\/i> transmission at which IPTp-SP may cease to be cost-effective from a public health point of view. Furthermore, the natural fluctuations in malaria incidence from year to year, the low cost of the intervention and the challenges of IPTp re-introduction after withdrawal indicate that caution must be exercised in discontinuing IPTp-SP because of recent reductions in transmission. More data will be needed to allow the formulation of more specific guidelines.<br><br>Please refer to the <a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/policy_brief_iptp_sp_policy_recommendation\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><i>WHO policy brief for the implementation of intermittent preventive treatment of malaria in pregnancy using sulfadoxine-pyrimethamine (IPTp-SP<\/i><\/a><i>)&nbsp;<\/i><cite class=\"magic-cite\" data-ref-id=\"362625\" data-label=\"\">[82]<\/cite>.<\/p>","field_icon":null}],"field_header":"In malaria-endemic areas in"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78091","field_references":null,"field_tags":[{"tid":67,"name":"Recommendations for preventive chemotherapies"},{"tid":25,"name":"Pregnant women"}]}