{"body":"<p>WHO’s guideline development process for new vector control interventions relies on evidence from at least two well-designed and well-conducted studies with epidemiological endpoints to demonstrate the public health value of the intervention. If the initial two studies generate contradictory or inconsistent results or suffer from design limitations that preclude comprehensive assessment of an intervention’s potential public health value, further trials with epidemiological endpoints may be required. As such, WHO encourages the use of appropriate study designs, including the generation of baseline data and appropriate follow-up times that consider the characteristics of the intervention and its intended deployment, expected durability\/residual efficacy and replacement intervals, and the epidemiology (e.g., pathogen transmission intensity) of the selected study site. WHO encourages studies to be conducted for durations that maximize the likelihood that the study objectives and targeted statistical power will be robustly achieved so as to strengthen the evidence used to inform deliberations by a GDG regarding a potential WHO recommendation.  Detailed descriptions of the setting, interventions deployed, and vector species targeted are required. Investigators are encouraged to share their study design and methodology with WHO prior to commencing the study in order to enable the VCAG to validate whether the data generated are likely to provide quality evidence to inform the development of a WHO recommendation. High research standards should be employed in conducting, analysing and reporting studies, ensuring that studies are adequately powered, and appropriate randomization methods and statistical analyses are used. WHO requires studies to be conducted in compliance with international ethical standards and good clinical and laboratory practices. Further information on evaluation standard for vector control interventions can be found in <a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789240017382\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Norms, standards and processes underpinning WHO vector control policy development<\/em><\/a> <a href=\"#31\"><em>[31]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p>* Harms\/unintended consequences may include undesirable effects on individuals, the community, mosquito bionomics and the environment. <br \/><br \/>&#13;\nOther research needs and evidence gaps required to further update guidance were identified as follows:    <\/p>&#13;\n&#13;\n<ul><li>evidence on the linkage or correlation between the epidemiological and entomological endpoints used to demonstrate impact;<\/li>&#13;\n\t<li>evidence on contextual factors (i.e., structural challenges and opportunities, acceptability, feasibility, resource use, cost-effectiveness, equity, values and preferences in various settings) related to different vector control interventions;<\/li>&#13;\n\t<li>evidence to support the resources listed and other considerations for resource use provided under each recommended intervention in order to aid guidance on prioritization of interventions (wherever possible, following examples provided in other WHO guidance and guidelines); and<\/li>&#13;\n\t<li>evidence of the benefits (incidence of clinical malaria and\/or or prevalence of malaria infection) as well as harms\/unintended consequences of deployment of interventions in special situations. For example, a) interventions designed to control outdoor transmission of malaria, and b) protecting specific populations with high occupational exposure to malaria<\/li>&#13;\n<\/ul>","title":"4.1.5 - Research needs ","nid":725,"vid":4216,"created":1621351001,"changed":1625570403,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":70,"name":"Research needs"}]}