{"body":"<p>Eliminating malaria requires a well-trained workforce, engagement in multiple sectors, strong community involvement and commitment at the highest levels of leadership. An elimination programme is not an intensified version of the approach of “scaling up for impact”. Deployment of interventions becomes more complex, and programmes must increase their understanding of the biological, environmental and social determinants of malaria transmission in order to plan and determine the best mix of interventions for specific areas. Considerations for managing and planning an elimination programme are listed in <strong>Box 5.<\/strong><br \/>&#13;\n <\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 5.<\/strong><br \/><strong>Management and planning: key points <\/strong><\/p>&#13;\n&#13;\n<ul><li>Planning for elimination should begin with an assessment of the epidemiological, operational, and financial situation of the malaria programme.<\/li>&#13;\n\t<li>Several plans should be made: strategic, elimination, operational and monitoring and evaluation.<\/li>&#13;\n\t<li>Strategic plans should be costed to inform and facilitate resource mobilization.<\/li>&#13;\n\t<li>Elimination programmes must constantly monitor critical metrics, regularly validate and analyse the collected data and adjust programmes in response.<\/li>&#13;\n\t<li>Elimination programmes require strong management and structures that encourage hiring, training and retention of staff with core skills and reliable supply chains.<\/li>&#13;\n\t<li>Establishment of an independent national malaria elimination advisory committee is recommended to provide an external view of progress and any gaps.<\/li>&#13;\n\t<li>Elimination programmes benefit from a supportive enabling environment, which can consist of political commitment from national leaders, the enactment of necessary legislation, strategic partnerships across sectors and community engagement.<\/li>&#13;\n<\/ul><\/div>&#13;\n","title":"3. Management and planning","nid":597,"vid":3072,"created":1576056689,"changed":1582559751,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}