{"body":"<p>The recrudescence and subsequent transmission of an infection that has generated a de-novo resistant malaria parasite is essential for propagation of resistance (7, 16). Epidemiological studies clearly implicate low-transmission settings, where patients often have little or no immunity, as the source of drug resistance. Resistance in P. <em>falciparum<\/em> to chloroquine, sulfadoxine–pyrimethamine, mefloquine, atovaquone and now artemisinins all originated in South-East Asia. Chloroquine and pyrimethamine resistance spread subsequently to Africa (17).<\/p>&#13;\n&#13;\n<p>In low-transmission areas, although asymptomatic carriage is common in focal areas, a high proportion of malaria infections are symptomatic, and selection of drug resistance therefore takes place in the context of treatment. Large numbers of parasites (&gt;108 ) in an individual usually encounter antimalarial drugs at concentrations that are maximally effective. But, in some patients, for the reasons mentioned earlier, the blood concentrations of antimalarial drugs are much lower and may select for resistance. Immunity considerably reduces the emergence of resistance (7). Host defence contributes a major anti-parasitic effect, and so any spontaneously generated drug-resistant mutant malaria parasite must contend not only with the concentrations of antimalarial drug present but also with host immunity (18). This kills parasites regardless of their antimalarial resistance and reduces the probability of parasite survival (independently of drugs) at all stages of the transmission cycle. For the blood-stage infection, immunity acts in a similar way to antimalarial drugs, both to eliminate the rare de-novo resistant mutants and to stop them from being transmitted (i.e. like combination therapy). It also improves cure rates with failing drugs (i.e. drugs falling to resistance), thereby reducing the relative transmission advantage of resistant parasites (18). Even if a resistant mutant parasite does survive the initial drug treatment and multiplies, the chance that this will result in sufficient gametocytes for transmission is reduced as a result of asexual stage immunity (which reduces the multiplication rate and lowers the density at which the infection is controlled) and transmission-blocking immunity. In high-transmission settings, individuals are commonly infected with many different parasite genotypes, which increases the possibility of out-breeding of multi-genic resistance mechanisms or competition in the feeding anopheline mosquito (19). In areas of high malaria transmission, people still receive antimalarial treatment throughout their lives (often inappropriately for other febrile infections), but these “treatments” are largely unrelated to the peaks of parasitaemia. This substantially reduces the probability of selecting resistant parasites.<\/p>&#13;\n","title":"A7.3.3 Transmission intensity and the selection and spread of resistance","nid":166,"vid":194,"created":1566389677,"changed":1566389746,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}