{"body":"<p>An indication of the receptivity of an area may be derived from the history of malaria, in particular:<\/p>&#13;\n&#13;\n<ul><li>the original endemicity, if data are available;<\/li>&#13;\n\t<li>the vectorial capacity before and after intensive vector control. In reality, there are very few data on vectorial capacity anywhere, in the past or recently. Data on the distribution and abundance of specific vectors and the entomological inoculation rate may give some idea of vectorial capacity. In most areas, data on malaria prevalence from cross-sectional surveys give an indication of the intensity of transmission.<\/li>&#13;\n\t<li>environmental changes resulting from development, which may affect the vector population; and<\/li>&#13;\n\t<li>the stability of or changes in health system responsiveness (e.g. to vector-borne diseases).<\/li>&#13;\n<\/ul><p>Although past information can help in assessing receptivity, it may no longer be relevant, so that vector surveillance is the basis for preventing re-establishment. Receptivity to malaria transmission depends on the presence of local vectors and environmental and climatic conditions favourable to malaria transmission. The major determinants of receptivity, as observed in vector surveillance, are the abundance of local vectors and their ecological requirements, their degree of anthropophily, the life expectancy of the mosquitoes and the time required for parasite development in the mosquito in the climatic conditions of the area.<\/p>&#13;\n&#13;\n<p>An indication of the degree of vulnerability can be derived from traditional patterns of travel and population flow in the area and also from unexpected patterns that result from conflicts or a sudden influx of refugees or internally displaced people. These can be determined by epidemiological investigation of cases and foci, surveys from a department of immigration or tourism or from agencies that monitor refugees and internally displaced people. Malaria is imported by the arrival in a country or area of people infected with malaria parasites. This has become common in recent decades as a result of easier, more frequent international travel and increasing flows of immigrants and refugees. Malaria can also be imported when malaria parasites are brought into an area by mosquitoes that either fly across the border or are passively transported, usually in aircraft or ships. Information on factors that can change vulnerability, such as the number of people arriving, travel history, categories of people arriving, local destination and length of stay, can be communicated promptly by mobile phone.<\/p>&#13;\n&#13;\n<p>The combined effect of receptivity and vulnerability, and thus the risk for reestablishment of malaria transmission in a country, depends on ecological, climatic, socio-demographic, epidemiological, entomological, health system and other factors. Assessment of the risk, of its components and of the relations among them forms the basis for strategic and practical plans to prevent malaria re-establishment in the country. A detailed analysis of risk factors throughout the country could be used as the basis for stratifying the country, and designing surveillance activities appropriate for each stratum.<\/p>&#13;\n&#13;\n<p>Receptivity and vulnerability are poorly or not correlated. Receptivity determines the possible onward transmission of malaria in a country after elimination of the disease, whereas vulnerability determines the risk for introduction of malaria parasites into a country or area in which they are not present. Juxtaposition of the two factors, however, makes it possible to identify where there is a risk for re-establishment of transmission and to simulate scenarios. If the value of one factor is 0, the possibility of malaria re-establishment is null even when the value of the other is high.<\/p>&#13;\n&#13;\n<p>In order to maintain the malaria-free status of an area or country, the health system and the malaria programme should retain the ability to undertake one or more of the following activities:<\/p>&#13;\n&#13;\n<ul><li>early detection, mandatory notification and prompt treatment of all malaria cases;<\/li>&#13;\n\t<li>determination of the probable causes of re-establishment of malaria transmission;<\/li>&#13;\n\t<li>immediate action in the event of detection of local malaria transmission; and<\/li>&#13;\n\t<li>determination of the risk for malaria re-establishment by regular monitoring of the receptivity and vulnerability of the area.<\/li>&#13;\n\t<li>Maintaining capability requires funding, adequate human resources and sustained commitment at the highest level of the ministry of health.<\/li>&#13;\n<\/ul>","title":"4.1.1 Measuring the risks","nid":330,"vid":2853,"created":1567503485,"changed":1581944712,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}