{"body":"<p>Many data sources are used in monitoring and evaluating NMPs, including routine information systems, household and health facility surveys, sentinel sites and special data collection (<strong>Box 11<\/strong>). The role and relative importance of these data sources change as programmes proceed from high transmission to malaria elimination.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 11.<\/strong><br \/><strong>Information obtained from routine health information systems, health facility surveys and household surveys <\/strong><\/p>&#13;\n&#13;\n<p>Routine health information systems capture information on:<\/p>&#13;\n&#13;\n<ul><li>health facility resources,<\/li>&#13;\n\t<li>use of health services and disease trends and patients treated by CHWs and<\/li>&#13;\n\t<li>distribution of commodities such as LLINs. Health facility surveys provide information on:<\/li>&#13;\n\t<li>the availability of staff, equipment and consumables;<\/li>&#13;\n\t<li>verification of health facility service statistics (proportion of patients tested and treated with appropriate antimalarial medicines); and<\/li>&#13;\n\t<li>the quality of case management. Household surveys capture information on:<\/li>&#13;\n\t<li>population coverage of services (e.g. LLIN, ACTs);<\/li>&#13;\n\t<li>patients who do not use government health services;<\/li>&#13;\n\t<li>population prevalence of infection or anaemia; and<\/li>&#13;\n\t<li>knowledge, attitude and practices with regard to malaria. Sentinel sites and special studies provide information on:<\/li>&#13;\n\t<li>treatment efficacy,<\/li>&#13;\n\t<li>entomological surveillance and<\/li>&#13;\n\t<li>demographic surveillance<\/li>&#13;\n<\/ul><\/div>&#13;\n&#13;\n<ul><\/ul><ul><\/ul>","title":"Roles of routine systems and surveys","nid":608,"vid":2779,"created":1576232112,"changed":1581926078,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":37,"name":"Monitoring & evaluation"}]}