{"body":"<p><strong>Background<\/strong><br \/>&#13;\nThe Guidelines commence by providing general recommendations on malaria vector control, followed by more specific recommendations on individual interventions and good practice statements on their deployment. The interventions are divided into categories of those recommended for large-scale deployment and those recommended as supplementary. Interventions that are recommended for large-scale deployment are those that have demonstrated public health value, i.e., have proven protective efficacy to reduce or prevent infection and\/or disease in humans at the community level, and - in the case of insecticide treated nets (ITNs) - at the individual level, and that are broadly applicable for populations at risk of malaria in most epidemiological and ecological settings. Supplementary interventions are those with conditional recommendations that may be applicable for specific populations, situations or settings. These include personal protection measures that have a primary use-pattern of protecting individual users, although they may have some as yet unproven impact when deployed at the community level.<br \/><br \/><strong>Vectors, their behaviour and distribution<\/strong><br \/>&#13;\nMalaria is transmitted through the bites of infective female <em>Anopheles<\/em> mosquitoes. There are more than 400 different species of <em>Anopheles<\/em> mosquitoes, of which around 40 are malaria vectors of major importance. <em>Anopheles<\/em> mosquitoes lay their eggs in water. The eggs hatch to produce larvae, which undergo several moults before emerging from the pupal stage as adult mosquitoes. Different species of <em>Anopheles<\/em> mosquito have their own preferred aquatic habitats; for example, some prefer small, shallow collections of fresh water such as puddles and animal hoof prints, whereas others prefer large, open water bodies including lakes, swamps and rice fields.<br \/><br \/>&#13;\nImmediately after emerging from the pupal stage, mosquitoes rest on the water surface until their wings have fully expanded and hardened. After taking an initial meal of plant nectar, female mosquitoes seek a blood meal, as they require protein to develop their eggs. In the majority of species of <em>Anopheles<\/em>, the females feed on warm-blooded animals, usually mammals. Different mosquito species demonstrate preferences for feeding on animals (zoophily) or on humans (anthropophily); however, these preferences are not absolute, and females may take a blood meal from a non-preferred host when these are present in the area. Blood-feeding can take place inside human habitations (endophagy) or outdoors (exophagy), depending on the mosquito species. Several factors have been implicated in the attraction of female mosquitoes to a host, including exhaled carbon dioxide, lactic acid, host odours, warmth and moisture. Different host individuals may be more or less attractive to mosquitoes than other individuals of the same species.<br \/><br \/>&#13;\nFemale <em>Anopheles<\/em> mosquitoes feed predominantly at night, although some species may bite during the day in heavily shaded conditions, and some exhibit a peak in biting activity in the early evening or early morning. The interplay between the peak biting time of the <em>Anopheles<\/em> vector and the activity and sleeping patterns of the human host has important consequences for malaria transmission and the choice of appropriate vector control interventions.<br \/><br \/>&#13;\nAfter blood-feeding, female mosquitoes rest in order to digest the blood meal and mature their eggs. Female mosquitoes may rest indoors (endophily) or outdoors (exophily), and this depends on innate species preferences as well as the availability of suitable resting sites in the local environment. The mosquitoes’ choice of post-feeding resting site also has major implications for the selection of control interventions.<br \/><br \/>&#13;\nIt is important to note that while an individual species of <em>Anopheles<\/em> will characteristically exhibit certain biting and resting behaviours, these are not absolute; subpopulations and individuals may exhibit different behaviours depending on a combination of intrinsic genetic factors, availability of preferred hosts and availability of suitable resting sites. Environmental and climatic factors, including rainfall, moonlight, wind speed, etc., as well as the deployment of vector control interventions can all influence biting and resting behaviours. For example, the highly efficient African malaria vector <em>Anopheles gambiae s.s.<\/em> is generally considered to be human-biting, indoor-biting and indoor-resting, but it can also exhibit more zoophilic and exophagic tendencies.<em> Anopheles arabiensis<\/em> is a species that generally exhibits an outdoor biting and resting habit, but may exhibit indoor biting and resting tendencies, depending on the availability of alternative hosts.<br \/><br \/>&#13;\nAccurate species identification is crucial for all studies and surveillance activities on field populations of vectors. Many of the vectors belong to species complexes and require advanced molecular analyses for species identification, necessitating appropriate laboratory resources. Without accurate species identification, the data collected on behaviour, distribution and infection rates will have limited use for decision-making by control programmes.<\/p>&#13;\n&#13;\n<p><strong>Background and rationale for vector control<\/strong><br \/>&#13;\nThe role of arthropods in the transmission of diseases to humans was first elucidated in the late 19th and early 20th centuries. Since effective vaccines or drugs were not always available for the prevention or treatment of these diseases, control of transmission often had to rely principally on control of the vector. Early control activities included the screening of houses, the use of mosquito nets, the drainage or filling of swamps and other water bodies used by insects for breeding, and the application of oil or Paris green to breeding places. Following the discovery of the insecticidal properties of  dichlorodiphenyltrichloroethane (DDT) in the 1940s and subsequent discovery of other insecticides, the focus of malaria vector control shifted to the deployment of insecticides to target both the larval and adult stages of mosquito vectors.<br \/><br \/>&#13;\nNowadays, it is well established that effective vector control programmes can make a major contribution to advancing human and economic development. Aside from direct health benefits, reductions in vector-borne diseases enable greater productivity and growth, reduce household poverty, increase equity and women’s empowerment, and strengthen health systems <a href=\"#12\"><em>[12]<\/em><\/a>. Despite the clear evidence in broad support of vector control efforts, the major vector-borne diseases combined still account for around 17% of the estimated global burden of communicable diseases, claiming more than 700 000 lives every year <a href=\"#13\"><em>[13]<\/em><\/a>. Recognizing the great potential to enhance efforts in this area, WHO led the development of the <a href=\"https:\/\/www.who.int\/vector-control\/publications\/global-control-response\/en\/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Global vector control response 2017–2030<\/em><\/a><em> <\/em><a href=\"#13\"><em> [13]<\/em><\/a>, which is outlined in the subsequent section.<br \/><br \/>&#13;\nThe control of malaria, unlike that of most other vector-borne diseases, saw a major increase in financial resources from 2000 to about 2010, leading to a significant reduction in the global burden. However, since 2010, total malaria funding has largely stagnated. Moreover, the funding gap between the amount invested and the resources needed has continued to widen significantly in recent years, largely as a result of population growth and the need to switch to more expensive tools. This gap increased from US$ 1.3 billion in 2017 to US$ 2.3 billion in 2018, and to US$ 2.6 billion in 2019 <a href=\"#3\"><em>[3]<\/em><\/a>.<br \/><br \/>&#13;\nBetween 2000 and 2015, the infection prevalence of <em>Plasmodium <s>P<\/s>. falciparum<\/em> in endemic Africa was halved and the incidence of clinical disease fell by 40% <a href=\"#14\"><em>[14]<\/em><\/a>. Malaria control interventions averted an estimated 663 million (credible interval (CI) 542–753 million) clinical cases in Africa, with ITNs making the largest contribution (68% of cases averted). Indoor residual spraying (IRS) contributed an estimated 13% (11–16%), with a larger proportional contribution where intervention coverage was high <a href=\"#14\"><em>[14]<\/em><\/a>.<br \/><br \/><em><strong>Global vector control response 2017–2030<\/strong><\/em><br \/>&#13;\nThe vision of WHO and the broader infectious diseases community is a world free of human suffering from vector-borne diseases. In 2017, the World Health Assembly welcomed the <a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789241512978\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Global vector control response 2017–2030 <\/em><\/a><a href=\"#13\"><em>[13]<\/em><\/a> (GVCR) and adopted a resolution to promote an integrated approach to the control of vector-borne diseases. The approach builds on the concept of integrated vector management (IVM), but with renewed focus on improved human capacity, strengthening infrastructure and systems, improved surveillance, and better coordination and integrated action across sectors and diseases.<br \/><br \/>&#13;\nThe ultimate aim of the GVCR is to reduce the burden and threat of vector-borne diseases through effective, locally adapted, sustainable vector control in full alignment with Sustainable Development Goal 3.3: to end epidemics of malaria by 2030. The 2030 targets are: to reduce mortality due to vector-borne diseases globally by at least 75% (relative to 2016); to reduce case incidence due to vector-borne diseases globally by at least 60% (relative to 2016); and to prevent epidemics of vector-borne diseases in all countries. Detailed national and regional priority activities and associated interim targets for 2017–2022 have also been defined.<br \/><br \/>&#13;\nPriority activities set out in the GVCR fall within four pillars that are underpinned by two foundational elements:<br \/><br \/>&#13;\nPillars of action:<\/p>&#13;\n&#13;\n<ul><li>Strengthen inter- and intra-sectoral action and collaboration.<\/li>&#13;\n\t<li>Engage and mobilize communities.<\/li>&#13;\n\t<li>Enhance vector surveillance, monitoring and evaluation of interventions.<\/li>&#13;\n\t<li>Scale up and integrate tools and approaches.<\/li>&#13;\n<\/ul><p>Foundations:<\/p>&#13;\n&#13;\n<ul><li>Enhance vector control capacity and capability.<\/li>&#13;\n\t<li>Increase basic and applied research, and innovation.<\/li>&#13;\n<\/ul><p>Effective and sustainable vector control is achievable only with sufficient human resources, an enabling infrastructure and a functional health system. National programmes should lead a vector control needs assessment across the relevant sectors <a href=\"#15\"><em>[15]<\/em><\/a> to help appraise current capacity, define the requisite capacity to conduct proposed activities, identify opportunities for improved efficiency in vector control delivery, and guide resource mobilization to implement the national strategic plan.<br \/><br \/>&#13;\nIn some settings, vector control interventions have the potential to reduce transmission and disease burden of more than one disease. Examples include the deployment of ITNs against malaria and lymphatic filariasis (in settings where <em>Anopheles<\/em> mosquitoes are the principal vector), against malaria and leishmaniasis in India, and larval control for malaria and dengue vectors in cities with particular vector habitats. With the recently documented invasion of <em>Anopheles stephensi<\/em> in the Horn of Africa, the integrated surveillance and control of this vector alongside <em>Aedes<\/em> provides a clear opportunity for GVCR implementation. More approaches effective against <em>Aedes<\/em> spp. mosquitoes generally have the potential to impact dengue, chikungunya, Zika virus disease and possibly yellow fever where their vectors and distributions overlap.<br \/><br \/><strong>Prevention, mitigation and management of insecticide resistance<\/strong><br \/>&#13;\nWidespread and increasing insecticide resistance poses a threat to effective malaria vector control. Failure to mitigate and manage insecticide resistance is likely to result in an increased burden of disease, potentially reversing some of the substantial gains made in controlling malaria over the last decade.<br \/><br \/>&#13;\nWHO maintains a global insecticide resistance database and an online mapping tool that consolidate information on the status of the insecticide susceptibility of <em>Anopheles<\/em> mosquitoes in malaria-endemic countries <a href=\"#16\"><em>[16]<\/em><\/a>. The latest data revealed that almost 90% of the malaria-endemic countries reporting insecticide resistance have detected resistance of their vectors to at least one insecticide class. Globally, resistance to pyrethroids is widespread, having been detected in at least one malaria vector in 70% of the sites for which data were available. Resistance to organochlorines was reported in 63% of the sites. Resistance to carbamates and organophosphates was less prevalent, detected in 32% and 35% of the sites that reported monitoring data, respectively <a href=\"#3\"><em>[3]<\/em><\/a>.<br \/><br \/>&#13;\nTo date, there is no evidence of operational failure of vector control programmes as a direct result of increasing frequency of pyrethroid resistance <a href=\"#17\"><em>[17]<\/em><\/a><a href=\"#18\"><em>[18]<\/em><\/a>. Based on past experience, however, it is likely that operational failure will eventually occur if effective insecticide resistance management (IRM) strategies are not designed and implemented. Ideally, such strategies should be implemented early to prevent spread and increase in the intensity of resistance. The overarching concepts of such resistance management strategies were outlined in the <a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789241564472\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Global plan for insecticide resistance management in malaria vectors<\/em><\/a> (GPIRM) in 2012 <a href=\"#19\"><em>[19]<\/em><\/a>.<br \/><br \/>&#13;\nGuidance on monitoring of insecticide resistance, interpretation of test results interpretations and implications for decision-making are given in the WHO Test procedures for monitoring insecticide resistance in malaria vector mosquitoes <a href=\"#20\"><em>[20]<\/em><\/a> and in the Framework for a national plan for monitoring and the management of insecticide resistance in malaria vectors <a href=\"#21\"><em>[21]<\/em><\/a>. When deciding whether adjustments to the national malaria strategic plan are required in a given area, at least the following must be considered for that locality:<\/p>&#13;\n&#13;\n<ul><li>current and past transmission levels;<\/li>&#13;\n\t<li>current and past interventions deployed, including the coverage, usage and duration of efficacy;<\/li>&#13;\n\t<li>the insecticide resistance profile of the main vector species (including resistance intensity and resistance mechanisms); and<\/li>&#13;\n\t<li>other entomological information including vector species distribution, abundance, and other bionomic data.<\/li>&#13;\n<\/ul><p>The susceptibility of mosquitoes to insecticides and determination of the species-specific presence, intensity and mechanisms of resistance in vector populations can be used to guide the selection of the most appropriate  insecticidal products to deploy. Generally, if mosquitoes are found to be resistant to an insecticide, insecticides with a different mode of action should be deployed. However, there are reports of mosquitoes having differential susceptibility to insecticides within the same class, and questions have been raised about the level of cross-resistance between pyrethroid products <a href=\"#19\"><em>[19]<\/em><\/a>. The Global Fund recently commissioned a review of the interpretation of insecticide resistance assays when selecting insecticidal products <a href=\"#22\"><em>[22]<\/em><\/a>. The review aimed to answer the question: in areas where pyrethroid resistance exists, but mosquitoes of the same population differ in their susceptibility to different pyrethroids, should programmes consider selecting one pyrethroid over another in order to manage insecticide resistance? Based on a review of evidence from molecular, laboratory and field data, the authors concluded that differences between adult mosquito mortalities in pyrethroid insecticide resistance assays are not indicative of a true or operationally relevant difference in the potential performance of pyrethroids currently in common use (deltamethrin, permethrin, α-cypermethrin and λ-cyhalothrin). Consequently, switching between pyrethroid insecticides (to improve intervention efficacy) should not be used as a means of managing insecticide resistance. This finding supports WHO’s past and present position. Given that pyrethroid resistance in mosquitoes is widespread, WHO encourages the development and continued evaluation of nets treated with alternative insecticides <a href=\"#23\"><em>[23]<\/em><\/a><br \/><br \/>&#13;\nKey technical principles for addressing insecticide resistance are as follows:    <\/p>&#13;\n&#13;\n<ul><li>Insecticides should be deployed with care and deliberation in order to reduce unnecessary selection pressure and maximize impact on disease. National malaria programmes should consider whether they are using insecticides judiciously, carefully and with discrimination, and if there is a clear epidemiological benefit.<\/li>&#13;\n\t<li>Vector control programmes should avoid using a single class of insecticide everywhere and over consecutive years. Whenever possible, vector control programmes should diversify from pyrethroids to preserve their effectiveness. Although pyrethroids will continue to be used for ITNs in the near term, they should not generally be deployed for IRS in areas with pyrethroid ITNs, whether alone or combined with insecticides from a different class.<\/li>&#13;\n\t<li>IRM principles and methods should be incorporated into all vector control programmes, not as an option, but as a core component of programme design.<\/li>&#13;\n\t<li>National malaria programmes should engage with the agricultural sector to coordinate insecticide use, with the aim of avoiding use of the same classes of insecticide for both crop protection and public health within the same geographical area.<\/li>&#13;\n\t<li>Routine monitoring of insecticide resistance is essential to inform the selection and deployment of insecticides.<\/li>&#13;\n\t<li>The additional costs of deploying new vector control tools as part of a comprehensive IRM response should be balanced against the potential long-term public health impact. Where feasible formal economic evaluation is encouraged to investigate the likely incremental costs and effectiveness of potential IRM approaches, relative to feasible alternatives, for a given context.<\/li>&#13;\n<\/ul><p><strong>Approaches<\/strong><br \/>&#13;\nHistorically, the most common way insecticides have been deployed to control malaria vectors has been through “sequential use”.  In essence, this is when a single insecticide class is used continuously or repeatedly until resistance has rendered it less effective or ineffective, after which a switch is made to an insecticide with a different mode of action to which there is no (or less) resistance. In theory, this may allow for an eventual switch back to the original insecticide class if resistance decreases to the point that it is no longer detectable by means of bioassays. <br \/><br \/>&#13;\nThe agricultural industry has had some success in managing resistance by using  different insecticides over space and time. Similar approaches have been proposed with the aim of preventing or delaying the spread and increase of resistance by removing selection pressure or by killing resistant mosquitoes. However, there is no empirical evidence of the<s>ir<\/s> success of these strategies for malaria vector control, which is likely to depend on mosquito genetics, behaviour and population dynamics, and the chemical nature of the insecticides and their formulation. These strategies include mixtures of insecticides, mosaic spraying, rotations of insecticides and deployment of multiple interventions in combination.<\/p>&#13;\n&#13;\n<ul><li>Mixtures are co-formulations that combine two or more insecticides with different modes of action. Mixtures are widely used as drug treatments in co-formulated combination therapy. Effective deployment of a mixture requires the presence of resistance to all insecticides in the mixture to be rare, so that any individual mosquito that survives exposure to one insecticide is highly likely to be killed by the other insecticide or insecticides. Ideally, all insecticides in a mixture should have a similar residual life and remain bioavailable over time; in practice, this is difficult to achieve, particularly for vector control products that are meant to last for a number of years, such as long-lasting insecticide-treated nets (LLINs). An ITN product containing a pyrethroid and a pyrrole insecticide and another containing a pyrethroid and a juvenile hormone mimic have been developed and prequalified by WHO <a href=\"#24\"><em>[24]<\/em><\/a>. WHO will require data on the epidemiological impact of these products to enable assessment of their public health value and to develop a WHO recommendation. A mixture of a pyrethroid and a neonicotinoid insecticide for IRS was recently prequalified by WHO.<\/li>&#13;\n\t<li>Rotations involve switching between insecticides with different modes of action at pre-set time intervals, irrespective of resistance frequencies. The theory is that resistance frequencies will decline (or at least not increase) during the period of non-deployment of insecticides with a specific mode of action.<\/li>&#13;\n\t<li>Mosaics involve the deployment of insecticides with different modes of action in neighbouring geographical areas. The optimal spatial scale (size of areas) for mosaics has yet to be determined, and rotations are generally considered to be more practical and feasible.<\/li>&#13;\n\t<li>Combinations expose the vector population to two classes of insecticides with differing modes of action through the co-deployment of different interventions in the same place. For instance, pyrethroid-only LLINs combined with a non-pyrethroid IRS (where both are at high coverage) is a potential approach to IRM, although there is little evidence to indicate that such a combination of interventions would<s> <\/s>lead to additional epidemiological impact relative to one intervention deployed at high coverage (see recommendation under <a href=\"\/node\/719\">section 4.1.2<\/a>).<\/li>&#13;\n<\/ul><p>For vector control, there is still little evidence and no consensus on the best IRM approach or approaches to apply in a given situation. A 2013 review of experimental and modelling studies on insecticide, pesticide and drug resistance concluded that mixtures generally lead to the slowest evolution of resistance <a href=\"#25\"><em>[25]<\/em><\/a>. However, more recently, an exploration of overlaps between agriculture and public health found that – owing to caveats and case specificity – there is only weak evidence of one IRM approach being better than another, and that the standard practice of using insecticides until resistance emerges before switching to an alternative (i.e., sequential use) may be equally effective under certain circumstances. More research is needed to compare resistance management approaches in the field <a href=\"#26\"><em>[26]<\/em><\/a> and to improve understanding of the biological mechanisms that are likely to favour different approaches in different situations <a href=\"#27\"><em>[27]<\/em><\/a><a href=\"#28\"><em>[28]<\/em><\/a>.<br \/><br \/><strong>Evidence-based planning<\/strong><br \/>&#13;\nGiven the heavy reliance on insecticidal interventions – primarily ITNs and IRS – insecticide resistance of local vectors is a key consideration in vector control planning and implementation. Ideally, IRM practices should be implemented as part of routine operations, rather than waiting for resistance to spread or increase and for control failure to be suspected or confirmed. A pragmatic approach must be taken that seeks to select appropriate vector control interventions based on the insecticide resistance profile of the major malaria vectors in the target area. To outline how resistance will be monitored and managed, national malaria programmes should develop and implement national plans in accordance with the WHO <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/254916\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Framework for a national plan for monitoring and management of insecticide resistance in malaria vectors<\/em><\/a><em> <\/em><a href=\"#21\"><em>[21]<\/em><\/a>. Detailed information on insecticide resistance monitoring methods and on how to use the data to inform the selection of appropriate interventions will be provided in the revised WHO <em>Test procedures of monitoring insecticide resistance in malaria vectors<\/em> anticipated to be published in 2021.<br \/><br \/>&#13;\nIRM plans should be revisited regularly to consider new information, and to integrate new interventions<s>,<\/s> once they have been supported by WHO recommendations and prequalified. Further information on insecticide resistance monitoring and, more broadly, on entomological surveillance is included in the WHO reference manual on malaria surveillance, monitoring and evaluation, which outlines priority data across different transmission settings <a href=\"#29\"><em>[29]<\/em><\/a>.<br \/><br \/><strong>Vector control across different malaria transmission settings<\/strong><br \/>&#13;\nUnderstanding the degree of risk of malaria transmission in a given geographic area provides the foundation for the design of cost-effective intervention programmes to decrease malaria burden, eliminate transmission and prevent re-establishment of malaria. The risk of malaria transmission is the product of receptivity, importation risk and infectivity of imported parasites, and is referred to as the malariogenic potential. The receptivity of an ecosystem to malaria transmission is determined by the presence of competent vectors, a suitable climate and a susceptible human population. Importation risk, sometimes referred to as vulnerability, refers to the probability of influx of infected individuals and\/or infective anopheline mosquitoes. Infectivity depends on the ability of a given <em>Plasmodium<\/em> strain to establish an infection in an <em>Anopheles<\/em> mosquito species and undergo development until the mosquito has sporozoites in its salivary glands. <br \/><br \/>&#13;\nNational malaria programmes should undertake stratification by malariogenic potential in order to: differentiate receptive from non-receptive areas; identify receptive areas in which malaria transmission has already been curtailed by current interventions; distinguish between areas with widespread transmission and those in which transmission occurs only in discrete foci; and determine geographical variations and population characteristics that are associated with importation risk <a href=\"#7\"><em>[7]<\/em><\/a>.<br \/><br \/>&#13;\nSpecific packages of interventions may be designed for implementation in the various strata identified. These may include:<\/p>&#13;\n&#13;\n<ul><li>enhancement and optimization of vector control;<\/li>&#13;\n\t<li>further strengthening of timely detection, high-quality diagnosis (confirmation), and management and tracking of cases;<\/li>&#13;\n\t<li>strategies to accelerate clearance of parasites or vectors in order to reduce transmission rapidly when possible;<\/li>&#13;\n\t<li>information, detection and response systems to identify, investigate and clear remaining malaria foci.<\/li>&#13;\n<\/ul><p>Access to effective vector control interventions will need to be maintained in the majority of countries and locations where malaria control has been effective. This includes settings with ongoing malaria transmission, as well as those in which transmission has been interrupted but in which some level of receptivity and vulnerability remains. Malaria elimination is defined as the interruption of local transmission (reduction to zero incidence of indigenous cases) of a specified malaria parasite species in a defined geographical area as a result of deliberate intervention activities. Following elimination, continued measures to prevent re-establishment of transmission are usually required <a href=\"#29\"><em>[29]<\/em><\/a>. Interventions are no longer required once eradication has been achieved. Malaria eradication is defined as the permanent reduction to zero of the worldwide incidence of infection caused by all human malaria parasite species as a result of deliberate activities.<br \/><br \/>&#13;\nA comprehensive review of historical evidence and mathematical simulation modelling undertaken for WHO in 2015 indicated that the scale-back of malaria vector control was associated with a high probability of malaria resurgence, including for most scenarios in areas where malaria transmission was very low or had been interrupted. Both the historical review and the simulation modelling clearly indicated that the risk of resurgence was significantly greater at higher entomological inoculation rates (EIRs) and case importation rates, and lower coverage of active case detection and case management <a href=\"#30\"><em>[30]<\/em><\/a>.<br \/><br \/>&#13;\nOnce transmission has been reduced to very low levels approaching eliminations, ensuring access to vector control for at-risk populations remains a priority, even though the size and specific identity of the at-risk populations may change as malaria transmission is reduced.<br \/><br \/>&#13;\nAs malaria incidence falls and elimination is approached, increasing heterogeneity in transmission will result in foci with ongoing transmission in which vector control should be enhanced. Such foci may be due to particularly intense vectorial capacity, lapsed prevention and treatment services, changes in vectors or parasites that make the current strategies less effective, or reintroduction of malaria parasites by the movement of infected people or, more rarely, infected mosquitoes. Guidance on entomological surveillance across the continuum from control to elimination is provided elsewhere <a href=\"#29\"><em>[29]<\/em><\/a>.<br \/><br \/>&#13;\nOnce elimination has been achieved, vector control may need to be continued by targeting defined at-risk populations to prevent reintroduction or resumption of local transmission.<br \/><br \/>&#13;\nIt is acknowledged that malaria transmission can persist following the implementation of a widely effective malaria programme. The sources and risks of <s>‘<\/s>residual transmission<s>’<\/s> may vary by location, time and the existing components of the current “effective malaria programme”. This variation is potentially due to a combination of both mosquito and human behaviours, such as when people live in or visit forest areas or do not sleep in protected houses, or when local mosquito vector species bite and\/or rest outdoors and thereby avoid contact with IRS or ITNs.<br \/><br \/>&#13;\nSupplementary interventions may be used in addition to ITNs or IRS in specific settings and circumstances. Recommendations on larviciding with chemical or biological insecticides are outlined in a subsequent chapter. Implementation of supplementary interventions should be in accordance with the principles outlined in the <a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789241512978\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Global vector control response 2017–2030<\/em><\/a><em> <\/em><a href=\"#13\"><em>[13]<\/em><\/a><em>.<\/em><br \/><br \/>&#13;\nOnce elimination has been achieved, vector control coverage should be maintained in receptive areas where there is a substantial risk for reintroduction.<br \/><br \/>&#13;\nThere is a critical need for all countries with ongoing malaria transmission, and in particular those approaching elimination, to build and maintain strong capacity in disease and entomological surveillance and health systems. The capacity to detect and respond to possible resurgences with appropriate vector control relies on having the necessary entomological information (i.e., susceptibility status of vectors to insecticides, as well as their biting and resting preferences). Such capacity is also required for the detailed assessment of malariogenic potential, which is a pre-condition for determining whether vector control can be scaled back (or focalized).<br \/><br \/><strong>Summary of recommendations<\/strong><br \/>&#13;\nVector control is a vital component of malaria prevention, control and elimination strategies. Development of WHO recommendations for vector control interventions relies on evidence from well-designed and well-conducted trials and studies with epidemiological endpoints that demonstrate the public health value of the intervention <a href=\"#31\"><em>[31]<\/em><\/a>. The consolidated Guidelines incorporate: i) recommendations based on systematic reviews of the available evidence on the effectiveness of vector control interventions; and ii) existing WHO recommendations developed previously. Evidence profiles reporting impact on malaria outcomes, as published in the systematic reviews are provided for each intervention. Evaluation and reviews of additional vector control interventions are ongoing, and recommendations based on this evidence will be added to the Guidelines. In cases where readers observe inconsistencies with earlier WHO publications, the Guidelines should be considered to supersede prior guidance.<\/p>&#13;\n&#13;\n<p>The<em> <\/em>Guidelines cover interventions that are recommended for large-scale deployment and those that are recommended as supplementary interventions. Malaria vector control interventions recommended for large-scale deployment are applicable for all populations at risk of malaria in most epidemiological and ecological settings, namely: i) deployment of ITNs that are prequalified by WHO, which in many settings continue to be long-lasting insecticidal nets (LLINs); and ii) IRS with a product prequalified by WHO. Once optimal coverage with one of these interventions has been achieved, supplementary interventions may be considered for deployment depending on the specifics of the settings.<\/p>&#13;\n","title":"4.1 Vector control","nid":700,"vid":4310,"created":1620132118,"changed":1627643392,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#31","field_reference_text":"<p>31. Norms, standards and processes underpinning development of WHO recommendations on vector control. Geneva: World Health Organization 2020;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/338030\">Website<\/a><\/p>\r\n"},{"field_id":"#13","field_reference_text":"<p>13.&nbsp;Global vector control response 2017–2030. World Health Organization, Geneva 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259205\">Website<\/a><\/p>\r\n"},{"field_id":"#29","field_reference_text":"<p>29.&nbsp;&nbsp;Malaria surveillance, monitoring and evaluation: a reference manual. Geneva: World Health Organization 2018;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/272284\">Website<\/a><\/p>\r\n"},{"field_id":"#19","field_reference_text":"<p>19.&nbsp;Global plan for insecticide resistance management in malaria vectors. Geneva: World Health Organization 2012;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/44846\">Website<\/a><\/p>\r\n"},{"field_id":"#18","field_reference_text":"<p>18.&nbsp;Kleinschmidt I, Bradley J, Knox TB, Mnzava AP, Kafy HT, Mbogo C, Ismail BA, Bigoga JD, Adechoubou A, Raghavendra K, Cook J, Malik EM, Nkuni ZJ, Macdonald M, Bayoh N, Ochomo E, Fondjo E, Awono-Ambene HP, Etang J, Akogbeto M, Bhatt RM, Chourasia MK, Swain DK, Kinyari T, Subramaniam K, Massougbodji A, Okê-Sopoh M, Ogouyemi-Hounto A, Kouambeng C, Abdin MS, West P, Elmardi K, Cornelie S, Corbel V, Valecha N, Mathenge E, Kamau L, Lines J, Donnelly MJ : Implications of insecticide resistance for malaria vector control with long-lasting insecticidal nets: a WHO-coordinated, prospective, international, observational cohort study. The Lancet. Infectious diseases 2018;18(6):640-649&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29650424\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.thelancet.com\/journals\/laninf\/article\/PIIS1473-3099(18)30172-5\/fulltext\">Journal<\/a><\/p>\r\n"},{"field_id":"#17","field_reference_text":"<p>17.&nbsp;Kafy HT, Ismail BA, Mnzava AP, Lines J, Abdin MSE, Eltaher JS, Banaga AO, West P, Bradley J, Cook J, Thomas B, Subramaniam K, Hemingway J, Knox TB, Malik EM, Yukich JO, Donnelly MJ, Kleinschmidt I : Impact of insecticide resistance in Anopheles arabiensis on malaria incidence and prevalence in Sudan and the costs of mitigation. Proceedings of the National Academy of Sciences of the United States of America 2017;114(52):E11267-E11275&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29229808\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.pnas.org\/content\/114\/52\/E11267\">Journal<\/a><\/p>\r\n"},{"field_id":"#22","field_reference_text":"<p>22.&nbsp;Lissenden N., Churcher T., Hancock P., Ismail HM, Kont M., Lambert B., Lenhart A., McCall PJ, Moyes C., Paine J., Praulins G., Weetman D., Lees RS : Reviewing the evidence for and against selection of specific pyrethroids for programmatic purposes. Liverpool Insect Testing Establishment 2021;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/lite.lstmed.ac.uk\/research-at-lite\/reviewing-the-evidence-for-diverging-pyrethroid-resistance\">Website<\/a><\/p>\r\n"},{"field_id":"#23","field_reference_text":"<p>23.&nbsp;Insecticide-treated nets for malaria transmission control in areas with insecticide-resistant mosquito populations: preferred product characteristics. Geneva: World Health Organization 2021;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/339542\">Website<\/a><\/p>\r\n"},{"field_id":"#25","field_reference_text":"<p>25.&nbsp;REX Consortium : Heterogeneity of selection and the evolution of resistance. Trends in ecology &amp; evolution 2013;28(2):110-8&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/23040463\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.cell.com\/trends\/ecology-evolution\/fulltext\/S0169-5347(12)00235-2?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS0169534712002352%3Fshowall%3Dtrue\">Journal<\/a><\/p>\r\n"},{"field_id":"#26","field_reference_text":"<p>26.&nbsp;Sternberg ED, Thomas MB : Insights from agriculture for the management of insecticide resistance in disease vectors. Evolutionary applications 2018;11(4):404-414&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29636795\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/eva.12501\">Journal<\/a><\/p>\r\n"},{"field_id":"#27","field_reference_text":"<p>27.&nbsp;Huijben S, Paaijmans KP : Putting evolution in elimination: Winning our ongoing battle with evolving malaria mosquitoes and parasites. Evolutionary applications 2018;11(4):415-430&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29636796\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/eva.12530\">Journal<\/a><\/p>\r\n"},{"field_id":"#21","field_reference_text":"<p>21.&nbsp;Framework for a national plan for monitoring and management of insecticide resistance in malaria vectors. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/254916\">Website<\/a><\/p>\r\n"},{"field_id":"#7","field_reference_text":"<p>7.&nbsp;&nbsp;A framework for malaria elimination. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/254761\">Website<\/a><\/p>\r\n"},{"field_id":"#30","field_reference_text":"<p>30.&nbsp;&nbsp;Risks associated with scale-back of vector control after malaria transmission has been reduced. Information note. Geneva: World Health Organization 2015;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/338633\">Website<\/a><\/p>\r\n"},{"field_id":"#15","field_reference_text":"<p>15.&nbsp;Framework for a national vector control needs assessment. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259405\">Website<\/a><\/p>\r\n"},{"field_id":"#16","field_reference_text":"<p>16.&nbsp;WHO malaria threats map. Geneva: World Health Organization 2021;&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.who.int\/malaria\/maps\/threats\">Website<\/a><\/p>\r\n"},{"field_id":"#20","field_reference_text":"<p>20.Test procedures for insecticide resistance monitoring in malaria vector mosquitoes, 2nd ed. Geneva: World Health Organization 2016;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/250677\">Website<\/a><\/p>\r\n"},{"field_id":"#14","field_reference_text":"<p>14.&nbsp;Bhatt S, Weiss DJ, Cameron E, Bisanzio D, Mappin B, Dalrymple U, Battle K, Moyes CL, Henry A, Eckhoff PA, Wenger EA, Briët O, Penny MA, Smith TA, Bennett A, Yukich J, Eisele TP, Griffin JT, Fergus CA, Lynch M, Lindgren F, Cohen JM, Murray CLJ, Smith DL, Hay SI, Cibulskis RE, Gething PW : The effect of malaria control on Plasmodium falciparum in Africa between 2000 and 2015. Nature 2015;526(7572):207-211&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/26375008\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.nature.com\/articles\/nature15535\">Journal<\/a><\/p>\r\n"},{"field_id":"#12","field_reference_text":"<p>12.&nbsp;Investing to overcome the global impact of neglected tropical diseases. Geneva: World Health Organization 2015;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/152781\">Website<\/a><\/p>\r\n"},{"field_id":"#24","field_reference_text":"<p>24.&nbsp;Prequalified lists: vector control products (website). Geneva: World Health Organization 2021;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/extranet.who.int\/pqweb\/vector-control-products\/prequalified-product-list\">Website<\/a><\/p>\r\n"},{"field_id":"#3","field_reference_text":"<p>3.World malaria report 2020. Geneva: World Health Organization 2020;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/teams\/global-malaria-programme\/reports\/world-malaria-report-2020\">Website<\/a><\/p>\r\n"},{"field_id":"#28","field_reference_text":"<p>28. South A, Hastings IM : Insecticide resistance evolution with mixtures and sequences: a model-based explanation. Malaria journal 2018;17(1):80&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/29448925\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/s12936-018-2203-y\">Journal<\/a><\/p>\r\n"}],"field_tags":[{"tid":28,"name":"Prevention"},{"tid":43,"name":"Entomology & insecticide resistance"}]}