{"body":"<p>When adapting and implementing these guidelines, countries should also strengthen their systems for monitoring and evaluating their national programmes. The systems should allow countries to track the implementation and impact of new recommendations, better target their programmes to the areas and populations at greatest need and detect decreasing antimalarial efficacy and drug resistance as early as possible.<br \/><br \/><strong>Routine surveillance<\/strong><br \/>&#13;\nWHO promotes universal coverage with diagnostic testing and antimalarial treatment and strengthened malaria surveillance systems. In the “test, track, treat” initiative, it is recommended that every <em>suspected <\/em>malaria case is tested, that every <em>confirmed <\/em>case is treated with a quality-assured antimalarial medicine and that the disease is tracked by timely, accurate surveillance systems. Surveillance and treatment based on confirmed malaria cases will lead to better understanding of the disease burden and enable national malaria control programmes to direct better their resources to where they are most needed.<br \/><br \/><strong>Therapeutic efficacy<\/strong><br \/>&#13;\nMonitoring of therapeutic efficacy in falciparum malaria involves assessing clinical and parasitological outcomes of treatment for at least 28 days after the start of adequate treatment and monitoring for the reappearance of parasites in blood. The exact duration of post-treatment follow-up is based on the elimination half- life of the partner drug in the ACT being evaluated. Tools for monitoring antimalaria drug efficacy can be found on the <a href=\"https:\/\/www.who.int\/teams\/global-malaria-programme\/case-management\/drug-efficacy-and-resistance\/tools-for-monitoring-antimalarial-drug-efficacy\">WHO website <cite data-doi=\"\" data-label=\"\" data-pmid=\"\" data-ref-id=\"362567\" data-url=\"https:\/\/www.who.int\/teams\/global-malaria-programme\/case-management\/drug-efficacy-and-resistance\/tools-for-monitoring-antimalarial-drug-efficacy\">[150]<\/cite><\/a>.<br \/><br \/>&#13;\nPCR genotyping should be used in therapeutic monitoring of antimalarial drug efficacy against <em>P. falciparum <\/em>to distinguish between recrudescence (true treatment failure) and new infections.<br \/><br \/>&#13;\nAn antimalarial medicine that is recommended in the national malaria treatment policy should be changed if the total treatment failure proportion is ≥ 10%, as assessed in vivo by monitoring therapeutic efficacy. A significantly declining trend in treatment efficacy over time, even if failure rates have not yet fallen to the ≥ 10% cut-off, should alert programmes to undertake more frequent monitoring and to prepare for a potential policy change.<br \/><br \/><strong>Resistance<\/strong><br \/>&#13;\nAntimalarial drug resistance is the ability of a parasite strain to survive and\/or multiply despite administration and absorption of an antimalarial drug given in doses equal to or higher than those usually recommended, provided that drug exposure is adequate. Resistance to antimalarial drugs arises because of selection of parasites with genetic changes (mutations or gene amplifications) that confer reduced susceptibility. Resistance has been documented to all classes of antimalarial medicines, including the artemisinin derivatives, and it is a major threat to malaria control.<br \/><br \/>&#13;\nWidespread inappropriate use of antimalarial drugs exerts a strong selective pressure on malaria parasites to develop high levels of resistance. Resistance can be prevented or its onset slowed considerably by combining antimalarial drugs with different mechanisms of action and ensuring high cure rates through full adherence to correct dose regimens. If different drugs with different mechanisms of resistance are used together, the emergence and spread of resistance should be slowed.<br \/><br \/>&#13;\nClinical and parasitological assessment of therapeutic efficacy should include:<\/p>&#13;\n&#13;\n<ul><li>confirmation of the quality of the antimalarial medicines tested;<\/li>&#13;\n\t<li>molecular genotyping to distinguish between re-infections and recrudescence and to identify genetic markers of drug resistance;<\/li>&#13;\n\t<li>studies of parasite susceptibility to antimalarial drugs in culture; and<\/li>&#13;\n\t<li>measurement of antimalarial drug levels to assess exposure in cases of slow therapeutic response or treatment failure<\/li>&#13;\n<\/ul><p><br \/><strong>Pharmacovigilance<\/strong><br \/>&#13;\nGovernments should have effective pharmacovigilance systems (such as the WHO pregnancy registry) to monitor the safety of all drugs, including antimalarial medicines. The safety profiles of the currently recommended antimalarial drugs are reasonably well described and supported by an evidence base of several thousand participants (mainly from clinical trials); however, rare but serious adverse drug reactions will not be detected in clinical trials of this size, particularly if they occur primarily in young children, pregnant women or people with concurrent  illness, who are usually under-represented in clinical trials. Rare but serious adverse drug reactions are therefore detected only in prospective phase IV post-marketing studies or population-based pharmacovigilance systems. In particular, more data are urgently needed on the safety of ACTs during the first trimester of pregnancy and on potential interactions between antimalarial and other commonly used medicines.<\/p>&#13;\n","title":"5.7.3 - Monitoring efficacy and safety of antimalarial drugs and resistance ","nid":744,"vid":4137,"created":1621417498,"changed":1625036924,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":42,"name":"Drug efficacy & resistance"}]}