{"body":"<p>The suitability, effectiveness and quality of vector control activities should be determined from an entomological surveillance system that operates throughout the country to monitor populations of adult <em>Anopheles<\/em> mosquitoes (see also <a href=\"\/node\/250\"><strong>section 2<\/strong><\/a>) and changes in transmission risks. Vector larval sites should also be monitored, with estimates of the abundance of larval habitats and the density of larvae and adult mosquitoes (both indoors and outdoors), insecticide resistance and meteorological indicators such as the average daily temperature and rainfall. Entomological assessments should be a priority in vulnerable areas where the receptivity is not clear, to determine whether pre-emptive vector control is needed and, if so, the strategies to be used either pre-emptively or reactively. To reduce receptivity, vector control should be maintained and adapted to local environmental conditions and vector behaviour. It should be coordinated with other programmes, local authorities and relevant services in neighbouring countries in order to reduce transmission and protect the local population on both sides of the border. Vector control should be targeted to high-risk foci, including the last ones to be cleared before elimination.<\/p>&#13;\n&#13;\n<p>Depending on the vector, environmental management can reduce the oviposition sites of <em>Anopheles<\/em> mosquitoes and reduce malaria transmission by reducing the number and availability of larval habitats or rendering them less attractive to gravid anophelines.<\/p>&#13;\n&#13;\n<p>In malaria-free receptive areas, individual and collective methods for protecting the population should be promoted.<\/p>&#13;\n","title":"4.1.2.1 Reducing and mitigating receptivity","nid":332,"vid":3568,"created":1567503741,"changed":1588226007,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":40,"name":"Prevention of re-establishment"}]}