{"title":"Infants less than 5kg body weight (2015)","nid":765,"vid":4263,"created":1623404316,"changed":1626692682,"field_accordian_header":[{"field_accordian":[{"field_title":"Treat infants weighing &lt; 5","field_content":"Treat infants weighing &lt; 5 kg with uncomplicated <em>P. falciparum<\/em> malaria with ACT at the same mg\/kg bw target dose as for children weighing 5 kg.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation*<\/em><\/span><\/p><\/tbody>\n<br>\n*unGRADEd recommendation, anticipated to be updated in 2021","justification":"<p><strong>Evidence supporting the recommendation<\/strong><br \/>Data available were not suitable for evaluation using the GRADE methodology.<br \/><br \/>In most clinical studies, subgroups of infants and older children were not distinguished, and the evidence for young infants (< 5 kg) is insufficient for confidence in current treatment recommendations. Nevertheless, despite these uncertainties, infants need prompt, effective treatment of malaria. There is limited evidence that artemether + lumefantrine and dihydroartemisinin + piperaquine achieve lower plasma concentrations in infants than in older children and adults.<br \/><br \/><strong>Other considerations<\/strong><br \/>The Guideline Development Group considered the currently available evidence too limited to warrant formal evidence review at this stage, and was unable to recommend any changes beyond the status quo. Further research is warranted.<br \/><br \/><strong>Rationale for the recommendation<\/strong><br \/>Treat infants weighing < 5 kg with uncomplicated <i>P. falciparum<\/i> malaria with an ACT. The weight-adjusted dose should achieve the same mg\/kg bw target dose as for children weighing 5 kg.<\/p>","practical_info":"<p>The pharmacokinetics properties of many medicines in infants differ markedly from those in adults because of the physiological changes that occur in the first year of life. Accurate dosing is particularly important for infants. The only antimalarial agent that is currently contraindicated for infants (< 6 months) is primaquine.<br \/><br \/>ACT is recommended and should be given according to body weight at the same mg\/kg bw dose for all infants, including those weighing < 5 kg, with close monitoring of treatment response. The lack of infant formulations of most antimalarial drugs often necessitates division of adult tablets, which can lead to inaccurate dosing. When available, paediatric formulations and strengths are preferred, as they improve the effectiveness and accuracy of ACT dosing.<\/p>","field_icon":null}],"field_header":"Infants less than 5kg body weight&nbsp;(2015)"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78104","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"},{"tid":47,"name":"Uncomplicated malaria"},{"tid":24,"name":"Infants"}]}