{"body":"<p>The consolidated <em>WHO Guidelines for malaria<\/em> present all of the current WHO recommendations for malaria. These are the product of careful evaluation following standardized methods as part of the <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/145714\">WHO normative processes<\/a><a href=\"#1\"><em> [1]<\/em><\/a>. WHO uses strictly defined processes to assess the quality, consistency and completeness of evidence to determine the strength of each recommendation.<\/p>&#13;\n&#13;\n<p>WHO malaria recommendations tend to be short, evidence-based statements. They are usually accompanied by supplementary statements which draw attention to contextual and implementation considerations that may influence the appropriateness and impact of a recommendation in different settings. Clearly distinguishing recommendations from their associated contextual considerations provides a degree of flexibility for national policy makers to adopt and adapt the strategies that are most appropriate in their settings.<br \/>&#13;\n <br \/>&#13;\nThis online platform and the associated PDF help to distinguish the formal recommendations from the supplementary statements. The Global Malaria Programme (GMP) will use this platform to produce “living guidelines” which can be updated more rapidly than printed documents as new evidence becomes available. The tabs below each recommendation enable users to access the research evidence and evidence to decision frameworks (EtD) that informed the recommendation. There is also a feedback tab where users are encouraged to provide input directly related to each intervention. The online platform contains links to other resources including guidance and information on: strategic use of information to drive impact; surveillance, monitoring and evaluation;  operational manuals handbooks, and frameworks; and a glossary of terms and definitions.<br \/>&#13;\n <br \/><strong>WHO guidelines, recommendations and good practice statements<\/strong><br \/>&#13;\nA WHO guideline is any document developed by WHO containing recommendations for clinical practice or public health policy. A recommendation informs the intended end-user what he or she can or should do in specific situations to achieve the best possible health outcomes, individually or collectively. It guides the choice among different interventions or measures to ensure a positive impact on health and implications for the use of resources.<br \/>&#13;\n <br \/>&#13;\nIn certain situations, good practice statements may be provided. These statements reflect the consensus of the Guidelines Development Group (GDG) that the benefits of adhering to the statement are large and unequivocal, and do not need to be supported by a systematic evidence review.<br \/>&#13;\n <br \/>&#13;\nThe primary purpose of these WHO Guidelines is to support policy-makers in ministries of health and the managers of national malaria control programmes in endemic countries to establish national policies and plans tailored to their local context.<br \/><br \/><strong>Link to WHO prequalification<\/strong><br \/>&#13;\nWhen a recommendation is linked to the introduction of a new tool or product, there is a parallel process managed by the WHO Prequalification Team to ensure that diagnostics, medicines, vaccines and vector control products meet global standards of quality, safety and efficacy, in order to optimize use of health resources and improve health outcomes. The prequalification process consists of a transparent, scientifically sound assessment, including dossier review, consistency testing or performance evaluation and site visits to manufacturers. This information, in conjunction with other procurement criteria, is used by the United Nations (UN) and other procurement agencies in make purchasing decisions regarding these health products. This parallel process aims to ensure that recommendations are linked to prequalified products and that prequalified products are linked to a recommendation for use.<br \/><br \/><strong>Use of strategic information to drive impact<\/strong><br \/>&#13;\nClear evidence-informed recommendations are a critical component to support the development of national malaria strategic plans; they are intended to communicate “what to do”. A second critical element is the strategic use of local data. This informs an understanding of the contextual diversity within each malaria-endemic country. Local data provide an understanding of the different types of settings – or strata – within each country. This is an essential prerequisite to identify the optimal mix of interventions and the best means to deliver them in the different subnational strata.<br \/>&#13;\n <br \/>&#13;\nGMP is working with countries to strengthen the use of local information for stratification, the definition of optimal mixes of interventions, and the rational, safe and ethical prioritization of resources to maximize impact. Local data are also essential to understand the impact of the strategies deployed, providing opportunities to further refine sub-national strategies and inform global knowledge.<br \/>&#13;\n <br \/>&#13;\nWHO also develops implementation guidance such as operational and field manuals to support the “how” aspect of delivering the recommended tools and strategies. Operational manuals and other guidance hold practical information for increasing the target population's access to interventions and are linked to these Guidelines. GMP is working to align this implementation guidance with the recommendations in the <em>WHO Guidelines for malaria<\/em>. However, where there are inconsistencies, the Guidelines should be the default resource for national decisions. Countries may use the implementation guidance to define ways in which a recommendation can be implemented effectively – for example, intermittent preventive treatment for malaria in pregnancy could be implemented through antenatal care and\/or community distribution. The intention of the guidance is to enable delivery, not to prescribe exactly how it should be done.<br \/>&#13;\n <br \/><strong>Evidence base<\/strong><br \/>&#13;\nThese Guidelines are based on the synthesis of the available evidence on the health effects of interventions, and the grading of the certainty of that evidence using the GRADE (Grading of Recommendations Assessment, Development, and Evaluation) approach. The synthesized and graded evidence on the health effects of interventions, as well as any evidence on contextual factors, is used to develop an evidence to decision (EtD) framework for each recommendation <a href=\"#2\"><em>[2]<\/em><\/a>. The judgement of the different factors in the EtD framework (including the certainty of evidence) facilitates the determination of the strength and direction of each recommendation.<br \/><br \/>&#13;\nExpert input is important for the interpretation of the evidence, and the development of guidance may rely on expert opinion, particularly in areas where the evidence is currently weak, scarce or absent. For example, the vector control recommendations presented in the Guidelines are based on a consideration of the evidence gained from randomized controlled trials (RCTs) and other types of trials and studies, as well as the technical knowledge and experience of the GDG and External Review Group involved in the standard guideline development process. Details of how evidence is considered are presented in <a href=\"\/node\/713\">Section 8<\/a>: Methods. Details of contributors for specific Guidelines are presented in <a href=\"\/node\/715\">Section 10<\/a>: Contributors and interests.<\/p>&#13;\n&#13;\n<p><strong>Updating evidence-based guidance<\/strong><br \/>&#13;\nThe first edition of these consolidated Guidelines was released in early 2021 as a compilation of the existing recommendations. The first update of the Guidelines was informed by new evidence syntheses which, where appropriate, led to updates to existing recommendations or to the formulation of new ones. <\/p>&#13;\n&#13;\n<p>This update incorporates updates to the vector control guidance in the malaria prevention section. The following changes were made:<\/p>&#13;\n&#13;\n<ul><li>Based on a recently completed systematic review of the impact of larval habitat modification and\/or manipulation against malaria, it was determined that the evidence base for either of these interventions is currently insufficient to make a recommendation. This assessment and identification of evidence gaps requiring further data generation have been made explicit;<\/li>&#13;\n\t<li>A conditional recommendation for house screening was developed based on a recently completed systematic review on housing modifications;<\/li>&#13;\n\t<li>Background information was added on how insecticide treated nets (ITNs) elicit protection for both the individual users and for the community (net users and non) where nets are widely used. This additional information drew upon a recent review of studies describing the biological mechanisms of how ITNs function with a focus on the ‘community effect’.<\/li>&#13;\n\t<li>The sections on insecticide resistance management and insecticide selection were updated to make it clearer that data from insecticide resistance assays should not be used to select between different pyrethroid products;<\/li>&#13;\n\t<li>Estimates of the resources needed for WHO recommended interventions have been added to inform local costing studies as a first step to provide cost-effectiveness estimates and guide the selection of intervention packages; and<\/li>&#13;\n\t<li>Areas where evidence gaps remain and research is needed to inform further revisions of the guidance for malaria vector control have been updated.<br \/>&#13;\n\t <\/li>&#13;\n<\/ul><p>Readers should note the dates of individual recommendations. Revisions to this guidance will be communicated via the GMP website and through WHO’s standard dissemination channels. From this point forward, these consolidated Guidelines represent the latest and definitive reference for all WHO guidance on malaria.<\/p>&#13;\n&#13;\n<p><strong>Dissemination<\/strong><br \/>&#13;\nThese consolidated <em>WHO Guidelines for malaria <\/em>are available on the MAGICapp online platform, linked to the <a href=\"https:\/\/www.who.int\/teams\/global-malaria-programme\/policy-guidance\" rel=\"noopener noreferrer\" target=\"_blank\">WHO malaria website<\/a>. The original English version will be translated into three languages (French, Spanish and Arabic). All research evidence and references are available on the web platform and will be available to download, and relevant implementation guidance will be linked to the recommendations.  When recommendations are updated, they will be labelled as such and will always display the date of the most recent update. Each time there is an update, an updated PDF version of the Guidelines will be downloadable on the WHO GMP website to facilitate access where the Internet is not reliably available. Users should note that older downloaded PDFs of the Guidelines may be outdated and may not contain the latest recommendations.<br \/><br \/>&#13;\nWHO Headquarters will work closely with its regional and country offices to ensure the wide dissemination of the Guidelines to all malaria endemic countries. There will also be dissemination through regional, sub-regional and country meetings. Member States will be supported to adapt and implement these Guidelines.<\/p>&#13;\n&#13;\n<p><strong>Feedback<\/strong><\/p>&#13;\n&#13;\n<p>GMP welcomes feedback, either via the tab associated with each recommendation or by e-mail to <a href=\"mailto:gmpfeedback@who.int\">gmpfeedback@who.int<\/a>, to help identify recommendations in need of update or development.<\/p>&#13;\n","title":"1 Executive summary","nid":696,"vid":4218,"created":1620130963,"changed":1625571279,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#1","field_reference_text":"<p>1.&nbsp;WHO Handbook for Guideline Development 2nd edition. Geneva: World Health Organization 2014;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/145714\">Website<\/a><\/p>\r\n"},{"field_id":"#2","field_reference_text":"<p>2.&nbsp;Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, Schünemann HJ, : GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ (Clinical research ed.) 2008;336(7650):924-6&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/18436948\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.bmj.com\/content\/336\/7650\/924\">Journal<\/a><\/p>\r\n"}],"field_start_swipe":1}