{"body":"<p>1. Communicable disease surveillance and response systems: guide to monitoring and evaluating (WHO\/CDS\/EPR\/LYO\/2006.2). Geneva: World Health Organization; 2006 <a href=\"https:\/\/www.who.int\/csr\/resources\/en\/\">(http:\/\/www.who.int\/csr\/resources\/ publications\/surveillance\/WHO_CDS_EPR_LYO_2006_2.pdf?ua=1) <\/a><\/p>&#13;\n&#13;\n<p>2. Global technical strategy for malaria 2016–2030. Geneva: World Health Organization; 2015 <a href=\"https:\/\/www.who.int\/malaria\/areas\/global_technical_strategy\/en\/\">(http:\/\/www.who.int\/malaria\/areas\/global_ technical_strategy\/en).<\/a><\/p>&#13;\n&#13;\n<p>3. Disease surveillance for malaria control: operational manual. Geneva: World Health Organization; 2012 <a href=\"https:\/\/apps.who.int\/iris\/\">(http:\/\/apps.who.int\/iris\/ bitstream\/10665\/44851\/1\/9789241503341_eng.pdf).<\/a><\/p>&#13;\n&#13;\n<p>4. Disease surveillance for malaria elimination: operational manual. Geneva: World Health Organization; 2012 <a href=\"https:\/\/www.who.int\/malaria\/areas\/surveillance\/operationalmanuals\/en\">(http:\/\/www.who.int\/ malaria\/areas\/surveillance\/operationalmanuals\/en).<\/a><\/p>&#13;\n&#13;\n<p>5. Framework for malaria elimination. Geneva: World Health Organization; 2017 <a href=\"https:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/254761\/9789241511988-eng.pdf?sequence=1\">(http:\/\/apps.who.int\/iris\/bitstream\/10665\/254761\/1\/9789241511988- eng.pdf).<\/a><\/p>&#13;\n&#13;\n<p>6. Armstrong-Schellenberg J, Smith T, Alonso PL, Hayes RJ. What is clinical malaria? Finding cases definitions for field research in highly endemic areas. Parasitol Today. 1995;10:439–42.<\/p>&#13;\n&#13;\n<p>7. Monitoring the building blocks of health systems: a handbook of indicators and their measurement strategies. Geneva: World Health Organization; 2010 <a href=\"https:\/\/www.who.int\/healthinfo\/systems\/WHO_MBHSS_2010_full_web.pdf\">(http:\/\/www.who.int\/healthinfo\/systems\/WHO_ MBHSS_2010_full_web.pdf).<\/a><\/p>&#13;\n&#13;\n<p>8. World malaria report 2017. Geneva: World Health Organization; 2017 <a href=\"https:\/\/www.who.int\/malaria\/publications\/world-malaria-report-2017\/en\/\">(http:\/\/www.who.int\/malaria\/publications\/world-malaria-report-2017\/ en\/).<\/a><\/p>&#13;\n&#13;\n<p>9. Components of a strong health information system. A guide to the HNM Framework. Geneva: World Health Organization; undated <a href=\"http:\/\/www.shrinkingthemalariamap.org\/sites\/www\">(http:\/\/www. childhealthresearch.eu\/research\/add-knowledge\/Components_of_a_ strong_HIS.pdf)..<\/a><\/p>&#13;\n&#13;\n<p>10. Information systems for the evaluation of malaria programmes. A practical guide. Brazzaville, WHO Regional Office for Africa, 1994 (AFRO\/CTD\/94.3).<\/p>&#13;\n&#13;\n<p>11. Background paper. The private sector’s role in malaria surveillance. Prepared for the Bill &amp; Melinda Gates Foundation. San Francisco (CA): University of California at San Francisco, Global Health Sciences; 2014 <a href=\"https:\/\/www.who.int\/malaria\/publications\/world_malaria_report\/en\/\">(http:\/\/www.shrinkingthemalariamap.org\/sites\/www. shrinkingthemalariamap.org\/files\/content\/resource\/attachment\/meiprivate-sectors-role-in-malaria-surveillance.pdf).<\/a><\/p>&#13;\n&#13;\n<p>12. World malaria report 2016. Geneva: World Health Organization; 2016 <a href=\"https:\/\/www.who.int\/malaria\/publications\/world_malaria_report\/en\/\">(http:\/\/www.who.int\/malaria\/publications\/world_malaria_report\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>13. Making data work for malaria elimination: surveillance in the private sector. Washington DC: Population Services International; 2017 <a href=\"http:\/\/www.psi.org\/publication\/making-data-work-for-malaria-eliminationsurveillance-in-the-private-sector\/\">(http:\/\/ www.psi.org\/publication\/making-data-work-for-malaria-eliminationsurveillance-in-the-private-sector\/).<\/a><\/p>&#13;\n&#13;\n<p>14. Project brief. upSCALE: mHealth system strengthening for case management and disease surveillance. London: Malaria Consortium; 2017 <a href=\"https:\/\/www.malariaconsortium.org\/media-downloads\/850\/\">(http:\/\/www.malariaconsortium.org\/media-downloads\/850\/ upSCALE:%20mHealth%20system%20strengthening%20for%20case%20 management%20and%20disease%20surveillance).<\/a><\/p>&#13;\n&#13;\n<p>15. Mobile and migrant populations and malaria information systems. New Delhi: World Health Organization Regional Office for South-East Asia; 2015 (http:\/\/apps.searo.who.int\/PDS_DOCS\/B5216.pdf?ua=1).<\/p>&#13;\n&#13;\n<p>16. Jacobson JO, Cueto C, Smith JL, Hwang J, Gosling R, Bennett A. Surveillance and response for high-risk populations: what can malaria elimination programmes learn from the experience of HIV? Malar J. 2017;16(1):33.<\/p>&#13;\n&#13;\n<p>17. Guidelines for the treatment of malaria. Third ed. Geneva: World Health Organization; 2015 <a href=\"http:\/\/apps.searo.who.int\/PDS_DOCS\/B5216.pdf?ua=1\">(http:\/\/www.who.int\/malaria\/publications\/ atoz\/9789241549127\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>18. Parasitological confirmation of malaria diagnosis. Geneva: World Health Organization; 2009 <a href=\"https:\/\/www.who.int\/malaria\/publications\/en\/\">(http:\/\/www.who.int\/malaria\/publications\/ atoz\/9789241599412\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>19. Malaria microscopy quality assurance manual, version 2. Geneva: World Health Organization; 2016 <a href=\"https:\/\/www.who.int\/malaria\/publications\/en\/\">(http:\/\/apps.who.int\/iris\/ bitstream\/10665\/204266\/1\/9789241549394_eng.pdf).<\/a><\/p>&#13;\n&#13;\n<p>20. Methods manual for product testing of malaria rapid diagnostic tests. Geneva: World Health Organization; 2014 <a href=\"https:\/\/apps.who.int\/iris\/\">(http:\/\/www.who.int\/ malaria\/publications\/rdt-manual\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>21. WHO malaria terminology. Geneva: World Health Organization; 2016 <a href=\"https:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/208815\/WHO_HTM_?sequence=1\">(http:\/\/apps.who.int\/iris\/bitstream\/10665\/208815\/1\/WHO_HTM_ GMP_2016.6_eng.pdf).<\/a><\/p>&#13;\n&#13;\n<p>22. Malaria elimination: a field manual for low and moderate endemic countries. Geneva, World Health Organization, 2007.<\/p>&#13;\n&#13;\n<p>23. Mass drug administration for falciparum malaria: a practical field manual. Geneva: World Health Organization; in preparation.<\/p>&#13;\n&#13;\n<p>24. Cao J, Sturrock HJW, Cotter C, Zhou S, Zhou H, Liu Y et al. Communicating and monitoring surveillance and response activities for malaria elimination: China’s “1-3-7” strategy. PLoS Med. 2014;11(5):e1001642.<\/p>&#13;\n&#13;\n<p>25. Swaziland National Malaria Control Programme. An example of mapping in focus.<\/p>&#13;\n&#13;\n<p>26. Tools for monitoring antimalarial drug efficacy. Geneva: World Health Organization; 2017 <a href=\"https:\/\/www.who.int\/malaria\/areas\/drug_resistance\/efficacy-monitoring-tools\/en\/\">(http:\/\/www.who.int\/malaria\/areas\/drug_ resistance\/efficacy-monitoring-tools\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>27. Methods for surveillance of antimalarial drug efficacy. Geneva: World Health Organization; 2009 <a href=\"https:\/\/www.who.int\/malaria\/publications\/en\/\">(http:\/\/www.who.int\/malaria\/publications\/ atoz\/9789241597531\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>28. Cibulskis RE, Alonso P, Aponte J, Aregawi M, Barrette A, Bergeron L et al. Malaria: global progress 2000–2015 and future challenges. Infect Dis Poverty. 2016;5:61.<\/p>&#13;\n&#13;\n<p>29. Patouillard E, Griffin JT, Bhatt S, Ghani AC, Cibulskis R. Global investment targets for malaria control and elimination between 2016 and 2030. BMJ Global Health. 2017; 2:e000176.<\/p>&#13;\n&#13;\n<p>30. Curtis CF, Jana-Kara B, Maxwell CA. Insecticide treated nets: impact on vector populations and relevance of initial intensity of transmission and pyrethroid resistance. J Vector Borne Dis. 2003;40:1–8.<\/p>&#13;\n&#13;\n<p>31. Escamilla V, Alker A, Dandalo L, Juliano JJ, Miller WC, Kamthuza P et al. Effects of community-level bed net coverage on malaria morbidity in Lilongwe, Malawi. Malar J. 2017;16:142.<\/p>&#13;\n&#13;\n<p>32. Russell TL, Beebe NW, Bugoro H, Apairamo A, Chow WK, Cooper RD et al. Frequent blood feeding enables insecticide-treated nets to reduce transmission by mosquitoes that bite predominately outdoor. Malar J. 2016;15:156.<\/p>&#13;\n&#13;\n<p>33. Cox J, Sovannaroth S, Soley LD, Ngor P, Mellor S, Roca-Feltrer A. Novel approaches to risk stratification to support malaria elimination: an example from Cambodia. Malar J. 2014;13:1.<\/p>&#13;\n&#13;\n<p>34. Malaria vector control and personal protection: report of a WHO study group (WHO Technical Report Series No. 936). Geneva: World Health Organization; 2006.<\/p>&#13;\n&#13;\n<p>35. Global plan for insecticide resistance management in malaria vectors. Geneva: World Health Organization; 2012.<\/p>&#13;\n&#13;\n<p>36. Standardized protocol for testing malaria vector susceptibility to insecticides in the African Region. Brazzaville: WHO Regional Office for the African Region; 2011.<\/p>&#13;\n&#13;\n<p>37. PMI guidelines for entomological monitoring and insecticide resistance management. Washington DC: President’s Malaria Initiative; 2011.<\/p>&#13;\n&#13;\n<p>38. Naranjo-Díaz N, Altamiranda M, Luckhart S, Conn JE, Correa MM. Malaria vectors in ecologically heterogeneous localities of the Colombian Pacific region. PLoS One. 2014;9:e103769.<\/p>&#13;\n&#13;\n<p>39. Okello PE, Van Bortel W, Byaruhanga AM, Correwyn A, Roelants P, Talisuna A et al. Variation in malaria transmission intensity in seven sites throughout Uganda. Am J Trop Med Hyg. 2006;75:219–25.<\/p>&#13;\n&#13;\n<p>40. Trung HD, Van Bortel W, Sochantha T, Keokenchanh K, Quang NT, Cong LD et al. Malaria transmission and major malaria vectors in different geographical areas of Southeast Asia. Trop Med Int Health. 2004;9:230–7.<\/p>&#13;\n&#13;\n<p>41. Shaukat AM, Breman JQ, Ellis McKenzie F. Using the entomological inoculation rate to assess the impact of vector control on malaria parasite transmission and elimination. Malar J. 2010;9:122.<\/p>&#13;\n&#13;\n<p>42. Training module on malaria control: entomology and vector control. Guide for participants. Geneva: World Health Organization; 2014.<\/p>&#13;\n&#13;\n<p>43. Test procedures for insecticide resistance monitoring in malaria vector mosquitoes. Second edition. Geneva: World Health Organization; 2016.<\/p>&#13;\n&#13;\n<p>44. Lima JBP, Rosa-Freitas MG, Rodovalho CM, Santos F, Lourenço-deOliveira R. Is there an efficient trap or collection method for sampling Anopheles darlingi and other malaria vectors that can describe the essential parameters affecting transmission dynamics as effectively as human landing catches? A review. Mem Inst Oswaldo Cruz. 2014;109:685–705.<\/p>&#13;\n&#13;\n<p>45. Manual on practical entomology in malaria: methods and techniques. Geneva: World Health Organization; 1975.<\/p>&#13;\n&#13;\n<p>46. Framework for a national plan for monitoring and management of insecticide resistance in malaria vectors. Geneva: World Health Organization; 2017.<\/p>&#13;\n&#13;\n<p>47. Burkot T, Graves PM, Paru R, Lagog M. Mixed blood feeding by the malaria vectors in the Anopheles punctulatus complex (Diptera: Culicidae). J Med Entomol. 1988;25:205–13.<\/p>&#13;\n&#13;\n<p>48. Wilkerson RC, Strickman D, Litwack TR. Illustrated key to the female anopheline mosquitoes of Central America and Mexico. J Am Mosquito Control Assoc. 1990;6:7–34.<\/p>&#13;\n&#13;\n<p>49. The Walter Reed Biosystematics Unit. Suitland (MD): Smithsonian Institution <a href=\"http:\/\/www.wrbu.org\/\">(http:\/\/www.wrbu.org\/).<\/a><\/p>&#13;\n&#13;\n<p>50. Gillies MT, Coetzee M. A supplement to the Anophelinae of Africa south of the Sahara. Johannesburg: South African Institute for Medical Research; 1987.<\/p>&#13;\n&#13;\n<p>51. Larval source management – a supplementary measure for malaria vector control. An operational manual. Geneva: World Health Organization; 2013.<\/p>&#13;\n&#13;\n<p>52. WHO prequalification team: vector control products. Geneva: World Health Organization; 2017 <a href=\"https:\/\/www.who.int\/pq-vector-control\/en\/\">(http:\/\/www.who.int\/pq-vector-control\/).<\/a><\/p>&#13;\n&#13;\n<p>53. Guidelines for procuring public health pesticides. Geneva: World Health Organization; 2012.<\/p>&#13;\n&#13;\n<p>54. LLIN durability monitoring. Washington DC: President’s Malaria Initiative; 2018 <a href=\"https:\/\/www.durabilitymonitoring.org\/\">(https:\/\/www.durabilitymonitoring.org\/; accessed January 2018).<\/a><\/p>&#13;\n&#13;\n<p>55. Indoor residual spraying: an operational manual for indoor residual spraying (IRS) for malaria transmission control and elimination. Second edition. Geneva: World Health Organization; 2015.<\/p>&#13;\n&#13;\n<p>56. Guidelines for monitoring the durability of long-lasting insecticidal nets under operational conditions. Geneva: World Health Organization; 2011.<\/p>&#13;\n&#13;\n<p>57. Conditions for deployment of mosquito nets treated with a pyrethroid and piperonyl butoxide. Geneva: World Health Organization; 2017.<\/p>&#13;\n&#13;\n<p>58. Gilles HM, Warrell DA, editors. Bruce-Chwatt’s essential malariology. Third Edition. Sevenoaks: Edward Arnold; 1993.<\/p>&#13;\n&#13;\n<p>59. Nájera JA, Kousnetsov RL, Delacollette C. Malaria epidemics, detection and control, forecasting and prevention (WHO\/MAL\/98.1084). Geneva: World Health Organization; 1998.<\/p>&#13;\n&#13;\n<p>60. Prevention and control of malaria epidemics; 3rd meeting of the Technical Support Network. Geneva: World Health Organization, 2002 (document WHO\/CDS\/RBM\/2002.40)<\/p>&#13;\n&#13;\n<p>61. MacDonald G. The epidemiology and control of malaria. Oxford: Oxford University Press; 1957.<\/p>&#13;\n&#13;\n<p>62. Prevention and control of malaria epidemics: tutor’s guide (WHO\/ HTM\/RBM\/2003.49). Geneva: World Health Organization; 2003.<\/p>&#13;\n&#13;\n<p>63. El Niño southern oscillation (ENSO) and health. Fact sheet. Geneva: World Health Organization; 2015 <a href=\"https:\/\/www.who.int\/health-topics\/climate-change#tab=tab_1\">(http:\/\/www.who.int\/globalchange\/ publications\/factsheets\/el-nino-and-health\/en\/).<\/a><\/p>&#13;\n&#13;\n<p>64. Mantilla G, Oliveros H, Barnston AG. The role of ENSO in understanding changes in Colombia’s annual malaria burden by region, 1960–2006. Mal J. 2009;8:6.<\/p>&#13;\n&#13;\n<p>65. Jones AE, Wort UU, Morse AP, Hastings IM, Gagnon AS. Climate prediction of El Niño malaria epidemics in north-west Tanzania. Malar J. 2007;6:162.<\/p>&#13;\n&#13;\n<p>66. Mabaso ML, Kleinschmidt I, Sharp B, Smith T. El Niño southern oscillation (ENSO) and annual malaria incidence in southern Africa. Trans R Soc Trop Med Hyg. 2007;101:326–30.<\/p>&#13;\n&#13;\n<p>67. Latest southern oscillation index values. Brisbane: Queensland Government; 2018 <a href=\"https:\/\/www.longpaddock.qld.gov.au\/\">(https:\/\/www.longpaddock.qld.gov.au\/ seasonalclimateoutlook\/southernoscillationindex\/).<\/a><\/p>&#13;\n&#13;\n<p>68. Malaria early warning systems: concepts, indicators and partners. A framework for field research in Africa (WHO\/CDS\/RBM\/2001.32). Geneva: World Health Organization; 2001.<\/p>&#13;\n&#13;\n<p>69. Malaria epidemics: forecasting, prevention, early detection and control: from policy to practice. Report of an informal consultation, Leysin, Switzerland, 8–10 December 2003. Geneva: World Health Organization; 2004.<\/p>&#13;\n&#13;\n<p>70. Epidemiological approach for malaria control. Geneva: World Health Organization; 2015 <a href=\"https:\/\/apps.who.int\/iris\/\">(http:\/\/apps.who.int\/iris\/ bitstream\/10665\/96351\/1\/9789241506014_tutors_guide_eng.pdf?ua=1).<\/a><\/p>&#13;\n&#13;\n<p>71. Cullen JR, Chitprarop U, Doberstyn EB, Sombatwattanangkul K. An epidemiological early warning system for malaria control in northern Thailand. Bull World Health Organ. 1984;62:107–14.<\/p>&#13;\n&#13;\n<p>72. Guintran J, Delacollette C, Trigg P. Systems for the early detection of malaria epidemics in Africa (WHO\/HTM\/MAL\/2006.1115). Geneva: World Health Organization; 2006.<\/p>&#13;\n&#13;\n<p>73. Albonico M, De Giorgi F, Razanakolona J, Raveloson A, Sabatinelli G, Pietra V et al. Control of epidemic malaria on the highlands of Madagascar. Parassitologia. 1999;41:373–6.<\/p>&#13;\n&#13;\n<p>74. Schapira A, Boutsika K. Malaria ecotypes and stratification. Adv Parasitol. 2012;78:97–167.<\/p>&#13;\n","title":"References","nid":455,"vid":668,"created":1567761317,"changed":1567767000,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}