{"body":"<p>Once malaria elimination has been achieved, maintaining the necessary technical expertise to prevent re-establishment of transmission may be challenging. Programmes should consider integrating the malaria programme into public health programmes (see above and references in <a href=\"\/node\/296\"><strong>section 3<\/strong><\/a>); in such a transition, however, it is essential that expertise and functions remain operational, even if the responsible staff no longer work solely on malaria.<\/p>&#13;\n&#13;\n<p>If a very low prevalence of malaria persists, most of the functions of what was previously a dedicated malaria programme will probably be integrated into the broader health system. Malaria will remain a notifiable disease in health reporting systems, and special studies should be integrated into the investigation systems for other emerging and epidemic vector-borne diseases. It will be important to maintain national expertise, coordinating function and capacity to react to reported malaria cases and to maintain skills in fields such as laboratory science, epidemiology, vector biology and control and informatics.<\/p>&#13;\n&#13;\n<p>At the peripheral level, if possible, a staff member of the ministry of health with expertise in surveillance and response should be appointed as a malaria focal point. Staff who have expertise in malaria should be kept in the health system, their positions being moved to other departments. In order to keep staff motivated, all workers should be assured that elimination will not result in them losing their job.<\/p>&#13;\n&#13;\n<p>Once elimination has been achieved, the central functions that must be maintained are limiting the consequences of malaria importation, with early detection, quality-assured diagnosis, effective treatment, epidemiological investigation of cases and foci and coordination of responses to prevent indigenous cases. A central reference laboratory with expertise in malaria diagnostics, including blood slide reading, should be maintained.<\/p>&#13;\n","title":"4.3 Integrating malaria activities into general health services","nid":336,"vid":2858,"created":1567504046,"changed":1581944973,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":40,"name":"Prevention of re-establishment"}]}