{"body":"<p>TES are conducted at sentinel sites, which are carefully selected based on the required number of malaria cases, adequacy of facilities and qualifications of staff. The minimal requirements for establishing a sentinel site are: trained, motivated clinical personnel and microscopists; a laboratory equipped for blood film examination; and knowledge of the level of transmission intensity, as these influence the inclusion criteria. The sentinel site may be in a community or a health facility at district or provincial level.<\/p>&#13;\n&#13;\n<p>Patients attending hospitals may have more complex clinical presentations, be more likely to have had previous drug failure and be more difficult to follow up. Thus, whenever possible, monitoring should be done in or close to the community.<\/p>&#13;\n&#13;\n<p>Sentinel sites should represent all the epidemiological strata in the country. Preferably, a site should have access to the required sample size. If this is not possible, the required sample size can be obtained by combining data from single-arm studies conducted in several sites in a geographical unit. Thus, what constitutes a sentinel site depends on the transmission setting. It may be:<\/p>&#13;\n&#13;\n<ul><li>a single health facility (health centre, hospital) or temporarily established facility in a community (typically in high-transmission settings);<\/li>&#13;\n\t<li>a group of health facilities (health centres, hospitals) in the same town or city (typically in high- or moderate-transmission settings);<\/li>&#13;\n\t<li>a group of health facilities (health centres, hospitals) in the same district (typically in low-to-moderate-transmission settings);<\/li>&#13;\n\t<li>a group of health facilities (health centres, hospitals) in several districts in the same province (typically in low-transmission settings); or<\/li>&#13;\n\t<li>cross-border health facilities (health centres, hospitals) in two neighbouring countries (rare).<\/li>&#13;\n<\/ul><p>Repeated TES at a few sites are adequate for collecting consistent longitudinal data, documenting trends and informing the national treatment policy. WHO recommends that a TES be performed at each sentinel site at least once every 2 years.<\/p>&#13;\n","title":"4.2.2 Sentinel sites","nid":401,"vid":2631,"created":1567597618,"changed":1578668779,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":42,"name":"Drug efficacy & resistance"}]}