{"body":"<p>Malaria transmission may be a risk in areas in which there was previously transmission that was interrupted and in areas with no history of transmission. Plans and practical approaches for preventing the introduction or re-establishment of malaria should be developed on the basis of assessment of those risks, which are the combined effect of receptivity and vulnerability (see <a href=\"\/node\/448\"><strong>section 7.4<\/strong><\/a>).<\/p>&#13;\n&#13;\n<p>Past entomological data can be a good baseline of information; priority should be given to determining the occurrence of vector species, with past data used to infer vector behaviour. Routine entomological surveillance and\/or spot checks should be used in areas of high receptivity and\/or high vulnerability, i.e. where the risk of re-establishment is significant. Areas in which there are anticipated increases in risk due to human activities should be included, such as those in which there are current or anticipated changes in population movement, land use,³ environment and weather conditions, such as those that increase the availability of suitable habitats for malaria vectors, contact between humans and vectors or importation of vectors.<\/p>&#13;\n&#13;\n<p>In the event of locally acquired cases and insufficient entomological data, spot checks will be required, as outlined above (<a href=\"\/node\/411\"><strong>section 5.2<\/strong><\/a>).<\/p>&#13;\n&#13;\n<p><strong>Threat of invasive species<\/strong><\/p>&#13;\n&#13;\n<p>Vigilant monitoring should be conducted in areas that are prone to or at high risk of invasive vector species,⁴ as malariogenic potential can increase as a result of the introduction of species with high vectorial capacity. Better surveillance tools are required for early detection of invasive vector species to ensure rapid response and containment before these species become established in local environments and\/or spread over wide areas. Priority locations include those at high risk of vector entry, such as major ports, railway stations and rest stops along transport routes to endemic countries.<\/p>&#13;\n&#13;\n<p>If invasive vectors have been introduced, early detection of areas in which they are present is critical for rapid introduction of mitigation measures and local elimination of the species. Aggressive vector control, such as focal IRS and LSM to target adults and larval stages, will be required. In the early phase of mosquito colonization, when it is thought that invasive mosquitoes are still limited to small foci (generally considered to be around 1 km2 ), countries should conduct entomological investigations in and around the colonized areas to guide and evaluate interventions to eliminate the invasive mosquitoes.<\/p>&#13;\n&#13;\n<p>Where invasive mosquitoes have become established and can no longer be eliminated, the emphasis should be on prevention of disease outbreaks and further spread of the vectors. As there is only limited experience with the elimination of invasive mosquitoes, countries should carefully evaluate and document the activities undertaken and their impact, for the benefit of improving guidance in this area.<\/p>&#13;\n&#13;\n<div class=\"source\">&#13;\n<div class=\"source-content\">&#13;\n<p>³ Examples of land use change include deforestation and cultivation of natural swamps in the African highlands that resulted in conditions favourable to the survival of <em style=\"font-size: 10px\">An. gambiae<\/em>, deforestation in South America that led to increased populations of <em style=\"font-size: 10px\">An. darling<\/em> and <em style=\"font-size: 10px\">An. aquasalis<\/em> and reforestation in India and Southeast Asia that resulted in increases in the numbers of malaria cases due to <em>An. fluviatilis<\/em> and <em style=\"font-size: 10px\">An. dirus<\/em>.    <\/p>&#13;\n&#13;\n<p>⁴ For example, <em style=\"font-size: 10px\">An. stephensi<\/em> was recorded for the first time in Sri Lanka in 2017, posing a potential challenge to the prevention of re-establishment of malaria in the country.<\/p>&#13;\n<\/div>&#13;\n<\/div>&#13;\n","title":"5.5.3 Priorities for entomological surveillance by transmission setting – Prevention of re-establishment of transmission","nid":421,"vid":3409,"created":1567680256,"changed":1587018589,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":43,"name":"Entomology & insecticide resistance"},{"tid":40,"name":"Prevention of re-establishment"}]}