{"body":"<p>Monitoring of physiological resistance is essential and should be conducted across the continuum of malaria transmission <em><a href=\"\/node\/455\">(43)<\/a><\/em>. The vector control team and public health entomologist(s) of the NMP should prepare a national plan for monitoring and managing insecticide resistance <em><a href=\"\/node\/455\">(46)<\/a><\/em> that includes an outline of where, when and how resistance will be monitored. Representative sentinel sites will be required, the location of which should be based on the eco-epidemiological stratification, the distribution of important vectors and the types of interventions and situations likely to promote resistance, such as intensive insecticide use in agriculture (see <strong> <a href=\"\/node\/411\">section 5.2<\/a><\/strong>). Where insecticide resistance has been confirmed, the intensity of resistance and\/or the underlying resistance mechanisms should be determined <em><a href=\"\/node\/455\">(43)<\/a><\/em>. Tests for insecticide resistance should usually be conducted with adult malaria vectors; however, tests may be conducted with larvae when chemical or biological agents are used or planned for use in larviciding. Knowledge of resistance mechanisms is important for understanding cross-resistance, which can occur even between insecticide classes with different modes of action due to target-site, metabolic or cuticular mechanisms. Understanding intensity of resistance and the mechanism involved is essential for making operational decisions, such as the choice of an alternative insecticide for IRS and rotation of insecticides with different modes of action for resistance management. Proper interpretation of data on insecticide resistance requires understanding of the biology and behavioural ecology of the local vector species responsible for transmission (including sibling species where <em>Anopheles <\/em>complexes occur) <em><a href=\"\/node\/455\">(47–50)<\/a>.<\/em><\/p>&#13;\n","title":"5.3.2 Adult vector resistance to insecticides","nid":541,"vid":3404,"created":1573714661,"changed":1587018261,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":43,"name":"Entomology & insecticide resistance"}]}