{"title":"Pre-referral treatment options","nid":771,"vid":4274,"created":1623405001,"changed":1626693329,"field_accordian_header":[{"field_accordian":[{"field_title":"Where complete treatment of","field_content":"Where complete treatment of severe malaria is not possible, but injections are available, give adults and children a single intramuscular dose of artesunate, and refer to an appropriate facility for further care. Where intramuscular artesunate is not available use intramuscular artemether or, if that is not available, use intramuscular quinine.<br>\n<br>\nWhere intramuscular injection of artesunate is not available, treat children &lt; 6 years with a single rectal dose (10mg\/kg bw) of artesunate, and refer immediately to an appropriate facility for further care. Do not use rectal artesunate in older children and adults.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, moderate-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE <\/strong><br \/>In a systematic review of pre-referral treatment for suspected severe malaria, in a single large randomized controlled trial of 17 826 children and adults in Bangladesh, Ghana and the United Republic of Tanzania, pre-referral rectal artesunate was compared with placebo <cite class=\"magic-cite\" data-ref-id=\"362632\" data-label=\"\">[143]<\/cite>.<\/p><p>In comparison with placebo:<\/p><ul><li>Rectal artesunate reduced mortality by about 25% in children < 6 years (RR, 0.74; 95% CI, 0.59–0.93; one trial, 8050 participants, moderate- quality evidence).<\/li><li>Rectal artesunate was associated with more deaths in older children and adults (RR, 2.21; 95% CI, 1.18–4.15; one trial 4018 participants, low- quality evidence).<\/li><\/ul><p><br \/><strong>Other considerations<\/strong><br \/>The guideline development group could find no plausible explanation for the finding of increased mortality among older children and adults in Asia who received rectal artesunate, which may be due to chance. Further trials would provide clarification but are unlikely to be done. The group was therefore unable to recommend its use in older children and adults.<\/p><p>In the absence of direct evaluations of parenteral antimalarial drugs for pre- referral treatment, the guideline development group considered the known benefits of artesunate in hospitalized patients and downgraded the quality of evidence for pre-referral situations. When intramuscular injections can   be given, the group recommends intramuscular artesunate in preference to rectal artesunate.<\/p><p><strong>Remarks<\/strong><br \/>This recommendation applies to all people with suspected severe malaria, including infants, lactating women and pregnant women in all trimesters.<\/p><p>Where intramuscular artesunate is not available, use rectal artesunate (in children < 6 years), intramuscular artemether or intramuscular quinine.<\/p><p><strong>Rationale for the recommendation<\/strong><br \/>In the absence of direct comparative evaluations of parenteral antimalarial drugs for pre-referral treatment, the Guideline Development Group considered the known benefits of artesunate in hospitalized patients and downgraded the quality of evidence for use in pre-referral situations. When intramuscular injections can be given, the panel recommends intramuscular artesunate in preference to rectal artesunate.<\/p>","practical_info":"<p><strong>Adjustment of parenteral dosing in renal failure of hepatic dysfunction<\/strong><br>The dosage of artemisinin derivatives does not have to be adjusted for patients with vital organ dysfunction. However, quinine accumulates in severe vital organ dysfunction. If a patient with severe malaria has persisting acute kidney injury or there is no clinical improvement by 48 h, the dose of quinine should be reduced by one third, to 10 mg salt\/kg bw every 12 h. Dosage adjustments are not necessary if patients are receiving either haemodialysis or haemofiltration.<\/p><p><strong>Follow-on treatment<\/strong><br>The current recommendation of experts is to give parenteral antimalarial drugs for the treatment of severe malaria for a minimum of 24 h ounce started (irrespective of the patient’s ability to tolerate oral medication earlier) or until the patient can tolerate oral medication, before giving the oral follow-up treatment.<\/p><p>After initial parenteral treatment, once the patient can tolerate oral therapy, it is essential to continue and complete treatment with an effective oral antimalarial drug by giving a full course of effective ACT (artesunate + amodiaquine, artemether&nbsp;+ lumefantrine or dihydroartemisinin + piperaquine). If the patient presented initially with impaired consciousness, ACTs containing mefloquine should be avoided because of an increased incidence of neuropsychiatric complications. When an ACT is not available, artesunate + clindamycin, artesunate + doxycycline, quinine + clindamycin or quinine + doxycycline can be used for follow-on treatment. Doxycycline is preferred to other tetracyclines because it can be given once daily and does not accumulate in cases of renal failure, but it should not be given to children &lt; 8 years or pregnant women. As treatment with doxycycline is begun only when the patient has recovered sufficiently, the 7-day doxycycline course finishes after the artesunate, artemether or quinine course. When available, clindamycin may be substituted in children and pregnant women.<\/p><p><strong>Continuing supportive care<\/strong><br>Patients with severe malaria require intensive nursing care, preferably in an intensive care unit where possible. Clinical observations should be made as frequently&nbsp;&nbsp; as possible and should include monitoring of vital signs, coma score and urine output. Blood glucose should be monitored every 4 h, if possible, particularly in unconscious patients.<br><br>Please refer to <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259356?locale-attribute=de&amp;\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Rectal artesunate for pre-referral treatment of severe malaria<\/i><\/a>&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362676\" data-label=\"\">[144]<\/cite>.<\/p>","field_icon":null}],"field_header":"Where complete treatment of"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78112","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"}]}