{"body":"<p>Every country can accelerate progress towards elimination through evidence-based strategies, regardless of the current intensity of transmission and the malaria burden they may carry.<\/p>&#13;\n&#13;\n<p>Accurate stratification of malaria transmission intensity is essential for effective targeting of interventions. In settings with high transmission, the malaria control programme usually stratifies subnational areas such as districts or provinces, sometimes by population surveys. As countries progress towards elimination, finer-scale mapping is required, and stratification should be more specific, ideally at the level of localities or health facility catchment areas <em><a href=\"\/node\/364\">(11,12)<\/a><\/em>. Accurate local stratification requires reliable case detection through a surveillance system in which health facilities routinely receive reports of confirmed malaria cases at specified intervals (weekly, monthly) <em><a href=\"\/node\/364\">(13)<\/a><\/em>.<\/p>&#13;\n&#13;\n<p>As described below and in greater detail in <a href=\"\/node\/250\"><strong>section 2<\/strong><\/a>, stratification involves classification of geographical units according to their current transmission intensity and, once transmission intensity has been reduced, according to their vulnerability and receptivity to malaria, i.e. the risk for importation of malaria cases and the inherent potential of their vector-human ecosystem to transmit malaria.<\/p>&#13;\n&#13;\n<p>Transmission intensity is usually assessed as the incidence of cases or the prevalence of infection. Most countries have information on the annual parasite incidence² (numberof new parasitologically confirmed malaria cases per 1000 population per year) from routine surveillance and\/or on the parasite prevalence from surveys, often conducted during or just after periods of peak transmission.<\/p>&#13;\n&#13;\n<p>The following categories of transmission intensity are indicative and meant to provide an adaptable framework in which each country can conduct a stratification exercise to classify geographical units according to local malaria transmission (see <a href=\"\/node\/252\"><strong>section 2.2<\/strong><\/a>).<\/p>&#13;\n&#13;\n<ul><li>Areas of <strong>high transmission<\/strong> are characterized by an annual parasite incidence of about 450 or more cases per 1000 population and a <em>P. falciparum<\/em> prevalence rate of ≥35%.³<\/li>&#13;\n\t<li><strong>Moderate transmission<\/strong> areas have an annual parasite incidence of 250–450 cases per 1000 population and a prevalence of <em>P. falciparum\/P. vivax<\/em> malaria of 10–35%.<\/li>&#13;\n\t<li>Areas of <strong>low transmission <\/strong>have an annual parasite incidence of 100–250 cases per 1000 population and a prevalence of <em>P. falciparum\/P. vivax<\/em> of 1–10%. It should be noted that the incidence of cases or infections is a more useful measure in geographical units in which the prevalence is low, given the difficulty of measuring prevalence accurately at low levels <em><a href=\"\/node\/364\">(15)<\/a><\/em>.<\/li>&#13;\n\t<li><strong>Very low transmission<\/strong> areas have an annual parasite incidence of &lt; 100 cases per 1000 population and a prevalence of <em>P. falciparum\/P. vivax<\/em> malaria &gt; 0 but &lt; 1%.<\/li>&#13;\n<\/ul><p>The relation between parasite incidence, parasite prevalence and the number of cases presenting to a health facility per week can be estimated in models <em><a href=\"\/node\/364\">(16)<\/a><\/em>. For case investigation and focus investigation, local programmes must know the number of cases per health facility per week, as these activities are possible only if health workers see few cases and have sufficient time to conduct investigations within a reasonable workload. Generally, only in areas with “very low transmission” is the number of cases small enough (perhaps fewer than two or three cases per week per health facility) to permit investigation and follow-up. Training and preparation for this work must precede this stage.<\/p>&#13;\n&#13;\n<p>Differences in transmission from one area to another may be due to geographical characteristics, such as altitude, temperature and humidity, rainfall patterns, proximity to water bodies, land use, vector distribution, socio-demographic characteristics, access to anti-malarial treatment and implementation of vector control. In most endemic areas, seasonal patterns of transmission are seen, with high transmission during part of the year. Both the intensity and timing of transmission are important considerations in designing elimination strategies.<\/p>&#13;\n&#13;\n<div class=\"source\"> &#13;\n<div class=\"source-content\">² “Incidence” is the number of new events or cases of disease that develop in a population of individuals at risk during a specified interval <em><a href=\"\/node\/364\">(14)<\/a><\/em>; here, it is the annual number of new malaria cases per 1000 population at risk.<br \/>&#13;\n³ This rate typically applies only to <em style=\"font-size:11px\">P. falciparum<\/em>, as such high levels are not usually achieved in <em style=\"font-size:11px\">P. vivax<\/em> infections.<\/div>&#13;\n<\/div>&#13;\n","title":"1.1 The starting-point: understanding malaria transmission intensity and country stratification","nid":244,"vid":2768,"created":1567081484,"changed":1580818220,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":27,"name":"Surveillance of elimination"}]}