{"body":"<div class=\"blue-header\"><strong>Preventing relapse in P. vivax or P. ovale malaria<\/strong><\/div>&#13;\n&#13;\n<div class=\"blue-content\">&#13;\n<p>To prevent relapse, treat P. vivax or P. ovale malaria in children and adults (except pregnant women, infants aged &lt; 6 months, women breastfeeding infants &lt; 6 months, women breastfeeding older infants unless they are known not to be G6PD deficient and people with G6PD deficiency) with a 14-day course of primaquine in all transmission settings.<br \/><em>Strong recommendation, high-quality evidence<\/em><\/p>&#13;\n&#13;\n<p>In people with G6PD deficiency, consider preventing relapse by giving primaquine base at 0.75 mg base\/kg bw once a week for 8 weeks, with close medical supervision for potential primaquine-induced adverse haematological effects.<br \/><em>Conditional recommendation, very low-quality evidence<\/em><\/p>&#13;\n&#13;\n<hr \/><p><strong>GRADE (see Annex 4, A4.9 and A4.10)<\/strong><br \/>&#13;\nIn a systematic review of primaquine for radical cure of P. vivax malaria, 14 days of primaquine was compared with placebo or no treatment in 10 trials, and 14 days was compared with 7 days in one trial. The trials were conducted in Colombia, Ethiopia, India, Pakistan and Thailand between 1992 and 2006.<\/p>&#13;\n&#13;\n<p>In comparison with placebo or no primaquine:<\/p>&#13;\n&#13;\n<ul><li>14 days of primaquine (0.25 mg\/kg bw per day) reduced relapses during 15 months of follow-up by about 40% (RR, 0.60; 95% CI, 0.48–0.75, 10 trials, 1740 participants, high-quality evidence).<\/li>&#13;\n<\/ul><p>In comparison with 7 days of primaquine:<\/p>&#13;\n&#13;\n<ul><li>14 days of primaquine (0.25 mg\/kg bw per day) reduced relapses during 6 months of follow-up by over 50% (RR, 0.45; 95% CI, 0.25–0.81, one trial, 126 participants, low-quality evidence).<\/li>&#13;\n<\/ul><p>No direct comparison has been made of higher doses (0.5 mg\/kg bw for 14 days) with the standard regimen (0.25 mg\/kg bw for 14 days).<\/p>&#13;\n&#13;\n<p>Twelve of the 15 trials included in the review explicitly excluded people with G6PD deficiency; the remaining three did not report on this aspect. No serious adverse events were reported.<\/p>&#13;\n&#13;\n<p><strong>Other considerations<\/strong><br \/>&#13;\nIn the absence of evidence to recommend alternatives, the guideline development group considers 0.75 mg\/kg bw primaquine given once weekly for 8 weeks to be the safest regimen for people with mild-to-moderate G6PD deficiency.<\/p>&#13;\n<\/div>&#13;\n&#13;\n<hr \/><div class=\"source\">&#13;\n<div class=\"source-content\">Galappaththy GNL, Tharyan P, Kirubakaran R. Primaquine for preventing relapse in people with Plasmodium vivax malaria treated with chloroquine. Cochrane Database Systemat Rev 2013;10:CD004389. doi: 10.1002\/14651858.CD004389.pub3.<\/div>&#13;\n<\/div>&#13;\n","title":"Recommendations","nid":583,"vid":2468,"created":1575439749,"changed":1578043141,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null}