{"body":"<p>1. Habluetzel A, Diallo DA, Esposito F, Lamizana L, Pagnoni F, Lengeler C, et al. Do insecticide-treated curtains reduce all-cause child mortality in Burkina Faso? Trop Med Int Health. 1997;2(9):855–62.<\/p>&#13;\n&#13;\n<p>2. Sochantha T, Hewitt S, Nguon C, Okell L, Alexander N, Yeung S, et al. 2006. Insecticide-treated bednets for the prevention of Plasmodium falciparum malaria in Cambodia: a cluster-randomized trial. Trop Med Int Health. 2006;11(8):1166–77.<\/p>&#13;\n&#13;\n<p>3. Henry MC, Carnevale P, Assi SB, Dossou-Yovo J, Rogier C, Guillet P. The challenge of malaria control in an area of pyrethroid resistance in Côte d’Ivoire, efficacy of lambdacyhalothrin treated nets against malaria infection and disease. Submitted to Trans R Soc Trop Med Hyg.<\/p>&#13;\n&#13;\n<p>4. Binka FN, Kubaje A, Adjuik M, Williams LA, Lengeler C, Maude GH, et al. Impact of permethrin impregnated bednets on child mortality in Kassena-Nankana district, Ghana: a randomized controlled trial. Trop Med Int Health. 1996;1(2):147–54.<\/p>&#13;\n&#13;\n<p>5. Nevill CG, Some ES, Mung'Ala VO, Muterni W, New L, Marsh K, et al. Insecticide-treated bednets reduce mortality and severe morbidity from malaria among children on the Kenyan coast. Trop Med Int Health. 1996;1(2):139–46.<\/p>&#13;\n&#13;\n<p>6. Phillips-Howard PA, Nahlen BL, Kolczak MS, Hightower AW, Ter Kuile FO, Alaii JA, et al. Efficacy of permethrin-treated bed nets in the prevention of mortality in young children in an area of high perennial malaria transmission in western Kenya. Am J Trop Med Hyg. 2003; 68(4_suppl):23–9.<\/p>&#13;\n&#13;\n<p>7. Sexton JD, Ruebush II TK, Brandling-Bennett AD, Breman JG, Roberts JM, Odera JS, et al. Permethrin-impregnated curtains and bed-nets prevent malaria in western Kenya. Am J Trop Med Hyg. 1990;43(1):11–8.<\/p>&#13;\n&#13;\n<p>8. Smithuis FM, Kyaw MK, Phe UO, van der Broek I, Katterman N, Rogers C, et al. The effect of insecticide-treated bed nets on the incidence and prevalence of malaria in children in an area of unstable seasonal transmission in western Myanmar. Malar J. 2013;12(1):363.<\/p>&#13;\n&#13;\n<p>9. Marbiah NT, Petersen E, David K, Magbity E, Lines J, Bradley DJ. A controlled trial of lambda-cyhalothrin-impregnated bed nets and\/or dapsone\/pyrimethamine for malaria control in Sierra Leone. Am J Trop Med Hyg. 1998;58(1):1–6.<\/p>&#13;\n&#13;\n<p>10. Rowland M, Bouma M, Ducornez D, Durrani N, Rozendaal J, Schapira A, et al. Pyrethroid-impregnated bed nets for personal protection against malaria for Afghan refugees. Trans R Soc Trop Med Hyg. 1996;90(4):357–61.<\/p>&#13;\n&#13;\n<p>11. Fraser-Hurt N, Felger I, Edoh D, Steiger S, Mashaka M, Masanja H, et al. Effect of insecticide-treated bed nets on haemoglobin values, prevalence and multiplicity of infection with Plasmodium falciparum in a randomized controlled trial in Tanzania. Trans R Soc Trop Med Hyg. 1999;93(Suppl_1):47–51.<\/p>&#13;\n&#13;\n<p>12. Strode C, Donegan S, Garner P, Enayati AA, Hemingway J. The impact of pyrethroid resistance on the efficacy of insecticide-treated bed nets against African anopheline mosquitoes: systematic review and metaanalysis. PLoS Med. 2014;11(3):e1001619.<\/p>&#13;\n&#13;\n<p>13. Moyou-Somo R, Lehman LG, Awahmukalah S, Ayuk PE. Deltamethrin impregnated bednets for the control of urban malaria in Kumba Town, South-West Province of Cameroon. J Trop Med Hyg. 1995;98(5):319–24.<\/p>&#13;\n&#13;\n<p>14. Kroeger A, Mancheno M, Alarcon J, Pesse K. Insecticide-impregnated bed nets for malaria control: varying experiences from Ecuador, Colombia, and Peru concerning acceptability and effectiveness. Am J Trop Med Hyg. 1995;53(4):313–23.<\/p>&#13;\n&#13;\n<p>15. D'Alessandro U, Olaleye B, Langerock P, Aikins MK, Thomson MC, Cham MK, et al. Mortality and morbidity from malaria in Gambian children after introduction of an impregnated bednet programme. Lancet. 1995;345(8948):479–83.<\/p>&#13;\n&#13;\n<p>16. Snow RW, Rowan KM, Greenwood BM. A trial of permethrin-treated bed nets in the prevention of malaria in Gambian children. Trans R Soc Trop Med Hyg. 1987;81(4):563–7.<\/p>&#13;\n&#13;\n<p>17. Snow RW, Rowan KM, Lindsay SW, Greenwood BM. A trial of bed nets (mosquito nets) as a malaria control strategy in a rural area of The Gambia, West Africa. Trans R Soc Trop Med Hyg. 1988;82(2):212–5.<\/p>&#13;\n&#13;\n<p>18. Rabarison P, Ramambanirina L, Rajaonarivelo E, Rakotoarivony I, Andrianaivolambo L, Jambou R, et al. Study of the impact of deltamethrin impregnated curtains on malaria morbidity in Ankazobe of the Madagascar highlands. Med Trop (Mars). 1995;55(4 Suppl):105–8.<\/p>&#13;\n&#13;\n<p>19. Kroeger A, González M, Ordóñez-González J. Insecticide-treated materials for malaria control in Latin America: to use or not to use? Trans R Soc Trop Med Hyg. 1999;93(6):565–70.<\/p>&#13;\n&#13;\n<p>20. Kamol-Ratanakul P, Prasittisuk C. The effectiveness of permethrinimpregnated bed nets against malaria for migrant workers in eastern Thailand. Am J Trop Med Hyg. 1992;47(3):305–9.<\/p>&#13;\n&#13;\n<p>21. Luxemburger C, Perea WA, Delmas G, Pruja C, Pecoul B, Moren A. Permethrin-impregnated bed nets for the prevention of malaria in schoolchildren on the Thai-Burmese border. Trans R Soc Trop Med Hyg. 1994;88(2):155–9.<\/p>&#13;\n&#13;\n<p>22. Magris M, Rubio-Palis Y, Alexander N, Ruiz B, Galvan N, Frias D, et al. Community-randomized trial of lambdacyhalothrin-treated hammock nets for malaria control in Yanomami communities in the Amazon region of Venezuela. Trop Med Int Health. 2007;12(3):392–403.<\/p>&#13;\n&#13;\n<p>23. Misra SP. Indoor residual spray versus treated mosquito nets using deltamethrin to control malaria-a community randomized trial in rural Surat, India [dissertation]. London; University of London: 1999.<\/p>&#13;\n&#13;\n<p>24. Curtis CF, Maxwell CA, Finch RJ, Njunwa KJ. A comparison of use of a pyrethroid either for house spraying or for bednet treatment against malaria vectors. Trop Med Int Health. 1998;3(8):619–31.<\/p>&#13;\n&#13;\n<p>25. Rowland M, Mahmood P, Iqbal J, Carneiro I, Chavasse D. Indoor residual spraying with alphacypermethrin controls malaria in Pakistan: a community-randomized trial. Trop Med Int Health. 2000;5(7):472–81.<\/p>&#13;\n&#13;\n<p>26. Corbel V, Akogbeto M, Damien GB, Djenontin A, Chandre F, Rogier C, et al. Combination of malaria vector control interventions in pyrethroid resistance area in Benin: a cluster randomised controlled trial. Lancet Infect Dis. 2012;12(8):617–26.<\/p>&#13;\n&#13;\n<p>27. Keating J, Locatelli A, Gebremichael A, Ghebremeskel T, Mufunda J, Mihreteab S, et al. Evaluating indoor residual spray for reducing malaria infection prevalence in Eritrea: results from a community randomized control trial. Acta Trop. 2011;119(2-3):107–13.<\/p>&#13;\n&#13;\n<p>28. Pinder M, Jawara M, Jarju LB, Salami K, Jeffries D, Adiamoh M, et al. Efficacy of indoor residual spraying with dichlorodiphenyltrichloroethane against malaria in Gambian communities with high usage of long-lasting insecticidal mosquito nets: a cluster-randomised controlled trial. Lancet. 2015;385(9976):1436–46.<\/p>&#13;\n&#13;\n<p>29. West PA, Protopopoff N, Wright A, Kivaju Z, Tigererwa R, Mosha FW, et al. Indoor residual spraying in combination with insecticidetreated nets compared to insecticide-treated nets alone for protection against malaria: a cluster randomised trial in Tanzania. PLoS Med. 2014;11(4):e1001630.<\/p>&#13;\n&#13;\n<p>30. Majambere S, Pinder M, Fillinger U, Ameh D, Conway DJ, Green C, et al. Is mosquito larval source management appropriate for reducing malaria in areas of extensive flooding in The Gambia? a cross-over intervention trial. Am J Trop Med Hyg. 2010;82(2):176–84.<\/p>&#13;\n&#13;\n<p>31. Fillinger U, Ndenga B, Githeko A, Lindsay SW. Integrated malaria vector control with microbial larvicides and insecticide-treated nets in western Kenya: a controlled trial. Bull World Health Organ. 2009;87:655–65.<\/p>&#13;\n&#13;\n<p>32. Yapabandara AMGM, Curtis CF, Wickramasinghe MB, Fernando WP. Control of malaria vectors with the insect growth regulator pyriproxyfen in a gem-mining area in Sri Lanka. Acta Trop. 2001;80(3):265–76.<\/p>&#13;\n&#13;\n<p>33. Maheu-Giroux M, Castro MC. Impact of community-based larviciding on the prevalence of malaria infection in Dar es Salaam, Tanzania. PloS ONE. 2013;8(8):e71638.<\/p>&#13;\n&#13;\n<p>34. Sabatinelli G, Blanchy S, Majori G, Papakay M. Impact of the use of larvivorous fish Poecilia reticulata on the transmission of malaria in FIR of Comoros. Ann Parasitol Hum Comp. 1991;66(2):84–8.<\/p>&#13;\n&#13;\n<p>35. Fletcher M, Teklehaimanot A, Yemane G. Control of mosquito larvae in the port city of Assab by an indigenous larvivorous fish, Aphanius dispar. Acta Trop. 1992;52(2-3):155–66.<\/p>&#13;\n&#13;\n<p>36. Haq S, Srivastava HC. Efficacy of Aphanius dispar (Rüppell) an indigenous larvivorous fish for vector control in domestic tanks under the Sardar Sarovar Narmada project command area in District Kheda, Gujarat. J Vector Borne Dis. 2013;50(2):137.<\/p>&#13;\n&#13;\n<p>37. Menon PKB, Rajagopalan PK. Control of mosquito breeding in wells by using Gambusia affinis and Aplocheilus blochii in Pondicherry town. Indian J Med Res. 1978;68:927–33.<\/p>&#13;\n&#13;\n<p>38. Sitaraman NL, Mahadevan S, Swamidas S. Biological control of A. stephensi larvae in wells by Poecilia reticulatus in Greater Hyderabad City, India. J Comm Dis. 1976;8(4):315–9.<\/p>&#13;\n&#13;\n<p>39. Nalim S, Tribuwono D. Control demonstration of the ricefield breeding mosquito Anopheles aconitus Donitz in Central Java, using Poecilia reticulata through community participation: 2. Culturing, distribution and use of fish in the field. Buletin Penelitian Kesehatan. 1987;15(4 Des).<\/p>&#13;\n&#13;\n<p>40. Howard AF, Zhou G, Omlin FX. Malaria mosquito control using edible fish in western Kenya: preliminary findings of a controlled study. BMC Pub Health. 2007;7(1):199.<\/p>&#13;\n&#13;\n<p>41. Imbahale SS, Mweresa CK, Takken W, Mukabana WR. Development of environmental tools for anopheline larval control. Parasit Vectors. 2011;4(1):130.<\/p>&#13;\n&#13;\n<p>42. Kusumawathie PHD, Wickremasinghe AR, Karunaweera ND, Wijeyaratne MJS. Larvivorous potential of the guppy, Poecilia reticulata, in anopheline mosquito control in riverbed pools below the Kotmale dam, Sri Lanka. Asia Pac J Public Health. 2008;20(1):56–63.<\/p>&#13;\n&#13;\n<p>43. Kusumawathie PHD, Wickremasinghe AR, Karunaweera ND, Wijeyaratne MJS. Costs and effectiveness of application of Poecilia reticulata (guppy) and temephos in anopheline mosquito control in river basins below the major dams of Sri Lanka. Trans R Soc Trop Med Hyg. 2008;102(7):705–11.<\/p>&#13;\n&#13;\n<p>44. Mahmoud AA. Mosquitofish Gambusia affinis holbrooki as a malaria vector control agent in Gezira irrigation canals of the Sudan. J Am Mosq Control Assoc. 1985;1(4):524–6.<\/p>&#13;\n&#13;\n<p>45. Kim HC, Lee JH, Yang KH, Yu HS. Biological control of Anopheles sinensis with native fish predators (Aplocheilus and Aphyocypris) and herbivorous fish, Tilapia in natural rice fields in Korea. Entomol Res. 2002;32(4):247–50.<\/p>&#13;\n&#13;\n<p>46. Yu HS, Lee JH. Biological control of malaria vector (Anopheles sinensis Wied.) by combined use of larvivorous fish (Aplocheilus latipes) and herbivorous hybrid (Tilapia mossambicus niloticus) in rice paddies of Korea. Korean J Applied Entomol. 1989;28(4):229–36.<\/p>&#13;\n&#13;\n<p>47. Evaluation of the efficacy of use of Gambusia fishes in the Anopheles breeding sites with special reference to the rice fields in Tajikistan. Annual report on malaria in 2007. Dushanbe: Republican Tropical Disease Centre (RTDC); 2008.<\/p>&#13;\n&#13;\n<p>48. Zvantsov AB, Kadamov D, Fozilov H. Experiences and prospects of use of larvivorous fishes for control\/prevention of malaria in Tajikistan. Geneva: World Health Organization; 2008.<\/p>&#13;\n&#13;\n<p>49. Hobbs JH. A trial of ultralow volume pyrethrin spraying as a malaria control measure in El Salvador. Mosquito News. 1976;36(2):132–7.<\/p>&#13;\n&#13;\n<p>50. Krogstad DJ, Joseph VR, Newton LH. A prospective study of the effects of ultralow volume (ULV) aerial application of malathion on epidemic Plasmodium falciparum malaria. Am J Trop Med Hyg. 1975;24(2):199– 205.<\/p>&#13;\n&#13;\n<p>51. Tewari SC, Piruthivi V, Mani TR, Rajendran R, Hiriyan J, Joseph AS, et al. Space-spraying with malathion as a supplementary measure for operational malaria control. Indian J Med Res. 1990;91:151–8.<\/p>&#13;\n&#13;\n<p>52. Seleena P, Lee HL, Chooi KH, Junaidih S. Space spraying of bacterial and chemical insecticides against Anopheles balabacensis Baisas for the control of malaria in Sabah, East Malaysia. Southeast Asian J Trop Med Public Health. 2004;35:68–78.<\/p>&#13;\n&#13;\n<p>53. Hill N, Lenglet A, Arnez AM, Carneiro I. Plant based insect repellent and insecticide treated bed nets to protect against malaria in areas of early evening biting vectors: double blind randomised placebo controlled clinical trial in the Bolivian Amazon. BMJ. 2007;335(7628):1023.<\/p>&#13;\n&#13;\n<p>54. Sluydts V, Durnez L, Heng S, Gryseels C, Canier L, Kim S, et al. Efficacy of topical mosquito repellent (picaridin) plus long-lasting insecticidal nets versus long-lasting insecticidal nets alone for control of malaria: a cluster randomised controlled trial. Lancet Infect Dis. 2016;16(10): 1169–77.<\/p>&#13;\n&#13;\n<p>55. Chen-Hussey V, Carneiro I, Keomanila H, Gray R, Bannavong S, Phanalasy S, et al. Can topical insect repellents reduce malaria? A cluster-randomised controlled trial of the insect repellent N, N-diethylm-toluamide (DEET) in Lao PDR. PloS ONE. 2013;8(8):e70664<\/p>&#13;\n&#13;\n<p>56. Rowland M, Downey G, Rab A, Freeman T, Mohammad N, Rehman H, et al. DEET mosquito repellent provides personal protection against malaria: a household randomized trial in an Afghan refugee camp in Pakistan. Trop Med Int Health. 2004;9(3):335–42.<\/p>&#13;\n&#13;\n<p>57. McGready R, Hamilton KA, Simpson JA, Cho T, Luxemburger C, Edwards R, et al. Safety of the insect repellent N, N-diethyl-Mtoluamide (DEET) in pregnancy. Am J Trop Med Hyg. 2001;65(4):285–9.<\/p>&#13;\n&#13;\n<p>58. Sangoro O, Turner E, Simfukwe E, Miller JE, Moore SJ. A clusterrandomized controlled trial to assess the effectiveness of using 15% DEET topical repellent with long-lasting insecticidal nets (LLINs) compared to a placebo lotion on malaria transmission. Malar J. 2014;13(1):324.<\/p>&#13;\n&#13;\n<p>59. Soto J, Medina F, Dember N, Berman J. Efficacy of permethrinimpregnated uniforms in the prevention of malaria and leishmaniasis in Colombian soldiers. Clin Infect Dis. 1995;21(3):599–602.<\/p>&#13;\n&#13;\n<p>60. Rowland M, Durrani N, Hewitt S, Mohammed N, Bouma M, Carneiro I, et al. Permethrin-treated chaddars and top-sheets: appropriate technology for protection against malaria in Afghanistan and other complex emergencies. Trans R Soc Trop Med Hyg. 1999;93(5):465–72.<\/p>&#13;\n&#13;\n<p>61. Hill N, Zhou HN, Wang P, Guo X, Carneiro I, Moore SJ. A household randomized, controlled trial of the efficacy of 0.03% transfluthrin coils alone and in combination with long-lasting insecticidal nets on the incidence of Plasmodium falciparum and Plasmodium vivax malaria in Western Yunnan Province, China. Malar J. 2014;13(1):208.<\/p>&#13;\n&#13;\n<p>62. Syafruddin D, Bangs MJ, Sidik D, Elyazar I, Asih PB, Chan K, et al. Impact of a spatial repellent on malaria incidence in two villages in Sumba, Indonesia. Am J Trop Med Hyg. 2014;91(6):1079–87.<\/p>&#13;\n","title":"References for Annex 4","nid":237,"vid":3190,"created":1567073138,"changed":1582725724,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}