{"title":"5.5.2 Parenteral alternatives when artesunate is not available","nid":770,"vid":4273,"created":1623404860,"changed":1626693216,"field_accordian_header":[{"field_accordian":[{"field_title":"If artesunate is not","field_content":"If artesunate is not available, use artemether in preference to quinine for treating children and adults with severe malaria.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Conditional recommendation, low-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE <\/strong><br \/>A systematic review of intramuscular artemether for severe malaria comprised two randomized controlled trials in Viet Nam in which artemether was compared with artesunate in 494 adults, and 16 trials in Africa and Asia in which artemether was compared with quinine in 716 adults and 1447 children <cite class=\"magic-cite\" data-ref-id=\"362769\" data-label=\"\">[142]<\/cite>. The trials were conducted between 1991 and 2009.<\/p><p>In comparison with artesunate, intramuscular artemether was not as effective at preventing deaths in adults in Asia (RR, 1.80; 95% CI, 1.09–2.97; two trials, 494 participants, moderate-quality evidence).<\/p><p>Artemether and artesunate have not been directly compared in randomized trials in African children.<\/p><p>In comparison with quinine:<\/p><ul><li>Intramuscular artemether prevented a similar number of deaths in children in Africa (RR, 0.96; 95% CI, 0.76–1.20; 12 trials, 1447 participants, moderate-quality evidence).<\/li><li>Intramuscular artemether prevented more deaths in adults in Asia (RR, 0.59; 95% CI, 0.42–0.83; four trials, 716 participants, moderate-quality evidence).<\/li><\/ul><p><br \/><strong>Other considerations<\/strong><br \/>Indirect comparisons of parenteral artesunate and quinine and of artemether and quinine were considered by the guideline development group with what is known about the pharmacokinetics of the two drugs. They judged the accumulated indirect evidence to be sufficient to recommend parenteral artesunate rather than intramuscular artemether for use in all age groups.<br \/>--<\/p><p><i>Is parenteral artesunate superior to parenteral quinine in preventing death from severe malaria?​<\/i><\/p><p><strong>Remarks<\/strong><br \/>Intramuscular artemether should be considered only when parenteral artesunate is not available.<\/p><p><strong>Recommendation<\/strong><br \/>Treat children and adults with severe malaria with parenteral artesunate for at least 24 h.<\/p><p><strong>Strength of recommendation:<\/strong> Strong for.<\/p><p><strong>Rationale for the recommendation<\/strong><br \/>Indirect comparisons of artesunate and quinine and of artemether and quinine were considered by the Guideline Development Group, with what is known about the pharmacokinetics of the two drugs. The group considered that the accumulated indirect evidence is sufficient to recommend artesunate over artemether for all age groups.<br \/>--<br \/><br \/><i>Is intramuscular artemether superior to parenteral quinine in preventing death from severe malaria?<\/i><\/p><p><strong>Remarks<\/strong><br \/>Quinine is retained as an option for treating severe malaria when artesunate or artemether is not available or is contraindicated.<\/p><p><strong>Recommendation<\/strong><br \/>If parenteral artesunate is not available, use artemether in preference to quinine for treating children and adults with severe malaria.<\/p><p><strong>Strength of recommendation: <\/strong>conditional for.<\/p><p><strong>Rationale for the recommendation<\/strong><br \/>The Guideline Development Group considered the possible superiority, the ease of administration and the better adverse-event profile of artemether as sufficient to recommend artemether over quinine as a second-line treatment option for severe malaria.<\/p>","practical_info":"<p><strong>Artemether<\/strong><br \/>Artemether is two to three times less active than its main metabolite dihydroartemisinin. Artemether can be given as an oil-based intramuscular injection or orally. In severe falciparum malaria, the concentration of the parent compound predominates after intramuscular injection, whereas parenteral artesunate is hydrolysed rapidly and almost completely to dihydroartemisinin. Given intramuscularly, artemether may be absorbed more slowly and more erratically than water-soluble artesunate, which is absorbed rapidly and reliably after intramuscular injection. These pharmacological advantages may explain the clinical superiority of parenteral artesunate over artemether in severe malaria.<\/p><p>Artemether is dispensed dissolved in oil (groundnut, sesame seed) and given by intramuscular injection into the anterior thigh.<\/p><p>Therapeutic dose<i>: <\/i>The initial dose of artemether is 3.2 mg\/kg bw intramuscularly (to the anterior thigh). The maintenance dose is 1.6 mg\/kg bw intramuscularly daily.<\/p><p><strong>Quinine<\/strong><br \/>Quinine treatment for severe malaria was established before the methods for modern clinical trials were developed. Several salts of quinine have been formulated for parenteral use, but the dihydrochloride is the most widely used. The peak concentrations after intramuscular quinine in severe malaria are similar to those after intravenous infusion. Studies of pharmacokinetics show that a loading dose of quinine (20 mg salt\/kg bw, twice the maintenance dose) provides therapeutic plasma concentrations within 4 h. The maintenance dose of quinine (10 mg salt\/ kg bw) is administered at 8-h intervals, starting 8 h after the first dose. If there is no improvement in the patient’s condition within 48 h, the dose should be reduced by one third, i.e. to 10 mg salt\/kg bw every 12 h.<\/p><p>Rapid intravenous administration of quinine is dangerous. Each dose of parenteral quinine must be administered as a slow, rate-controlled infusion (usually diluted in 5% dextrose and infused over 4 h). The infusion rate should not exceed 5 mg salt\/kg bw per h.<\/p><p>Whereas many antimalarial drugs are prescribed in terms of base, for historical reasons quinine doses are usually recommended in terms of salt (usually sulphate for oral use and dihydrochloride for parenteral use). Recommendations for the doses of this and other antimalarial agents should state clearly whether the salt or the base is being referred to; doses with different salts must have the same base equivalents. Quinine must never be given by intravenous bolus injection, as lethal hypotension may result.<\/p><p>Quinine dihydrochloride should be given by rate-controlled infusion in saline   or dextrose solution. If this is not possible, it should be given by intramuscular injection to the anterior thigh; quinine should not be injected into the buttock in order to avoid sciatic nerve injury. The first dose should be split, with 10 mg\/kg bw into each thigh. Undiluted quinine dihydrochloride at a concentration of 300 mg\/ mL is acidic (pH 2) and painful when given by intramuscular injection, so it is best to administer it either in a buffered formulation or diluted to a concentration of 60–100 mg\/mL for intramuscular injection. Gluconate salts are less acidic and better tolerated than the dihydrochloride salt when given by the intramuscular and rectal routes.<\/p><p>As the first (loading) dose is the most important in the treatment of severe malaria, it should be reduced only if there is clear evidence of adequate pre-treatment before presentation. Although quinine can cause hypotension if administered rapidly, and overdose is associated with blindness and deafness, these adverse effects are rare in the treatment of severe malaria. The dangers of insufficient treatment (i.e. death from malaria) exceed those of excessive initial treatment.<\/p>","field_icon":null}],"field_header":"If artesunate is not"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78111","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"}]}