{"title":"Annex 1- Glossary 1","nid":457,"vid":706,"created":1567767090,"changed":1624547266,"field_accordian_header":[{"field_accordian":[{"field_title":"Case detection","field_content":"<p>One of the activities of surveillance operations, involving a search for malaria cases in a community<\/p>\r\n\r\n<p><em>Note: Case detection is a screening process in which the indicator is either the presence of fever or epidemiological attributes such as high-risk situations or groups. Infection detection requires use of a diagnostic test to identify asymptomatic malaria infections.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case detection, active","field_content":"<p>Detection by health workers of malaria cases at community and household levels, sometimes in population groups that are considered at high risk. Active case detection can consist of screening for fever followed by parasitological examination of all febrile patients or as parasitological examination of the target population without prior screening for fever.<\/p>\r\n\r\n<p><em>Note: Active case detection may be undertaken in response to a confirmed case or cluster of cases, in which a population potentially linked to such cases is screened and tested (referred to as “reactive case detection”), or it may be undertaken in high-risk groups, not prompted by detection of cases (referred to as “proactive case detection”).<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case detection, passive","field_content":"<p>Detection of malaria cases among patients who, on their own initiative, visit health services for diagnosis and treatment, usually for a febrile illness<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case investigation","field_content":"<p>Collection of information to allow classification of a malaria case by origin of infection, i.e. imported, indigenous, induced, introduced, relapsing or recrudescent<\/p>\r\n\r\n<p><em>Note: Case investigation may include administration of a standardized questionnaire to a person in whom a malaria infection is diagnosed and screening and testing of people living in the same household or surrounding areas.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, imported","field_content":"<p>Malaria case or infection in which the infection was acquired outside the area in which it is diagnosed<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, index","field_content":"<p>A case of which the epidemiological characteristics trigger additional active case or infection detection. The term “index case” is also used to designate the case identified as the origin of infection of one or a number of introduced cases.<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, indigenous","field_content":"<p>A case contracted locally with no evidence of importation and no direct link to transmission from an imported case<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, induced","field_content":"<p>A case the origin of which can be traced to a blood transfusion or other form of parenteral inoculation of the parasite but not to transmission by a natural mosquito-borne inoculation<\/p>\r\n\r\n<p><em>Note: In controlled human malaria infections in malaria research, the parasite infection (challenge) may originate from inoculated sporozoites, blood or infected mosquitoes<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, introduced","field_content":"<p>A case contracted locally, with strong epidemiological evidence linking it directly to a known imported case (first-generation local transmission)<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, locally acquired","field_content":"<p>A case acquired locally by mosquito-borne transmission<\/p>\r\n\r\n<p><em>Note: Locally acquired cases can be indigenous, introduced, relapsing or recrudescent; the term “autochthonous” is not commonly used.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, malaria","field_content":"<p>Occurrence of malaria infection in a person in whom the presence of malaria parasites in the blood has been confirmed by a diagnostic test<\/p>\r\n\r\n<p><em>Note: A suspected malaria case cannot be considered a malaria case until parasitological confirmation. A malaria case can be classified as imported, indigenous, induced, introduced, relapsing or recrudescent (depending on the origin of infection); and as symptomatic or asymptomatic. In malaria control settings, a “case” is the occurrence of confirmed malaria infection with illness or disease. In settings where malaria is actively being eliminated or has been eliminated, a “case” is the occurrence of any confirmed malaria infection with or without symptoms.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Case, relapsing","field_content":"<p>Malaria case attributed to activation of hypnozoites of P. vivax or P. ovale acquired previously.<\/p>\r\n\r\n<p><em>Note: The latency of a relapsing case can be &gt; 6–12 months. The occurrence of relapsing cases is not an indication of operational failure, but their existence should lead to evaluation of the possibility of ongoing transmission.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Entomological inoculation rate","field_content":"<p>Number of infective bites received per person in a given unit of time, in a human population<\/p>\r\n\r\n<p><em>Note: This rate is the product of the “human biting rate” (the number of bites per person per day by vector mosquitoes) and the sporozoite rate (proportion of vector mosquitoes that are infective). At low levels of transmission, the estimated entomological inoculation rate may not be reliable, and alternative methods should be considered for evaluating transmission risk<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Glossary"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_references":null}