{"body":"<p>This section gives an overview of the principles of malaria elimination, from the moment a country decides to set elimination targets to the point at which the country is certified malaria-free by WHO. These principles are summarized in <strong>Box 2<\/strong> and further detailed in subsequent sections.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 2.<\/strong><br \/><strong>Key principles of malaria elimination <\/strong><\/p>&#13;\n&#13;\n<ul><li>National malaria elimination is defined as country-wide interruption of local mosquito-borne transmission of a specified malaria parasite species (reduction to zero incidence of indigenous cases).<\/li>&#13;\n\t<li>WHO certification of malaria elimination in a country requires proof that local transmission of all human malaria parasites has been interrupted, resulting in zero incidence of indigenous cases for at least the past three consecutive years. Measures to prevent re-establishment of transmission are required indefinitely until eradication is achieved.<\/li>&#13;\n\t<li>No single intervention or package of interventions will achieve malaria elimination in all countries; rather, a set of interventions should be identified and used appropriately for the malaria transmission intensity and dynamics in each country to achieve and maintain elimination. Because of variation in the effectiveness of interventions by place and time, effectiveness should be evaluated regularly to guide adaptation of the country’s malaria programme.<\/li>&#13;\n\t<li>Excellent surveillance and response are the keys to achieving and maintaining malaria elimination; information systems must become increasingly “granular” to allow identification, tracking, classification and response for all malaria cases (e.g. imported, introduced, indigenous).<\/li>&#13;\n\t<li>Elimination requires that the health system in a country have both strong leadership and the capacity to reach fully into communities (e.g. with systems to ensure access, deliver quality services, track progress and rapidly and effectively respond to epidemiological challenges).<\/li>&#13;\n\t<li>Operational research on tools, strategies and delivery should generate knowledge to improve guidelines and future elimination activities.<\/li>&#13;\n\t<li>Every country, including those with a high burden of malaria, may consider malaria elimination as a goal and adjust interventions to accelerate progress towards elimination. Therefore, understanding of the process and requirements for WHO certification of malaria elimination should be global.<\/li>&#13;\n\t<li>Any country may set subnational elimination targets as internal milestones to maintain public and political commitment and to increase the funding available for attaining national certification.<\/li>&#13;\n<\/ul><\/div>&#13;\n&#13;\n<ul><\/ul><p>As further discussed in <a href=\"\/node\/337\"><strong>section 5<\/strong><\/a>, malaria elimination in a country is officially recognized by WHO certification. In order to be certified malaria-free, a country must show beyond reasonable doubt that local malaria transmission has ended in the country, resulting in zero incidence of indigenous malaria cases for at least the past three consecutive years. This requires that a good-quality surveillance and response system is in place for rapid detection, diagnosis and treatment of any case of locally transmitted malaria. It is essential that countries embarking on malaria elimination establish such systems early in the programme so that they can achieve and maintain their status. Countries should be aware of the requirements for documentation of proof of malaria elimination to be certified as malaria-free.<\/p>&#13;\n&#13;\n<p>A country that plans to set subnational elimination targets should establish internal systems to verify malaria-free areas within its borders (see <a href=\"\/node\/337\"><strong>section 5<\/strong><\/a>). Subnational verification is conducted by countries, including evaluation of candidate subnational areas. Subnational verification not only contributes to strengthening surveillance and response but also provides opportunities for attaining milestones as the country progresses towards elimination, reinforcing national commitment and advocacy for continued or additional funding.<\/p>&#13;\n&#13;\n<ul><\/ul>","title":"1. Principles and practice of malaria elimination","nid":596,"vid":3062,"created":1576056622,"changed":1582559042,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null}