{"body":"<p>RACD is triggered by the identification and notification of an index case. After the investigation and classification of the index case, RACD may be implemented within the household of the index case, or over a radius around the household or within the whole focus (<strong>Fig. 12<\/strong>). RACD may be undertaken for the following reasons:<\/p>&#13;\n&#13;\n<ul><li>to investigate an outbreak (an above-normal number of index cases) in any type of focus;<\/li>&#13;\n\t<li>in active foci, to ensure high coverage of case management;<\/li>&#13;\n\t<li>in all types of focus when a local case is due to a unusual parasite, which was either previously eliminated or is new to the focus;<\/li>&#13;\n\t<li>to identify locally acquired or imported cases in residual non-active or cleared but receptive foci; and<\/li>&#13;\n\t<li>to reclassify cases (and eventually foci) from active to residual nonactive to cleared and to verify that elimination has been achieved subnationally or nationally.<\/li>&#13;\n<\/ul><p>The process of RACD involves the following steps:<\/p>&#13;\n&#13;\n<ul><li>obtain epidemiological data on previous cases in the same focus, including age, sex, occupation, timing and species involved, and maps of the locations of cases (by house and village). These data should be available from existing records and should be prepared before the start of the investigation. Information of the index case(s) should also be available.<\/li>&#13;\n\t<li>register all residents of households in which RACD is to be conducted to ensure complete detection and coverage of other interventions.<\/li>&#13;\n\t<li>identify the household (or other likely origin\/location of infection) of the index case on the basis of information from villagers, village health volunteers and the map of the focus.<\/li>&#13;\n\t<li>sensitize the household (or co-workers) about malaria, its symptoms, cause, prevention and where to go for care.<\/li>&#13;\n\t<li>complete a case investigation form for each confirmed malaria case (see example in <a href=\"\/node\/459\"><strong>Annex 2<\/strong><\/a>). The form contains demographic information, including workplace(s); the history of the current illness, including diagnostic test results and treatment; use of preventive interventions; travel history and details of fellow travellers; where, how and from whom the infection might have been acquired. It concludes with a section for classification of the case (to be filled in once the case investigation has been completed). The form must record the dates of all aspects of the travel and clinical history. An assessment of the likely location and source of infection is made and the case is classified.<\/li>&#13;\n\t<li>obtain information on potential malaria vectors in the vicinity of the case, if available sentinel site data are not sufficient (see <a href=\"\/node\/418\"><strong>section 5.5<\/strong><\/a>).<\/li>&#13;\n\t<li>undertake ACD in populations considered likely to harbour parasites, usually those within a defined radius of the index case. When resources permit, the whole focus should be covered, as there may be cases of malaria outside the immediate vicinity of the index case. Fever could be used to screen populations for testing, or mass testing could be conducted. The extent of ACD will depend on the factors listed in <strong>Box 7<\/strong>. PACD may be repeated each month after RACD during the peak transmission season to ensure all new infections are detected and treated.<\/li>&#13;\n\t<li>where evidence shows no receptivity to malaria, there is no need to investigate imported cases at community level; however, fellow travellers of the imported index case might be tracked to provide treatment. If co-travellers are from a focus outside of the operational area of an investigation team, the appropriate authority should be informed to investigate these cases.<\/li>&#13;\n<\/ul><div class=\"grayshade-content\">&#13;\n<p><strong>BOX 7.<br \/>&#13;\nFactors that determine the extent of RACD in a field investigation<\/strong><\/p>&#13;\n&#13;\n<p><em>Epidemiological situation<\/em>. Index cases considered to be due to local transmission may trigger geographically more extensive RACD. An apparently imported, relapsing or recrudescent case, especially in an area with low receptivity, might trigger more limited case detection; however, it is always better to err on the side of caution – if local transmission is at all possible, it is advisable to undertake RACD, at least in the surrounding cluster of households.<\/p>&#13;\n&#13;\n<p><em>Receptivity<\/em> (presence of abundant anopheline vectors and other ecological and climatic factors that favour malaria transmission). Highly receptive areas should always be covered by RACD.<\/p>&#13;\n&#13;\n<p><em>Type and degree of vulnerability<\/em> (proximity to a malarious area or frequent influx of infected individuals or groups or infective anophelines). Vulnerability guides both the type and the extent of RACD in each area or subpopulation.<\/p>&#13;\n&#13;\n<p><em>Type and extent of clustering.<\/em> Local or national knowledge about the pattern of clustering of infection and local experience with the vectors’ ecology and breeding sites will determine whether to plan geographically wider or narrower RACD.<\/p>&#13;\n&#13;\n<p><em>Breeding sites<\/em>. Knowledge of likely breeding sites in the area or locality may result in wider or more focused RACD.<\/p>&#13;\n&#13;\n<p><em>History of infection.<\/em> History of infection in the area and the type of focus (active, residual non-active and cleared; see section 3.4) will influence the type and extent of RACD. When the index case is the first in a new active focus, less will be known about the focus and its population, and widescale RACD of febrile and non-febrile infected residents may be required to characterize the situation thoroughly and to establish a baseline. If the index case is one of many cases in the same locality in the current transmission season in a well-known focus, RACD may be more targeted, because the at-risk populations will already be known.<\/p>&#13;\n&#13;\n<p><em>Location of the infection.<\/em> The hypothesized source of infection (work site or residence) will influence the type and targeting of RACD.<\/p>&#13;\n&#13;\n<p><em>Resources. <\/em>The amount of resources available will guide the type of RACD; for example, screening people with a recent symptomatic illness versus mass testing. The aim is to optimize the use of available resources and complete the investigation within a short time, such as 7 days.<\/p>&#13;\n&#13;\n<p><em>Parasite species: <\/em>There is currently no method for detecting liverstage malaria infections. Radical cure of individuals with such parasites is required to clear the liver stage.<\/p>&#13;\n&#13;\n<p><em>Awareness<\/em>: Regularly repeated RACD will increase case detection and will teach the population to use the free services at the local clinic for parasitological examination in all cases of fever, for compliance with drug doses prescribed and use of preventive interventions.<\/p>&#13;\n&#13;\n<p>From reference <em><a href=\"\/node\/455\">(21)<\/a><\/em>.<\/p>&#13;\n<\/div>&#13;\n","title":"3.6.2 Reactive case detection (RACD)","nid":394,"vid":3527,"created":1567594426,"changed":1587401691,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}