{"body":"<p>The data management system influences both the quality of the information collected and the ease with which it can be analysed and used for decision-making. A highquality data management system facilitates entry of indicators by field workers, improves quality by allowing data checks and validation, ensures rapid, faithful transmission to central levels, allows cross-referencing and analysis of metrics from various programme components and ensures feedback to all levels of the data collection system to encourage participation and improve performance. As mentioned in <strong><a href=\"\/node\/291\">section 2.6.6<\/a>,<\/strong> elimination programmes are advised to establish a computerized, geo-referenced database that includes all cases.<\/p>&#13;\n&#13;\n<p>The collection of data directly in electronic form, such as on mobile phones, tablets or computers, tends to be more rapid and results in fewer errors than use of paper forms, questionnaires or registries. Not all electronic systems are user-friendly, however, and if electronic devices break, run out of power or are stolen, monitoring may break down. The local context must be carefully considered in designing any system, and no one system is suitable everywhere.<\/p>&#13;\n&#13;\n<p>Data entered into the system should be checked regularly, including for:<\/p>&#13;\n&#13;\n<ul><li>completeness: Have all the required fields been filled, and have all staff and facilities reported?<\/li>&#13;\n\t<li>consistency: Are contradictory results reported in different fields (e.g. a patient is reported to have no travel history but the case is classified as imported), which call the metric into question?<\/li>&#13;\n\t<li>plausibility: Are the values (e.g. patient age) within the expected range?<\/li>&#13;\n\t<li>duplication: Has each report been entered only once, and are reports referring to the same individual or household properly linked?<\/li>&#13;\n<\/ul><p>When all data are stored locally rather than on a “cloud”, procedures should be established for backing them up.<\/p>&#13;\n","title":"3.2.3 Data management","nid":310,"vid":2836,"created":1567501900,"changed":1581943755,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}