{"body":"<p>Clinical malaria cases are usually initially identified by health workers in health facilities or by community health workers in villages by PCD, as part of the routine diagnostic and treatment services provided to the population. If the population has good access to health care workers, PCD can result in early identification and treatment of cases and reduce the risk for ongoing transmission.<\/p>&#13;\n&#13;\n<p>Effective PCD services have become much more common and less costly since RDTs and electronic data recording and transmission became available. The services can be provided by health workers or volunteers in health facilities or in the community and are a priority for all malaria programmes. PCD in areas in which elimination is being undertaken should cover the entire population, including people living in remote areas, to increase the probability that any case of illness that might be malaria will be rapidly tested, treated and reported. Programmes should identify, by mapping or another means, any communities in receptive areas that are far from public health facilities and add additional health posts or community health workers to those locations to extend the reach of the PCD network. Imported malaria cases can occur in non-receptive areas and should also be correctly managed.<\/p>&#13;\n&#13;\n<p>Confirmed cases should receive the full recommended treatment (including radical treatment for<em> P.<\/em> <em>vivax<\/em> to clear persistent liver-stage parasites and singledose primaquine for <em>P. falciparum<\/em> to clear gametocytes) and be followed up at recommended intervals to ensure complete cure. All confirmed cases must be reported to health information systems (see <strong><a href=\"\/node\/376\">Annex 7<\/a><\/strong>). It is advisable that both negative and positive results be reported to demonstrate whether testing is sufficient in all at-risk populations.<\/p>&#13;\n","title":"2.4.1.1 Passive case detection","nid":265,"vid":2793,"created":1567085512,"changed":1581930074,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}