{"body":"<p>Each parasitologically confirmed malaria case should be evaluated. A case investigation form is completed for each confirmed malaria case (see example in <a href=\"\/node\/376\"><strong>Annex 7<\/strong><\/a>), which includes characterization of the case: patient demographics, history of the current illness, including diagnostic test results and treatment, as well as travel history to assess how and where the infection might have been acquired and the possibility of onward transmission.<\/p>&#13;\n&#13;\n<p>After a case has been characterized, it should be classified as imported, introduced, indigenous, relapsing, recrudescent or induced, according to the definitions given in the <strong>Glossary<\/strong> (see also <strong>Fig. 8<\/strong> in <a href=\"\/node\/327\"><strong>section 4<\/strong><\/a>). Correct epidemiological classification of malaria cases is the basis for selecting appropriate measures and classifying foci (see <strong><a href=\"\/node\/286\">section 2.6.4<\/a><\/strong>).<\/p>&#13;\n&#13;\n<p>Classification is based on the case characterization and understanding of the different intervals in the life cycle of malaria parasites (see <strong>Table A1<\/strong> in <a href=\"\/node\/366\"><strong>Annex 1<\/strong><\/a>). Especially for cases detected by ACD, the final classification depends on data on previous cases in the same locality and a focus investigation. If, for example, the case history is compatible with both importation and local transmission, the presence or absence of other locally acquired cases may determine the classification. Staff responsible for case classification should be trained in classification and investigation during field exercises and by reviewing case histories. After a case has been characterized, the response should be based on the classification, although all cases should be managed according to national treatment guidelines. Additional responses to address transmission for the different classifications are described below.<\/p>&#13;\n","title":"2.6.3 Case characterization, classification, follow-up and response","nid":613,"vid":3069,"created":1576240398,"changed":1582559591,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":27,"name":"Surveillance of elimination"}]}