{"body":"<p>Reference laboratories are essential for ensuring the quality of malaria services. They are generally identified by the ministry of health and may be based in a research institute, a medical school or a large hospital; they collaborate closely with the national malaria elimination programme. A national reference laboratory should have the necessary laboratory space, equipment, reagents and consumables and a sufficient number of expert microscopists and should participate in international external quality assessment programmes. WHO has established a programme for testing the proficiency of national reference laboratories for several diseases, including malaria <a href=\"\/node\/364\"><em>(31)<\/em><\/a>.<\/p>&#13;\n&#13;\n<p>Examples of activities carried out by national reference laboratories include:<\/p>&#13;\n&#13;\n<ul><li>developing and using guidelines for diagnostic policy, with supportive training, accreditation and supervision;<\/li>&#13;\n\t<li>preparing standard operating procedures for testing, laboratory techniques and equipment specifications, disseminating them to national or regional laboratory networks and providing technical assistance for national use;<\/li>&#13;\n\t<li>overseeing internal and external quality assurance, including comparing the sensitivity, specificity and predictive value of all tests used in the country and evaluating diagnostics for all human malaria parasite species (<a href=\"\/node\/368\"><strong>Annex 2<\/strong><\/a> shows evaluations for <em>P. falciparum<\/em> and <em>P. vivax<\/em> infections);<\/li>&#13;\n\t<li>coordinating the servicing and maintenance of equipment in the laboratory network;liaising with procurement agencies and tender boards to ensure that the diagnostic equipment and reagents procured meet the recommended minimum criteria and arrive on time;<\/li>&#13;\n\t<li>coordinating the referral of samples from district laboratories and providing confirmatory testing and special testing services (e.g. molecular and serological tests, expert microscopy); and<\/li>&#13;\n\t<li>establishing and standardizing information management protocols and practices for collecting laboratory data in multiple information systems (i.e. DHIS2).<\/li>&#13;\n<\/ul><p>Reference laboratories could also participate in operational research or activities such as assessing the diagnostic performance and utility of new tools and supporting programmes in their introduction and dissemination.<\/p>&#13;\n","title":"2.5.2 Malaria reference laboratories","nid":276,"vid":2803,"created":1567144169,"changed":1581931793,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}