{"body":"<p>Particular attention should be paid to ensuring that all private and public health facilities and CHWs report accurately and on time. Programmes should have an up-to-date inventory of all the public and other health facilities that are expected to report and should follow up any delays. The coordinates of all health facilities should be known so that their location can be shown on a map.<\/p>&#13;\n&#13;\n<p>Depending on the transmission context, aggregated data (from areas where the focus is on reducing the burden) or line-listings of patients (in very low transmission and elimination settings) are expected to be submitted routinely throughout the surveillance system. The health facility case data should be supported by information on the number of CHWs expected to report to them and the actual number who do so; this information can be written on the health facility reporting form. The data from health facilities and CHWs should be kept separate and not added to health centre attendance, to avoid affecting trends over time by fluctuations in reporting from lower-level facilities (e.g. a sudden outbreak of cases may be assumed if several late reports are received from health posts). If CHWs have been in place for a long time and the data they provide are unlikely to change trends, there is no harm in aggregating them with health facility data.<\/p>&#13;\n&#13;\n<p>As the caseload decreases, data should be aggregated and reported weekly. Case reporting is easier when electronic data systems are used and are linked to a central database. The system can be further simplified by using electronic patient registers and a mechanism to automate data aggregation.<\/p>&#13;\n&#13;\n<p>During elimination, cases must be notified immediately to the field team, and data may be transmitted as a patient line list almost daily. This is increasingly possible with open-source software such as the District Health Information System version 2 (<a href=\"https:\/\/www.dhis2.org\/\">DHIS2<\/a>) and increasingly cheap portable phones, tablets and computing appliances. Surveillance officers should immediately notify the district (or equivalent) team and the NMP of all confirmed cases of malaria by telephone, SMS or email. The notification should include the patient’s name, village or neighbourhood and district (or equivalent) of residence, date of malaria testing, type of test and Plasmodium species. The NMP should immediately alert the local field investigation team, which should plan to investigate the case and, if necessary, focus. If a case was obviously imported and occurred in an area that is not receptive and where imported cases are quite common, it may be acceptable to relax further case or focus investigations.<\/p>&#13;\n&#13;\n<p>The expected frequency of reporting and the detail of the data to be reported are shown in <strong>Fig. 4<\/strong> according to the epidemiology of the area of interest.<\/p>&#13;\n","title":"2.4 Reporting","nid":340,"vid":2601,"created":1567504486,"changed":1578663120,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":39,"name":"Establishing surveillance systems"}]}