{"body":"<p>The two general classes of poor-quality medicines are those that are <em>falsified <\/em>(counterfeit), in which there is criminal intent to deceive and the drug contains little or no active ingredient (and often other potentially harmful substances), and those that are <em>substandard<\/em>, in which a legitimate producer has included incorrect amounts of active drug and\/or excipients in the medicine, or the medicine has been stored incorrectly or for too long and has degraded. Falsified antimalarial tablets and ampoules containing little or no active pharmaceutical ingredients are a major problem in some areas. They may be impossible to distinguish at points of care from the genuine product and may lead to under-dosage and high levels of treatment failure, giving a mistaken impression of resistance, or encourage the development of resistance by providing sub-therapeutic blood levels. They may also contain toxic ingredients.<br \/><br \/>&#13;\nSubstandard drugs result from poor-quality manufacture and formulation, chemical instability or improper or prolonged storage. Artemisinin and its derivatives in particular have built-in chemical instability, which is necessary for their biological action but which causes pharmaceutical problems both in their manufacture and in their co-formulation with other compounds. The problems of instability are accelerated under tropical conditions. The requirement for stringent quality standards is particularly important for this class of compounds. Many antimalarial drugs are stored in conditions of high heat and humidity and sold beyond their expiry dates.<br \/><br \/>&#13;\nIn many malaria-endemic areas, a large proportion of the antimalarial drugs used are generic products purchased in the private sector. They may contain the correct amounts of antimalarial drug, but, because of their formulation, are inadequately absorbed. Antimalarial medicines must be manufactured according to good manufacturing practice, have the correct drug and excipient contents, be proved to have bioavailability that is similar to that of the reference product, have been stored under appropriate conditions and be dispensed before their expiry date.<br \/><br \/>&#13;\nTools to assess drug quality at points of sale are being developed, but the capacity of medicines regulatory agencies in most countries to monitor drug quality is still limited. Legal and regulatory frameworks must be strengthened, and there should be greater collaboration between law enforcement agencies, customs and excise authorities and medicines regulatory agencies to deal more effectively with falsified medicines. Private sector drug distribution outlets should have more information and active engagement with regulatory agencies. WHO, in collaboration with other United Nations agencies, has established an international mechanism to prequalify manufacturers of ACTs on the basis of their compliance with internationally recommended standards of manufacture and quality. Manufacturers of antimalarial medicines with prequalified status are listed on the prequalification web site <a href=\"#149\"><em>[149]<\/em><\/a>.<\/p>&#13;\n","title":"5.7.2 - Quality of antimalarial drugs","nid":743,"vid":4165,"created":1621417186,"changed":1625103027,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#149","field_reference_text":"<p>149.&nbsp;Prequalification programme: A United Nations programme managed by WHO. Geneva: World Health Organization 2009;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/extranet.who.int\/pqweb\/medicines\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":29,"name":"Case management"},{"tid":42,"name":"Drug efficacy & resistance"}]}