{"body":"<p>A complex set of factors and mechanisms, such as innate or acquired immune response, a functioning spleen, genetic factors, including deficiency for glucose-6-phosphate dehydrogenase (G6PD) and haemoglobinopathies, determine the timing and extent of malaria symptoms after infection.<\/p>&#13;\n&#13;\n<p>In general, in areas of high transmission, people usually experience repeated infections from early in life and develop a significant degree of immunity with increasing age and exposure. That is why, in such areas, the risk of clinical malaria and death tends to be concentrated in younger children. Acquired immunity tends to limit parasite replication but rarely leads to sterilizing immunity. As such, in areas with significant levels of acquired immunity, a high proportion of the population can harbour parasites in the absence of significant clinical manifestations. This same epidemiologic picture applies to areas that have only recently reduced transmission as acquired immunity to malaria can last for many years.<\/p>&#13;\n&#13;\n<p>In contrast, in areas of very low transmission where the risk of infection throughout life is low, few people develop any significant level of immunity. Those infected, even at very low parasite densities, will exhibit clinical signs and symptoms. Therefore, the proportion of the population infected in the absence of clinical manifestations would tend to be very low.<\/p>&#13;\n&#13;\n<p>While all malaria elimination programmes must provide timely diagnosis and treatment for all malaria cases, they should consider the local transmission dynamics and determine whether, when and where to seek and treat asymptomatic individuals, who do not present to health facilities for care. Such an approach should be considered only in the context of persistent transmission in spite of intensified vector control and efficient surveillance systems.<\/p>&#13;\n&#13;\n<p>If local malaria transmission persists despite intensive vector control and universally good case management, the programme may consider undertaking special studies to evaluate the distribution and frequency of infections in the asymptomatic population.<\/p>&#13;\n&#13;\n<p>If the programme decides that all symptomatic and asymptomatic infections in an active focus must be cleared, the work must be well planned and all efforts made to reach the entire targeted population, including ill and apparently healthy people, young and old. Special consideration should be given to the treatment of specific populations (e.g. pregnant women, newborns, mobile populations).<\/p>&#13;\n&#13;\n<p>The following points should be considered.<\/p>&#13;\n&#13;\n<ul><li>Currently available point-of-care tests for malaria have little capacity to detect low-density infections; thus, consideration should be given to treating the entire population, regardless of test results and regardless of symptoms.<\/li>&#13;\n\t<li>All people should be treated with safe, effective anti-malarial medicines that will clear all <em>asexual<\/em> stage parasites.<\/li>&#13;\n\t<li>For <em>P. falciparum<\/em> infections, treatment to clear sexual stage parasites (gametocytes) should also be given. Currently available artemisinin-based combination therapy (ACT) is effective against developing stages 1–4 gametocytes but not the infectious stage 5 gametocytes, which require a gametocytocide (i.e. single-dose primaquine at 0.25 mg\/kg of body weight) (27),<sup>10<\/sup> which can prevent the transmission to mosquitoes of sexual stage parasites present in the blood.<\/li>&#13;\n\t<li>For confirmed <em>P.<\/em> <em>vivax<\/em> (and the much less common <em>P. ovale<\/em>), treatment should include both schizontocidal medicine and anti-relapse therapy to clear their dormant liverstage parasites (hypnozoites). Ideally, treatment should be administered only after G6PD testing is performed; the appropriate dose and duration of primaquine can then be selected (see <a href=\"\/node\/368\"><strong>Annex 2<\/strong><\/a>). Such treatment dramatically reduces the frequency of relapses and their contribution to transmission.<\/li>&#13;\n<\/ul><div class=\"source\"> &#13;\n<div class=\"source-content\">¹⁰ The recommendation includes the following: In low-transmission areas, give a single dose of 0.25 mg\/ kg of body weight primaquine with an ACT to patients with <em style=\"font-size: 10px\">P. falciparum<\/em> malaria (except pregnant women, infants aged &lt; 6 months and women breastfeeding infants aged &lt; 6 months) to reduce transmission. Testing for G6PD deficiency is not required.<\/div>&#13;\n<\/div>&#13;\n","title":"2.4.3.4 Detecting and treating asymptomatic infections","nid":273,"vid":3565,"created":1567143815,"changed":1588225684,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}