{"body":"<p>The country requesting certification provides proof of the absence of mosquito-borne malaria transmission and its ability to detect and respond to any malaria case in a national report. The report is a comprehensive summary of national documentation (for a detailed outline, see <a href=\"\/node\/374\"><strong>Annex 6<\/strong><\/a>), including the existence of an adequate surveillance system and a complete history of national malaria epidemiology and of the programme. It provides evidence that human malaria transmission has been interrupted in the country, indicates that the country has met the prerequisites for certification (see below) and includes a description of how the country plans to maintain its malaria-free status. The national report should be provided to WHO preferably in English or French; it may be provided in one of the other four official WHO languages.<\/p>&#13;\n&#13;\n<p>The country also submits the database for the national elimination report, which includes:<\/p>&#13;\n&#13;\n<ul><li>a national malaria case register, with individual case and focus investigation forms (see <strong><a href=\"\/node\/376\">Annexes 7<\/a> <\/strong>and <strong><a href=\"\/node\/377\">Annex 8<\/a><\/strong>), for at least the previous five years, showing that no indigenous malaria infections were detected in the country during at least the past three years;<\/li>&#13;\n\t<li>annual malaria surveillance reports covering the previous 10 years;<\/li>&#13;\n\t<li>full information about active malaria foci in the five years before the last indigenous case;<\/li>&#13;\n\t<li>reports of quality assurance of diagnoses; and<\/li>&#13;\n\t<li>the existence of a central repository of information on entomological surveillance and application of selected vector control interventions in the five years before the last indigenous case.<\/li>&#13;\n<\/ul>","title":"5.2.1 National elimination report","nid":342,"vid":2864,"created":1567504739,"changed":1581945827,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":41,"name":"Certification of elimination"}]}