{"title":"5.5.1 Artesunate","nid":769,"vid":4272,"created":1623404793,"changed":1626693165,"field_accordian_header":[{"field_accordian":[{"field_title":"Treat adults and children with","field_content":"Treat adults and children with severe malaria (including infants, pregnant women in all trimesters and lactating women) with intravenous or intramuscular artesunate for at least 24 h and until they can tolerate oral medication. Once a patient has received at least 24 h of parenteral therapy and can tolerate oral therapy, complete treatment with 3 days of ACT.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, high-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE <\/strong><br \/>In a systematic review of artesunate for severe malaria <cite class=\"magic-cite\" data-ref-id=\"362629\" data-label=\"\">[138]<\/cite>, eight randomized controlled trials with a total of 1664 adults and 5765 children, directly compared parenteral artesunate with parenteral quinine. The trials were conducted in various African and Asian countries between 1989 and 2010.<\/p><p>In comparison with quinine, parenteral artesunate:<\/p><ul><li>reduced mortality from severe malaria by about 40% in adults (RR, 0.61; 95% CI, 0.50–0.75, five trials, 1664 participants, high-quality evidence);<\/li><li>reduced mortality from severe malaria by about 25% in children (RR, 0.76; 95% CI, 0.65–0.90, four trials, 5765 participants, high-quality evidence); and<\/li><li>was associated with a small increase in neurological sequelae in  children at the time of hospital discharge (RR, 1.36; 95% CI, 1.01–1.83, three trials, 5163 participants, moderate-quality evidence), most of which, however, slowly resolved, with little or no difference between artesunate and quinine 28 days later (moderate-quality evidence).<\/li><\/ul><p> <\/p><p><strong>Other considerations<\/strong><br \/>The guideline development group considered that the small increase in neurological sequelae at discharge after treatment with artesunate was due to the delayed recovery of the severely ill patients, who would have died had they received quinine. This should not be interpreted as a sign of neurotoxicity. Although the safety of artesunate given in the first trimester of pregnancy has not been firmly established, the guideline development group considered that the proven benefits to the mother outweigh any potential harm to the developing fetus.<\/p><p><strong>Remarks<\/strong><br \/>Parenteral artesunate is recommended as first-line treatment for adults, children, infants and pregnant women in all trimesters of pregnancy.<\/p><p><strong>Rationale for the recommendation<\/strong><br \/>The Guideline Development Group considered the small increase in neurological sequelae at discharge associated with artesunate to be due to prolonged recovery of severely ill patients who would have died if they had received quinine. This should not be interpreted as a sign of neurotoxicity.<\/p><p>Although the safety of artesunate in the first trimester of pregnancy has not been firmly established, the group considered that the proven benefits to the mother outweigh the potential harms to the developing fetus.<\/p>","practical_info":"<p>Artesunate is dispensed as a powder of artesunic acid, which is dissolved in sodium bicarbonate (5%) to form sodium artesunate. The solution is then diluted in approximately 5 mL of 5% dextrose and given by intravenous injection or by intramuscular injection into the anterior thigh.<br \/>​<br \/>The solution should be prepared freshly for each administration and should not be stored. Artesunate is rapidly hydrolysed in-vivo to dihydroartemisinin, which provides the main antimalarial effect. Studies of the pharmacokinetics of parenteral artesunate in children with severe malaria suggest that they have less exposure than older children and adults to both artesunate and the biologically active metabolite dihydroartemisinin. Body weight has been identified as a significant covariate in studies of the pharmacokinetics of orally and rectally administered artesunate, which suggests that young children have a larger apparent volume of distribution for both compounds and should therefore receive a slightly higher dose of parenteral artesunate to achieve exposure comparable to that of older children and adults.<br \/><br \/><strong>Artesunate and post-treatment haemolysis<\/strong><br \/>Delayed haemolysis starting >1 week after artesunate treatment of severe malaria has been reported in hyperparasitaemic non-immune travellers. Between 2010 and 2012, there were six reports involving a total of 19 European travellers  with severe malaria who were treated with artesunate injection and developed delayed haemolysis. All except one were adults (median age, 50 years; range, 5–71 years). In a prospective study involving African children, the same phenomenon was reported in 5 (7%) of the 72 hyperparasitaemic children studied. Artesunate rapidly kills ring-stage parasites, which are then taken out of the red cells by the spleen; these infected erythrocytes are then returned to the circulation but with a shortened life span, resulting in the observed haemolysis. Thus, post-treatment haemolysis is a predictable event related to the life-saving effect of artesunate. Hyperparasitaemic patients must be followed up carefully to identify late-onset anaemia.<br \/><br \/>Please refer to the <a href=\"https:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/338347\/WHO-HTM-GMP-2013.04-eng.pdf\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Information note on delayed haemolytic anaemia following treatment with artesunate<\/i><\/a><i> <\/i><cite class=\"magic-cite\" data-ref-id=\"362773\" data-label=\"\">[139]<\/cite>. <\/p>","field_icon":null},{"field_title":"Children weighing &lt; 20 kg","field_content":"Children weighing &lt; 20 kg should receive a higher dose of artesunate (3 mg\/kg bw per dose) than larger children and adults (2.4 mg\/kg bw per dose) to ensure equivalent exposure to the drug.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation based on pharmacokinetic modelling*<\/em><\/span><\/p><\/tbody>\n<br>\n*unGRADEd recommendation, anticipated to be updated in 2021","justification":"<p><span style=\"font-size:14px\">The dosing subgroup reviewed all available pharmacokinetic data on artesunate and the main biologically active metabolite dihydroartemisinin following administration of artesunate in severe malaria (published pharmacokinetic studies from 71 adults and 265 children)&nbsp;<span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1038\/clpt.2013.26\" data-label=\"\" data-pmid=\"23511715\" data-ref-id=\"362710\" data-url=\"\">[140]<\/cite><\/span><span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1038\/psp.2014.43\" data-label=\"\" data-pmid=\"25372510\" data-ref-id=\"362702\" data-url=\"\">[141]<\/cite><\/span>. Simulations of artesunate and dihydroartemisinin exposures were conducted for each age group. These showed underexposure in younger children. The revised parenteral dose regimens are predicted to provide equivalent artesunate and dihydroartemisinin exposures across all age groups.<br>\n<br>\n<strong>Other considerations<\/strong><br>\nIndividual parenteral artesunate doses between 1.75 and 4 mg\/kg have been studied and no toxicity has been observed. The GRC concluded that the predicted benefits of improved antimalarial exposure in children are not at the expense of increased risk.<\/span><\/p>\n","practical_info":"<p><span style=\"font-size:14px\">Artesunate is dispensed as a powder of artesunic acid, which is dissolved in sodium bicarbonate (5%) to form sodium artesunate. The solution is then diluted in approximately 5 mL of 5% dextrose and given by intravenous injection or by intramuscular injection into the anterior thigh.<br>\n<br>\nThe solution should be prepared freshly for each administration and should not be stored. Artesunate is rapidly hydrolysed in-vivo to dihydroartemisinin, which provides the main antimalarial effect. Studies of the pharmacokinetics of parenteral artesunate in children with severe malaria suggest that they have less exposure than older children and adults to both artesunate and the biologically active metabolite dihydroartemisinin. Body weight has been identified as a significant covariate in studies of the pharmacokinetics of orally and rectally administered artesunate, which suggests that young children have a larger apparent volume of distribution for both compounds and should therefore receive a slightly higher dose of parenteral artesunate to achieve exposure comparable to that of older children and adults.<br>\n<br>\n<strong>Artesunate and post-treatment haemolysis<\/strong><br>\nDelayed haemolysis starting &gt;1 week after artesunate treatment of severe malaria has been reported in hyperparasitaemic non-immune travellers. Between 2010 and 2012, there were six reports involving a total of 19 European travellers&nbsp; with severe malaria who were treated with artesunate injection and developed delayed haemolysis. All except one were adults (median age, 50 years; range, 5–71 years). In a prospective study involving African children, the same phenomenon was reported in 5 (7%) of the 72 hyperparasitaemic children studied. Artesunate rapidly kills ring-stage parasites, which are then taken out of the red cells by the spleen; these infected erythrocytes are then returned to the circulation but with a shortened life span, resulting in the observed haemolysis. Thus, post-treatment haemolysis is a predictable event related to the life-saving effect of artesunate. Hyperparasitaemic patients must be followed up carefully to identify late-onset anaemia.<\/span><\/p>\n","field_icon":null}],"field_header":"Treat adults and children with"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78110","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"}]}