{"body":"<p>Decisions about programme policies, strategies, approaches, structures and priorities must be based on the best available data to ensure that maximum impact is achieved with the available resources, to improve the results that programmes can achieve and to enhance accountability. To produce data for decision-making, a NMP must constantly monitor critical components of programme performance, including process indicators (e.g. the number of commodities distributed and where), input indicators (e.g. the fraction of targeted households that received indoor residual spraying (IRS) and the number of insecticide-treated nets (ITNs) or LLINs purchased), intermediate indicators (e.g. impact of an intervention on vectors) and outcome indicators (e.g. malaria incidence). Processes should be set up for regular validation and analysis of the collected data and the programmes adjusted in response.<\/p>&#13;\n&#13;\n<p>Data should be collected and analysed regularly at all levels of the malaria programme and used at each level to inform actions or decisions. For example, central programme managers need information on overall performance in order to track progress and report to their government and donors. They also need measures to ensure timely distribution of pharmaceutical products and avoid stock-outs. At provincial, state or district level, malaria managers require analysis of intervention coverage in order to identify gaps, adjust strategies to cover underserved areas, identify the true focus of transmission and evaluate the effectiveness of interventions. Feedback to individual health facilities should, for example, indicate their testing and reporting rates and how these rates compare with those elsewhere. Digital dashboards and regular surveillance bulletins are effective ways of monitoring these metrics. Health facilities should clearly define the extent of their catchment areas in order to link disease counts to the population accurately.<\/p>&#13;\n&#13;\n<p>All staff should be trained in recognizing the importance of data and how they are used in decision-making. The results of analyses should be shared with those who collected the data so that they become aware of the value of the data. <strong>Box 4 <\/strong>outlines approaches for disseminating and using data and information for planning. The use of data for decision-making is further discussed in <a href=\"\/node\/442\"><strong>section 7<\/strong><\/a>.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 4.<\/strong><br \/><strong>Approaches to disseminating data<\/strong><\/p>&#13;\n&#13;\n<p><em>Formal meetings<\/em>. If the data generated by a surveillance system are to be used to improve the operation of an NMP, managers must ensure regular opportunities for review. A schedule of meetings should be established to review malaria trends, which might include:<\/p>&#13;\n&#13;\n<ul><li> community with health facility staff – monthly or quarterly;<\/li>&#13;\n\t<li> health facility staff with malaria control programme staff at intermediate level (e.g. district) –   monthly; and<\/li>&#13;\n\t<li> intermediate level staff with NMP staff – quarterly performance review (meetings might have to be held less frequently or regionally in order to create opportunities for national staff to meet all intermediate staff during a year).<\/li>&#13;\n<\/ul><p><em>Supervision<\/em>. Supervision by national and intermediate level is required to build an information system and to ensure the completeness of reporting, analysis and discussion of data and follow-up of recommended actions. During visits to health facilities (and CHWs) and intermediate-level team offices, supervisors should check that registers are up to date, with all fields completed, that the data on report forms correspond to the information in registers and tally sheets, that core analysis graphs and tables are up to date and that discussions are held on interpreting trends and potential action (see <strong> <a href=\"\/node\/471\">Annex 14<\/a> <\/strong> for an example of a malaria surveillance supervisory checklist). Health facility (and CHW) staff should be encouraged to investigate all inpatient malaria cases and deaths.<\/p>&#13;\n&#13;\n<p><em>Feedback<\/em>. Intermediate-level managers should prepare feedback for health facilities (and CHWs) monthly or quarterly and should include private health facilities that provide data. The feedback should reflect not only the data submitted by the health facility but also comparisons with other facilities in the same administrative unit and summary statistics for the unit as a whole, including responses. A regular bulletin could be produced in a standard format for presenting district results (based on control charts) and comparisons of health facilities. Feedback can also be part of the supervision process. An example of a monthly bulletin for high- and moderate-transmission countries is shown in <a href=\"\/node\/472\"><strong>Annex 15<\/strong>.<\/a><\/p>&#13;\n&#13;\n<p>A national feedback bulletin should be produced each quarter, showing indicators by relevant administrative unit (<a href=\"\/node\/472\"><strong>Annex 15<\/strong><\/a>). As transmission is reduced, mapping could be extended to subunits, to present more detailed epidemiological information on remaining affected locations and population groups, and eventually to foci. The bulletin should be widely circulated, not only as feedback to health staff but also as information for the public, other government departments, institutions, implementing partners and neighbouring areas or countries. Elected leaders should also be sent the bulletin on malaria, possibly with the malaria situation shown according to political boundaries, to instil understanding and support for malaria control at the highest level.<\/p>&#13;\n<\/div>&#13;\n","title":"2.6 Using data for making decisions in malaria control programmes","nid":363,"vid":2603,"created":1567505751,"changed":1578663570,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":39,"name":"Establishing surveillance systems"}]}