{"body":"<p><strong>Definition of uncomplicated malaria<\/strong><br \/>&#13;\nA patient who presents with symptoms of malaria and a positive parasitological test (microscopy or RDT) but with no features of severe malaria is defined as having uncomplicated malaria (see section 7.1 for definition of severe malaria).<br \/>&#13;\n <br \/><strong>Therapeutic objectives<\/strong><br \/>&#13;\nThe clinical objectives of treating uncomplicated malaria are to cure the infection as rapidly as possible and to prevent progression to severe disease. “Cure” is defined as elimination of all parasites from the body. The public health objectives of treatment are to prevent onward transmission of the infection to others and to prevent the emergence and spread of resistance to antimalarial drugs.<br \/><br \/><strong>Incorrect approaches to treatment<\/strong><br \/><br \/><strong>Use of monotherapy<\/strong><br \/>&#13;\nThe continued use of artemisinins or any of the partner medicines alone will compromise the value of ACT by selecting for drug resistance.<br \/><br \/>&#13;\nAs certain patient groups, such as pregnant women, may need specifically tailored combination regimens, single artemisinin derivatives will still be used in selected referral facilities in the public sector, but they should be withdrawn entirely from the private and informal sectors and from peripheral public health care facilities.<br \/><br \/>&#13;\nSimilarly, continued availability of amodiaquine, mefloquine and SP as monotherapies in many countries is expected to shorten their useful therapeutic life as partner drugs of ACT, and they should be withdrawn wherever possible.<br \/><br \/><strong>Incomplete <\/strong><strong>dosing<\/strong><br \/>&#13;\nIn endemic regions, some semi-immune malaria patients are cured by an incomplete course of antimalarial drugs or by a treatment regimen that would be ineffective in patients with no immunity. In the past, this led to different recommendations for patients considered semi-immune and those considered non-immune. As individual immunity can vary considerably, even in areas of moderate-to-high transmission intensity, this practice is no longer recommended. A full treatment course with a highly effective ACT is required whether or not the patient is considered to be semi-immune.<br \/><br \/>&#13;\nAnother potentially dangerous practice is to give only the first dose of a treatment course to patients with suspected but unconfirmed malaria, with the intention of giving the full treatment if the diagnosis is confirmed. This practice is unsafe, could engender resistance, and is not recommended.<\/p>&#13;\n&#13;\n<p><strong>Additional considerations for clinical management<\/strong><\/p>&#13;\n&#13;\n<p><strong>Can the patient take oral medication?<\/strong><br \/>&#13;\nSome patients cannot tolerate oral treatment and will require parenteral or rectal administration for 1–2 days, until they can swallow and retain oral medication reliably. Although such patients do not show other signs of severity, they should receive the same initial antimalarial treatments recommended for severe malaria. Initial rectal or parenteral treatment must always be followed by a full 3-day course of ACT.<br \/>&#13;\n <br \/><strong>Use of antipyretics<\/strong><br \/>&#13;\nIn young children, high fevers are often associated with vomiting, regurgitation of medication and seizures. They are thus treated with antipyretics and, if necessary, fanning and tepid sponging. Antipyretics should be used if the core temperature is &gt; 38.5 ºC. Paracetamol (acetaminophen) at a dose of 15 mg\/kg bw every 4 h is widely used; it is safe and well tolerated and can be given orally or as a suppository. Ibuprofen (5 mg\/kg bw) has been used successfully as an alternative in the treatment of malaria and other childhood fevers, but, like aspirin and other non-steroidal anti-inflammatory drugs, it is <em>no longer recommended <\/em>because of the risks of gastrointestinal bleeding, renal impairment and Reye’s syndrome.<br \/><br \/><strong>Use of anti-emetics<\/strong><br \/>&#13;\nVomiting is common in acute malaria and may be severe. Parenteral antimalarial treatment may therefore be required until oral administration is tolerated. Then a full 3-day course of ACT should be given. Anti-emetics are potentially sedative and may have neuropsychiatric adverse effects, which could mask or confound the diagnosis of severe malaria. They should therefore be used with caution.<br \/><br \/><strong>Management of seizures<\/strong><br \/>&#13;\nGeneralized seizures are more common in children with <em>P. falciparum <\/em>malaria than in those with malaria due to other species. This suggests an overlap between the cerebral pathology resulting from falciparum malaria and febrile convulsions.  As seizures may be a prodrome of cerebral malaria, patients who have more than two seizures within a 24 h period should be treated as for severe malaria. If the seizures continue, the airways should be maintained and anticonvulsants given (parenteral or rectal benzodiazepines or intramuscular paraldehyde). When the seizure has stopped, the child should be treated as indicated in section 7.10.5, if his or her core temperature is &gt; 38.5 ºC. There is no evidence that prophylactic anticonvulsants are beneficial in otherwise uncomplicated malaria, and they are not recommended.<\/p>&#13;\n","title":"5.2 Treating uncomplicated malaria","nid":704,"vid":4118,"created":1620132523,"changed":1624971997,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":47,"name":"Uncomplicated malaria"}]}