{"body":"<p>Surveillance is “the continuous and systematic collection, analysis and interpretation of disease-specific data, and the use of that data in the planning, implementation and evaluation of public health practice” <a href=\"#155\"><em>[155]<\/em><\/a>.<br \/>&#13;\n <br \/>&#13;\nPillar 3 of the <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/176712\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Global technical strategy for malaria 2016–2030<\/em><\/a> <a href=\"#4\"><em>[4]<\/em><\/a> is transformation of malaria surveillance into a key intervention in all malaria-endemic countries and in those countries that have eliminated malaria but remain susceptible to re-establishment of transmission.<\/p>&#13;\n&#13;\n<p>Although surveillance guidance does not go through the GRADE process, it is the basis of operational activities in settings of any level of transmission and is included in these Guidelines as reference. The objective of surveillance is to support reduction of the burden of malaria, eliminate the disease and prevent its re-establishment. In settings in which transmission remains relatively high and the aim of national programmes is to reduce the burdens of morbidity and mortality, malaria surveillance is often integrated into broader routine health information systems to provide data for overall analysis of trends, stratification and planning of resource allocation. In settings in which malaria is being eliminated, the objectives of surveillance are to identify, investigate and eliminate foci of continuing transmission, prevent and cure infections and confirm elimination. After elimination has been achieved, its role becomes that of preventing re-establishment of malaria.<\/p>&#13;\n&#13;\n<p>A malaria surveillance system comprises the people, procedures, tools and structures necessary to generate information on malaria cases and deaths. The information is used for planning, implementing, monitoring and evaluating malaria programmes. An effective malaria surveillance system enables programme managers to:<\/p>&#13;\n&#13;\n<ul><li>identify and target areas and population groups most severely affected by malaria, to deliver the necessary interventions effectively and to advocate for resources;<\/li>&#13;\n\t<li>regularly assess the impact of intervention measures and progress in reducing the disease burden and help countries to decide whether adjustments or combinations of interventions are required to further reduce transmission;&#13;\n\t<ul><li>detect and respond to epidemics in a timely way;<\/li>&#13;\n\t\t<li>provide relevant information for certification of elimination; and<\/li>&#13;\n\t\t<li>monitor whether the re-establishment of transmission has occurred and, if so, guide the response.<\/li>&#13;\n\t<\/ul><\/li>&#13;\n<\/ul><p> Please refer to the WHO <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/272284\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Malaria surveillance, monitoring &amp; evaluation: a reference manual<\/em><\/a><i> <\/i><a href=\"#29\"><em>[29]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p><strong>Subnational stratification<\/strong><br \/>&#13;\nWHO has made guidance available on the strategic use of data to inform subnational stratification (see chapter 2 of <a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789240004139\" rel=\"noopener noreferrer\" target=\"_blank\"><em>WHO technical brief for countries preparing malaria funding requests for the Global Fund (2020-2022)<\/em><\/a>) <a href=\"#156\"><em>[156]<\/em><\/a>.  This guidance was developed in recognition of the increasing heterogeneity of malaria risk within countries as malaria control improves and the need to use problem-solving approaches to identify appropriate, context-specific packages of interventions to target different sub- populations. For example, case management should be accessible wherever there is a possibility of malaria cases seeking treatment. How the case management is delivered will vary according to factors such as health-seeking behavior, the accessibility and functioning of the public health infrastructure, availability of the private retail sector and the potential of community services. Local data are essential to complete the malaria stratification and select the optimal mixes of interventions. The guidance explains how to undertake a comprehensive multi-indicator stratification process to define sub-national intervention mixes that are optimized to achieve the strategic goals. As countries will rarely have all the resources they need to fully implement the ideal plan, a careful resource prioritization process is then required to maximise the impact of available resources. Prioritization should be based on the expected impact of interventions and consider value for money across the whole country, driven by local evidence.<\/p>&#13;\n","title":"7 Surveillance","nid":712,"vid":4296,"created":1620202652,"changed":1627636492,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#159","field_reference_text":"<p>159.&nbsp;Communicable disease surveillance and response systems: guide to monitoring and evaluating. Geneva: World Health Organization 2006;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/69331\">Website<\/a><\/p>\r\n"},{"field_id":"#4","field_reference_text":"<p>4.&nbsp;Global technical strategy for malaria 2016-2030. Geneva: World Health Organization 2015;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/176712\">Website<\/a><\/p>\r\n"},{"field_id":"#29","field_reference_text":"<p>29.&nbsp;Malaria surveillance, monitoring and evaluation: a reference manual. Geneva: World Health Organization 2018;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/272284\">Website<\/a><\/p>\r\n"},{"field_id":"#160","field_reference_text":"<p>160.&nbsp;WHO technical brief for countries preparing malaria funding requests for the Global Fun (2020-2022). Geneva: World Health Organization 2020;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789240004139\">Website<\/a><\/p>\r\n"},{"field_id":"#155","field_reference_text":"<p>155.&nbsp;Communicable disease surveillance and response systems: guide to monitoring and evaluating. Geneva: World Health Organization 2006;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/69331\">Website<\/a><\/p>\r\n"},{"field_id":"#156","field_reference_text":"<p>156.&nbsp;WHO technical brief for countries preparing malaria funding requests for the Global Fun (2020-2022). Geneva: World Health Organization 2020;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/331760\">Website<\/a><\/p>\r\n"}]}