{"body":"<p><em>Plasmodium vivax <\/em>accounts for approximately half of all malaria cases outside Africa <a href=\"#3\"><em>[3]<\/em><\/a><a href=\"#123\"><em>[123]<\/em><\/a><a href=\"#124\"><em>[124]<\/em><\/a>. It is prevalent in the Middle East, Asia, the Western Pacific and Central and South America. With the exception of the Horn, it is rarer in Africa, where there is a high prevalence of the Duffy-negative phenotype, particularly in West Africa, although cases are reported in both Mauritania and Mali <a href=\"#124\"><em>[124]<\/em><\/a>. In most areas where <em>P. vivax <\/em>is prevalent, the malaria transmission rates are low (except on the island of New Guinea). Affected populations achieve only partial immunity to this parasite, and so people of all ages are at risk for <em>P. vivax <\/em>malaria <a href=\"#124\"><em>[124]<\/em><\/a>. Where both <em>P.<\/em> <em>falciparum <\/em>and <em>P.<\/em><em> vivax <\/em>are prevalent, the incidence rates of <em>P.<\/em><em> vivax <\/em>tend to peak at a younger age than for <em>P. falciparum<\/em>. This is because each <em>P. vivax <\/em>inoculation may be followed by several relapses. The other human malaria parasite species, <em>P.<\/em> <em>malariae <\/em>and <em>P. ovale <\/em>(which is in fact two sympatric species), are less common. <em>P. knowlesi<\/em>, a simian parasite, causes occasional cases of malaria in or near forested areas of South-East Asia and the Indian subcontinent <a href=\"#125\"><em>[125]<\/em><\/a>. In parts of the island of Borneo, <em>P. knowlesi <\/em>is the predominant cause of human malaria and an important cause of severe malaria<br \/><br \/>&#13;\nOf the six species of <em>Plasmodium <\/em>that affect humans, only <em>P. vivax <\/em>and the two species of <em>P. ovale <a href=\"#126\"><em>[126]<\/em><\/a><\/em> form hypnozoites, which are dormant parasite stages in the liver that cause relapse weeks to years after the primary infection. <em>P. vivax <\/em>preferentially invades reticulocytes, and repeated illness causes chronic anaemia, which can be debilitating and sometimes life-threatening, particularly in young children <a href=\"#127\"><em>[127]<\/em><\/a>. Recurrent vivax malaria is an important impediment to human and economic development in affected populations. In areas where <em>P. falciparum <\/em>and <em>P.<\/em> <em>vivax <\/em>co-exist, intensive malaria control often has a greater effect on <em>P. falciparum<\/em>, as <em>P. vivax, <\/em>is more resilient to interventions.<br \/><br \/>&#13;\nAlthough <em>P. vivax <\/em>has been considered to be a benign form of malaria, it may sometimes cause severe disease <a href=\"#128\"><em>[128]<\/em><\/a>. The major complication is anaemia in young children. In Papua province, Indonesia <a href=\"#128\"><em>[128]<\/em><\/a>, and in Papua New Guinea <a href=\"#129\"><em>[129]<\/em><\/a>, where malaria transmission is intense, <em>P. vivax <\/em>is an important cause of malaria morbidity and mortality, particularly in young infants and children. Occasionally, older patients develop vital organ involvement similar to that in severe and complicated <em>P. falciparum <\/em>malaria <a href=\"#130\"><em>[130]<\/em><\/a><a href=\"#131\"><em>[131]<\/em><\/a>. During pregnancy, infection with <em>P. vivax<\/em>, as with <em>P. falciparum<\/em>, increases the risk for abortion and reduces birth weight <a href=\"#132\"><em>[132]<\/em><\/a><a href=\"#121\"><em>[121]<\/em><\/a>. In primigravidae, the reduction in birth weight is approximately two thirds that associated with <em>P. falciparum. <\/em>In one large series, this effect increased with successive pregnancies <a href=\"#132\"><em>[132]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p><em>P. knowlesi <\/em>is a zoonosis that normally affects long- and pig-tailed macaque monkeys. It has a daily asexual cycle, resulting in a rapid replication rate and high parasitaemia. <em>P. knowlesi <\/em>may cause a fulminant disease similar to severe falciparum malaria (with the exception of coma, which does not occur) <a href=\"#133\"><em>[133]<\/em><\/a><a href=\"#134\"><em>[134]<\/em><\/a>. Co-infection with other species is common<em>.<\/em><\/p>&#13;\n&#13;\n<p><strong>Diagnosis<\/strong><br \/>&#13;\nDiagnosis of <em>P. vivax<\/em>, <em>P. ovale<\/em>, and <em>P. malariae <\/em>malaria is based on microscopy. <em>P. knowlesi <\/em>is frequently misdiagnosed under the microscope, as the young ring forms are similar to those of <em>P. falciparum<\/em>, the late trophozoites are similar to those of <em>P. malariae<\/em>, and parasite development is asynchronous. Rapid diagnostic tests based on immunochromatographic methods are available for the detection of <em>P. vivax <\/em>malaria; however, they are relatively insensitive for detecting <em>P. malariae <\/em>and <em>P. ovale <\/em>parasitaemia. Rapid diagnostic antigen tests for human <em>Plasmodium <\/em>species show poor sensitivity for <em>P<\/em>. <em>knowlesi <\/em>infections in humans with low parasitaemia <a href=\"#135\"><em>[135]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p><strong>Treatment<\/strong><br \/>&#13;\nThe objectives of treatment of vivax malaria are twofold: to cure the acute blood stage infection and to clear hypnozoites from the liver to prevent future relapses. This is known as “radical cure”.<br \/><br \/><strong>In areas with chloroquine-sensitive <em>P. vivax<\/em><\/strong><br \/>&#13;\nFor chloroquine-sensitive vivax malaria, oral chloroquine at a total dose of 25 mg base\/kg bw is effective and well tolerated. Lower total doses are not recommended, as these encourage the emergence of resistance. Chloroquine is given at an initial dose of 10 mg base\/kg bw, followed by 10 mg\/kg bw on the second day and 5 mg\/kg bw on the third day. In the past, the initial 10-mg\/kg bw dose was followed by 5 mg\/kg bw at 6 h, 24 h and 48 h. As residual chloroquine suppresses the first relapse of tropical <em>P. vivax <\/em>(which emerges about 3 weeks after onset of the primary illness), relapses begin to occur 5–7 weeks after treatment if radical curative treatment with primaquine is not given.<\/p>&#13;\n&#13;\n<p>ACTs are highly effective in the treatment of vivax malaria, allowing simplification (unification) of malaria treatment; i.e. all malaria infections can be treated with an ACT. The exception is artesunate + SP, where resistance significantly compromises its efficacy. Although good efficacy of artesunate + SP was reported in one study in Afghanistan, in several other areas (such as South-East Asia) <em>P. vivax <\/em>has become resistant to SP more rapidly than <em>P. falciparum. <\/em>The initial response to all ACTs is rapid in vivax malaria, reflecting the high sensitivity to artemisinin derivatives, but, unless primaquine is given, relapses commonly follow. The subsequent recurrence patterns differ, reflecting the elimination kinetics of the partner drugs. Thus, recurrences, presumed to be relapses, occur earlier after artemether + lumefantrine than after dihydroartemisinin + piperaquine or artesunate + mefloquine because lumefantrine is eliminated more rapidly than either mefloquine or piperaquine. A similar temporal pattern of recurrence with each of the drugs is seen in the <em>P. vivax <\/em>infections that follow up to one third of acute falciparum malaria infections in South-East Asia.<br \/><br \/><strong>In areas with chloroquine-resistant <em>P. vivax<\/em><\/strong><br \/>&#13;\nACTs containing piperaquine, mefloquine or lumefantrine are the recommended treatment, although artesunate + amodiaquine may also be effective in some areas.<br \/><br \/>&#13;\nIn the systematic review of ACTs for treating <em>P. vivax <\/em>malaria, dihydroartemisinin + piperaquine provided a longer prophylactic effect than ACTs with shorter half-lives (artemether + lumefantrine, artesunate + amodiaquine), with significantly fewer recurrent parasitaemias during 9 weeks of follow-up (RR, 0.57; 95% CI, 0.40–0.82, three trials, 1066 participants). The half-life of mefloquine is similar to that of piperaquine, but use of dihydroartemisinin + piperaquine in <em>P. vivax <\/em>mono-infections has not been compared directly in trials with use of artesunate + mefloquine.<\/p>&#13;\n&#13;\n<p><strong>Uncomplicated <\/strong><strong><em>P. ovale<\/em><\/strong><strong>, <\/strong><strong><em>P.<\/em><\/strong> <strong><em>malariae<\/em><\/strong><strong> or <em>P. knowlesi <\/em>malaria<\/strong><br \/>&#13;\nResistance of <em>P. ovale, P. malariae <\/em>and <em>P. knowlesi <\/em>to antimalarial drugs is not well characterized, and infections caused by these three species are generally considered to be sensitive to chloroquine. In only one study, conducted in Indonesia, was resistance to chloroquine reported in <em>P. malariae<\/em>.<br \/><br \/>&#13;\nThe blood stages of <em>P. ovale<\/em>, <em>P. malariae <\/em>and <em>P. knowlesi <\/em>should therefore be treated with the standard regimen of ACT or chloroquine, as for vivax malaria.<\/p>&#13;\n&#13;\n<p><strong>Mixed malaria infections<\/strong><br \/>&#13;\nMixed malaria infections are common in endemic areas. For example, in Thailand, despite low levels of malaria transmission, 8% of patients with acute vivax malaria also have <em>P. falciparum <\/em>infections, and one third of acute <em>P. falciparum <\/em>infections are followed by a presumed relapse of vivax malaria (making vivax malaria the most common complication of falciparum malaria).<br \/><br \/>&#13;\nMixed infections are best detected by nucleic acid-based amplification techniques, such as PCR; they may be underestimated with routine microscopy. Cryptic <em>P. falciparum <\/em>infections in vivax malaria can be revealed in approximately 75% of cases by RDTs based on the <em>Pf<\/em>HRP2 antigen, but several RDTs cannot detect mixed infection or have low sensitivity for detecting cryptic vivax malaria. ACTs are effective against all malaria species and so are the treatment of choice for mixed infections.<\/p>&#13;\n","title":"5.4 Treating uncomplicated malaria caused by P. vivax, P. ovale, P. malariae or P. knowlesi 8","nid":706,"vid":4206,"created":1620132722,"changed":1625564328,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#3","field_reference_text":"<p>3.&nbsp;World malaria report 2020. Geneva: World Health Organization 2020;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/teams\/global-malaria-programme\/reports\/world-malaria-report-2020\">Website<\/a><\/p>\r\n"},{"field_id":"#123","field_reference_text":"<p>123.&nbsp;Gething PW, Elyazar IRF, Moyes CL, Smith DL, Battle KE, Guerra CA, Patil AP, Tatem AJ, Howes RE, Myers MF, George DB, Horby P, Wertheim HFL, Price RN, Müeller I, Baird JK, Hay SI : A long neglected world malaria map: Plasmodium vivax endemicity in 2010. PLoS neglected tropical diseases 2012;6(9):e1814&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/22970336\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/journals.plos.org\/plosntds\/article?id=10.1371\/journal.pntd.0001814\">Journal<\/a><\/p>\r\n"},{"field_id":"#124","field_reference_text":"<p>124.&nbsp;Mendis K, Sina BJ, Marchesini P, Carter R : The neglected burden of Plasmodium vivax malaria. The American journal of tropical medicine and hygiene 64(1-2 Suppl):97-106&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/11425182\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#125","field_reference_text":"<p>125.&nbsp;Singh B, Kim Sung L, Matusop A, Radhakrishnan A, Shamsul SSG, Cox-Singh J, Thomas A, Conway DJ : A large focus of naturally acquired Plasmodium knowlesi infections in human beings. Lancet (London, England) 2004;363(9414):1017-24&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/15051281\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#126","field_reference_text":"<p>126.&nbsp;Sutherland CJ, Tanomsing N, Nolder D, Oguike M, Jennison C, Pukrittayakamee S, Dolecek C, Hien TT, do Rosário VE, Arez AP, Pinto J, Michon P, Escalante AA, Nosten F, Burke M, Lee R, Blaze M, Otto TD, Barnwell JW, Pain A, Williams J, White NJ, Day NPJ, Snounou G, Lockhart PJ, Chiodini PL, Imwong M, Polley SD : Two nonrecombining sympatric forms of the human malaria parasite Plasmodium ovale occur globally. The Journal of infectious diseases 2010;201(10):1544-50&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/20380562\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/academic.oup.com\/jid\/article\/201\/10\/1544\/993159\">Journal<\/a><\/p>\r\n"},{"field_id":"#127","field_reference_text":"<p>127.&nbsp;Douglas NM, Lampah DA, Kenangalem E, Simpson JA, Poespoprodjo JR, Sugiarto P, Anstey NM, Price RN : Major burden of severe anemia from non-falciparum malaria species in Southern Papua: a hospital-based surveillance study. PLoS medicine 2013;10(12):e1001575; discussion e1001575&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24358031\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/journals.plos.org\/plosmedicine\/article?id=10.1371\/journal.pmed.1001575\">Journal<\/a><\/p>\r\n"},{"field_id":"#128","field_reference_text":"<p>128.&nbsp;Poespoprodjo JR, Fobia W, Kenangalem E, Lampah DA, Hasanuddin A, Warikar N, Sugiarto P, Tjitra E, Anstey NM, Price RN : Vivax malaria: a major cause of morbidity in early infancy. Clinical infectious diseases : an official publication of the Infectious Diseases Society of America 2009;48(12):1704-12&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/19438395\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/academic.oup.com\/cid\/article\/48\/12\/1704\/320727\">Journal<\/a><\/p>\r\n"},{"field_id":"#129","field_reference_text":"<p>129.&nbsp;Genton B, D'Acremont V, Rare L, Baea K, Reeder JC, Alpers MP, Müller I : Plasmodium vivax and mixed infections are associated with severe malaria in children: a prospective cohort study from Papua New Guinea. PLoS medicine 2008;5(6):e127&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/18563961\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/journals.plos.org\/plosmedicine\/article?id=10.1371\/journal.pmed.0050127\">Journal<\/a><\/p>\r\n"},{"field_id":"#130","field_reference_text":"<p>130.&nbsp;Kochar DK, Das A, Kochar SK, Saxena V, Sirohi P, Garg S, Kochar A, Khatri MP, Gupta V : Severe Plasmodium vivax malaria: a report on serial cases from Bikaner in northwestern India. The American journal of tropical medicine and hygiene 2009;80(2):194-8&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/19190212\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#131","field_reference_text":"<p>131.&nbsp;Alexandre MA, Ferreira CO, Siqueira AM, Magalhães BL, Mourão MPG, Lacerda MV, Alecrim MDGC : Severe Plasmodium vivax malaria, Brazilian Amazon. Emerging infectious diseases 2010;16(10):1611-4&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/20875292\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/wwwnc.cdc.gov\/eid\/article\/16\/10\/10-0685_article\">Journal<\/a><\/p>\r\n"},{"field_id":"#132","field_reference_text":"<p>132.&nbsp;Nosten F, McGready R, Simpson JA, Thwai KL, Balkan S, Cho T, Hkirijaroen L, Looareesuwan S, White NJ : Effects of Plasmodium vivax malaria in pregnancy. Lancet (London, England) 1999;354(9178):546-9&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/10470698\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#121","field_reference_text":"<p>121.&nbsp;McGready R, Lee SJ, Wiladphaingern J, Ashley EA, Rijken MJ, Boel M, Simpson JA, Paw MK, Pimanpanarak M, Mu OH, Singhasivanon P, White NJ, Nosten FH : Adverse effects of falciparum and vivax malaria and the safety of antimalarial treatment in early pregnancy: a population-based study. The Lancet. Infectious diseases 2012;12(5):388-96&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/22169409\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.thelancet.com\/journals\/laninf\/article\/PIIS1473-3099(11)70339-5\/fulltext\">Journal<\/a><\/p>\r\n"},{"field_id":"#133","field_reference_text":"<p>133.&nbsp;William T, Menon J, Rajahram G, Chan L, Ma G, Donaldson S, Khoo S, Frederick C, Jelip J, Anstey NM, Yeo TW : Severe Plasmodium knowlesi malaria in a tertiary care hospital, Sabah, Malaysia. Emerging infectious diseases 2011;17(7):1248-55&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/21762579\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/wwwnc.cdc.gov\/eid\/article\/17\/07\/10-1017_article\">Journal<\/a><\/p>\r\n"},{"field_id":"#134","field_reference_text":"<p>134.&nbsp;Barber BE, William T, Grigg MJ, Menon J, Auburn S, Marfurt J, Anstey NM, Yeo TW : A prospective comparative study of knowlesi, falciparum, and vivax malaria in Sabah, Malaysia: high proportion with severe disease from Plasmodium knowlesi and Plasmodium vivax but no mortality with early referral and artesunate therapy. Clinical infectious diseases : an official publication of the Infectious Diseases Society of America 2013;56(3):383-97&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/23087389\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/academic.oup.com\/cid\/article\/56\/3\/383\/429497\">Journal<\/a><\/p>\r\n"},{"field_id":"#135","field_reference_text":"<p>135.&nbsp;Grigg MJ, William T, Barber BE, Parameswaran U, Bird E, Piera K, Aziz A, Dhanaraj P, Yeo TW, Anstey NM : Combining parasite lactate dehydrogenase-based and histidine-rich protein 2-based rapid tests to improve specificity for diagnosis of malaria Due to Plasmodium knowlesi and other Plasmodium species in Sabah, Malaysia. Journal of clinical microbiology 2014;52(6):2053-60&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24696029\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/journals.asm.org\/doi\/10.1128\/jcm.00181-14?permanently=true\">Journal<\/a><\/p>\r\n"}],"field_tags":[{"tid":48,"name":"Non-falciparum malaria"}]}