{"title":"Guidelines for malaria vector control","nid":227,"vid":2007,"created":1567057488,"changed":1574833433,"field_accordian_header":[{"field_accordian":[{"field_title":"malaria burden reduction and elimination","field_content":"<p>Priority should be given to delivering either ITNs or IRS at high coverage and to a high standard, rather than introducing the second intervention as a means to compensate for deficiencies in the implementation of the first intervention.<\/p>\r\n\r\n<p><em>Conditional recommendation <strong>against <\/strong>combining the core interventions to reduce morbidity and mortality, moderate-certainty evidence<\/em><\/p>\r\n\r\n<p>Universal coverage with effective vector control using a core intervention (ITNs or IRS) is recommended for all populations at risk of malaria in most epidemiological and ecological settings. The population at risk of malaria may increase or decrease as a result of changes in malariogenic potential of a given geographical area.<\/p>\r\n\r\n<p><em>Good practice statement&nbsp;¹<\/em><\/p>\r\n\r\n<p>Once high coverage with one core intervention has been achieved, programmes may consider deploying the other core intervention as an approach to prevent, manage and mitigate insecticide resistance. The ITN and IRS products selected for co-deployment must not contain the same insecticide class(es). For instance, IRS with a pyrethroid should not be deployed in the same households or areas as ITNs. The decision to deploy a second core vector control intervention should only be taken after conducting a prioritization analysis across malaria interventions, not just vector control, to ensure maximum impact of any additional resources.<\/p>\r\n\r\n<p><em>Good practice statement <\/em><\/p>\r\n\r\n<p>Once high coverage with a core intervention has been achieved, recommended supplementary interventions with proven public health value may be deployed in specific settings and circumstances. The decision to&nbsp;deploy a supplementary vector control intervention should only be taken after conducting a prioritization analysis across malaria interventions, not just vector control, to ensure maximum impact of any additional resources.<\/p>\r\n\r\n<p><em>Good practice statement<\/em><\/p>\r\n\r\n<p>In areas2 with ongoing local malaria transmission (irrespective of both the pre-intervention and current level of transmission), vector control interventions should not be scaled back. Universal coverage with effective malaria vector control of all inhabitants of such areas should be pursued and maintained.<\/p>\r\n\r\n<p><em>Good practice statement <\/em><\/p>\r\n\r\n<p>In areas²&nbsp;where transmission has been interrupted, the scale-back of vector control should be based on a detailed analysis that includes assessment of the receptivity and vulnerability, active disease surveillance system, and capacity for case management and vector control response.<\/p>\r\n\r\n<p><em>Good practice statement<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Malaria vector control"},{"field_accordian":[{"field_title":"Insecticide-treated nets","field_content":"<p>Pyrethroid-only LLINs prequalified by WHO are recommended for deployment as a core intervention in all malaria-endemic settings.<\/p>\r\n\r\n<p><em>Strong recommendation as an intervention with public health value, highcertainty evidence<\/em><\/p>\r\n\r\n<p>Pyrethroid-PBO nets prequalified by WHO are conditionally recommended for deployment instead of pyrethroid-only LLINs where the principal malaria vector(s) exhibit pyrethroid resistance that is: a) confirmed, b) of intermediate level,3 and c) conferred (at least in part) by a monooxygenasebased resistance mechanism, as determined by standard procedures.<\/p>\r\n\r\n<p><em>Conditional recommendation as an intervention with public health value, moderate-certainty evidence<\/em><\/p>\r\n\r\n<p>Recipients of ITNs should be advised (through appropriate communication strategies) to continue using their nets beyond the three-year anticipated lifespan of the net, irrespective of the condition of the net, until a replacement net is available.<\/p>\r\n\r\n<p><em>Good practice statement <\/em><\/p>\r\n\r\n<p>Recipients of ITNs should be advised (through appropriate communication strategies) to continue using their net even if it is damaged or contains holes, irrespective of the age of the net, until a replacement net is available.<\/p>\r\n\r\n<p><em>Good practice statement <\/em><\/p>\r\n\r\n<p>Recipients of ITNs should be advised (through appropriate communication strategies) not to dispose of their nets in any water body, as the residual insecticide on the net can be toxic to aquatic organisms (especially fish).<\/p>\r\n\r\n<p><em>Good practice statement <\/em><\/p>\r\n\r\n<p>Old ITNs should only be collected where there is assurance that: i) communities are not left uncovered, i.e. new ITNs are distributed to replace old ones; and ii) there is a suitable and sustainable plan in place for safe disposal of the collected material.<\/p>\r\n\r\n<p><em>Good practice statement <\/em><\/p>\r\n\r\n<p>If ITNs and their packaging (bags and baling materials) are collected, the best option for disposal is high-temperature incineration. They should not be burned in the open air. In the absence of appropriate facilities, they should be buried away from water sources and preferably in nonpermeable soil.<\/p>\r\n\r\n<p><em>Good practice statement<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Indoor residual spraying","field_content":"<p>IRS deploying a product prequalified by WHO is recommended as a core intervention in all malaria-endemic settings. DDT has not been prequalified; it may be used for IRS if no equally effective and efficient alternative is available, and if it is used in line with the Stockholm Convention on Persistent Organic Pollutants.<\/p>\r\n\r\n<p><em>Strong recommendation as an intervention with public health value, lowcertainty evidence<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Core interventions"},{"field_accordian":[{"field_title":"larviciding","field_content":"<p>The regular application of biological or chemical insecticides to water bodies (larviciding) is recommended as a supplementary intervention in areas where high coverage with a core intervention has been achieved, where aquatic habitats of the principal malaria vector(s) are few, fixed and findable, and where its application is both feasible and cost-effective.<\/p>\r\n\r\n<p><em>Conditional recommendation as an intervention with public health value, lowcertainty evidence<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Supplementary interventions"},{"field_accordian":[{"field_title":"Topical repellents","field_content":"<p>Deployment of topical repellents is not recommended as an intervention with public health value; however, topical repellents may be beneficial as an intervention to provide personal protection.<\/p>\r\n\r\n<p><em>Conditional recommendation <strong>against<\/strong> deployment as an intervention with public health value, low-certainty evidence<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Insecticide-treated clothing","field_content":"<p>Use of insecticide-treated clothing is not recommended as an intervention with public health value; however, insecticide-treated clothing may be beneficial as an intervention to provide personal protection in specific population groups.<\/p>\r\n\r\n<p><em>Conditional recommendation <strong>against<\/strong> deployment as an intervention with public health value, low-certainty evidence<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Personal protection measures"},{"field_accordian":[{"field_title":"Space spraying","field_content":"<p>Space spraying should not be undertaken for malaria control, and IRS or ITNs should be prioritized instead.<\/p>\r\n\r\n<p><em>Conditional recommendation <\/em><strong>against<\/strong><em> deployment, very low-certainty evidence<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Other interventions"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_references":null}