{"body":"<p><strong>Suspected malaria<\/strong><\/p>&#13;\n&#13;\n<p>The signs and symptoms of malaria are non-specific. Malaria is suspected clinically primarily on the basis of fever or a history of fever. There is no combination of signs or symptoms that reliably distinguishes malaria from other causes of fever; diagnosis based only on clinical features has very low specificity and results in overtreatment. Other possible causes of fever and whether alternative or additional treatment is required must always be carefully considered. The focus of malaria diagnosis should be to identify patients who truly have malaria, to guide rational use of antimalarial medicines.<\/p>&#13;\n&#13;\n<p>In malaria-endemic areas, malaria should be suspected in any patient presenting with a history of fever or temperature ≥ 37.5 °C and no other obvious cause. In areas in which malaria transmission is stable (or during the high-transmission period of seasonal malaria), malaria should also be suspected in children with palmar pallor or a haemoglobin concentration of &lt; 8 g\/dL. High-transmission settings include many parts of sub-Saharan Africa and some parts of Oceania.<\/p>&#13;\n&#13;\n<p>In settings where the incidence of malaria is very low, parasitological diagnosis of all cases of fever may result in considerable expenditure to detect only a few patients with malaria. In these settings, health workers should be trained to identify patients who may have been exposed to malaria (e.g. recent travel to a malaria-endemic area without protective measures) and have fever or a history of fever with no other obvious cause, before they conduct a parasitological test.<\/p>&#13;\n&#13;\n<p><em>In all settings, suspected malaria should be confirmed with a parasitological test<\/em>. The results of parasitological diagnosis should be available within a short time (&lt; 2 h) of the patient presenting. In settings where parasitological diagnosis is not possible, a decision to provide antimalarial treatment must be based on the probability that the illness is malaria.<\/p>&#13;\n&#13;\n<p>In children &lt; 5 years, the practical algorithms for management of the sick child provided by the WHO–United Nations Children’s Fund (UNICEF) strategy for Integrated Management of Childhood Illness <a href=\"#92\"><em>[92]<\/em><\/a> should be used to ensure full assessment and appropriate case management at first-level health facilities and at the community level.<\/p>&#13;\n&#13;\n<p><strong>Parasitological diagnosis<\/strong><\/p>&#13;\n&#13;\n<p>The benefit of parasitological diagnosis relies entirely on an appropriate management response of health care providers. The two methods used routinely for parasitological diagnosis of malaria are light microscopy and immunochromatographic RDTs. The latter detect parasite-specific antigens or enzymes that are either genus or species specific.<\/p>&#13;\n&#13;\n<p>Both microscopy and RDTs must be supported by a quality assurance programme. Antimalarial treatment should be limited to cases with positive tests, and patients with negative results should be reassessed for other common causes of fever and treated appropriately.<\/p>&#13;\n&#13;\n<p>In nearly all cases of symptomatic malaria, examination of thick and thin blood films by a competent microscopist will reveal malaria parasites. Malaria RDTs should be used if quality-assured malaria microscopy is not readily available. RDTs for detecting PfHRP2 can be useful for patients who have received incomplete antimalarial treatment, in whom blood films can be negative. This is particularly likely if the patient received a recent dose of an artemisinin derivative. If the initial blood film examination is negative in patients with manifestations compatible with severe malaria, a series of blood films should be examined at 6–12 h intervals, or an RDT (preferably one detecting PfHRP2) should be performed. If both the slide examination and the RDT results are negative, malaria is extremely unlikely, and other causes of the illness should be sought and treated.<\/p>&#13;\n&#13;\n<p>This document does not include recommendations for use of specific RDTs or for interpreting test results. For guidance, see the WHO manual <em><a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/44657\">Universal access to malaria diagnostic testing<\/a><\/em><a href=\"#93\"><em>[93]<\/em><\/a><\/p>&#13;\n&#13;\n<p><strong>Diagnosis of malaria<\/strong><\/p>&#13;\n&#13;\n<p>In patients with suspected severe malaria and in other high-risk groups, such as patients living with HIV\/AIDS, absence or delay of parasitological diagnosis should not delay an immediate start of antimalarial treatment.<\/p>&#13;\n&#13;\n<p>At present, molecular diagnostic tools based on nucleic-acid amplification techniques (e.g. loop-mediated isothermal amplification or PCR) do not have a role in the clinical management of malaria.<\/p>&#13;\n&#13;\n<p>Where <em>P. vivax<\/em> malaria is common and microscopy is not available, it is recommended that a combination RDT be used that allows detection of P. vivax (pLDH antigen from <em>P. vivax<\/em>) or pan-malarial antigens (Pan-pLDH or aldolase).<br \/><strong>Light microscopy<\/strong><br \/>&#13;\nMicroscopy not only provides a highly sensitive, specific diagnosis of malaria when performed well but also allows quantification of malaria parasites and identification of the infecting species. Light microscopy involves relatively high costs for training and supervision, and the accuracy of diagnosis is strongly dependent on the competence of the microscopist. Microscopy technicians may also contribute to the diagnosis of non-malarial diseases.<\/p>&#13;\n&#13;\n<p>Although nucleic acid amplification-based tests are more sensitive, light microscopy is still considered the “field standard” against which the sensitivity and specificity of other methods must be assessed. A skilled microscopist can detect asexual parasites at a density of &lt; 10 per µL of blood, but under typical field conditions, the limit of sensitivity is approximately 100 parasites per µL <a href=\"#94\"><em>[94]<\/em><\/a>. This limit of detection approximates the lower end of the pyrogenic density range. Thus, microscopy provides good specificity for diagnosing malaria as the cause of a presenting febrile illness. More sensitive methods allow detection of an increasing proportion of cases of incidental parasitaemia in endemic areas, thus reducing the specificity of a positive test. Light microscopy has other important advantages:<\/p>&#13;\n&#13;\n<ul><li>low direct costs, if laboratory infrastructure to maintain the service is available;<\/li>&#13;\n\t<li>high sensitivity, if the performance of microscopy is high;<\/li>&#13;\n\t<li>differentiation of Plasmodia species;<\/li>&#13;\n\t<li>determination of parasite densities – notably identification of hyperparasitaemia;<\/li>&#13;\n\t<li>detection of gametocytaemia;<\/li>&#13;\n\t<li>allows monitoring of responses to therapy and<\/li>&#13;\n\t<li>can be used to diagnose many other conditions.<\/li>&#13;\n<\/ul><p>Good performance of microscopy can be difficult to maintain, because of the requirements for adequate training and supervision of laboratory staff to ensure competence in malaria diagnosis, electricity, good quality slides and stains, provision and maintenance of good microscopes and maintenance of quality assurance<a href=\"#95\"><em>[95]<\/em><\/a> and control of laboratory services [94][95]<\/p>&#13;\n&#13;\n<p>Numerous attempts have been made to improve malaria microscopy, but none has proven to be superior to the classical method of Giemsa staining and oil-immersion microscopy for performance in typical health care settings<a href=\"#96\"><em>[96]<\/em><\/a><\/p>&#13;\n&#13;\n<p><strong>Rapid diagnostic tests<\/strong><\/p>&#13;\n&#13;\n<p>Rapid diagnostic tests (RDTs) are immuno-chromatographic tests for detecting parasite-specific antigens in a finger-prick blood sample. Some tests allow detection of only one species (<em>P. falciparum<\/em>); others allow detection of one or more of the other species of human malaria parasites (<em>P. vivax<\/em>, <em>P. malariae<\/em> and <em>P. ovale<\/em>) <a href=\"#97\"><em>[97]<\/em><\/a><a href=\"#98\"><em>[98]<\/em><\/a><a href=\"#99\"><em>[99]<\/em><\/a>. They are available commercially in various formats, e.g. dipsticks, cassettes and cards. Cassettes and cards are easier to use in difficult conditions outside health facilities. RDTs are relatively simple to perform and to interpret, and they do not require electricity or special equipment<a href=\"#100\"><em>[100]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p>Since 2012, WHO has recommended that RDTs should be selected in accordance with the following criteria, based on the results of the assessments of the <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/276190\">WHO Malaria RDT Product Testing programme<\/a> <a href=\"#101\"><em>[101]<\/em><\/a>:<\/p>&#13;\n&#13;\n<ul><li>For detection of <em>P. falciparum<\/em> in all transmission settings, the panel detection score against <em>P. falciparum<\/em> samples should be at least 75% at 200 parasites\/µL.<\/li>&#13;\n\t<li>For detection of <em>P. vivax<\/em> in all transmission settings the panel detection score against <em>P. vivax<\/em> samples should be at least 75% at 200 parasites\/µL.<\/li>&#13;\n\t<li>The false positive rate should be less than 10%.<\/li>&#13;\n\t<li>The invalid rate should be less than 5%.<\/li>&#13;\n<\/ul><p>Current tests are based on the detection of histidine-rich protein 2 (HRP2), which is specific for <em>P. falciparum<\/em>, pan-specific or species-specific <em>Plasmodium <\/em>lactate dehydrogenase (pLDH) or pan-specific aldolase. The different characteristics of these antigens may affect their suitability for use in different situations, and these should be taken into account in programmes for RDT implementation. The tests have many potential advantages, including:<\/p>&#13;\n&#13;\n<ul><li>rapid provision of results and extension of diagnostic services to the lowest-level health facilities and communities;<\/li>&#13;\n\t<li>fewer requirements for training and skilled personnel (for instance, a general health worker can be trained in 1 day); and<\/li>&#13;\n\t<li>reinforcement of patient confidence in the diagnosis and in the health service in general.<\/li>&#13;\n<\/ul><p>They also have potential disadvantages, including:<\/p>&#13;\n&#13;\n<ul><li>inability, in the case of <em>Pf<\/em>HRP2-based RDTs, to distinguish new infections from recently and effectively treated infections, due to the persistence of <em>Pf<\/em>HRP2 in the blood for 1–5 weeks after effective treatment;<\/li>&#13;\n\t<li>the presence in countries in the Amazon region of variable frequencies of HRP2 deletions in <em>P. falciparum<\/em> parasites, making HRP2-based tests not suitable in this region <a href=\"#102\"><em>[102]<\/em><\/a>;<\/li>&#13;\n\t<li>poor sensitivity for detecting <em>P. malariae<\/em> and <em>P.ovale<\/em>; and<\/li>&#13;\n\t<li>the heterogeneous quality of commercially available products and the existence of lot-to-lot variation.<\/li>&#13;\n<\/ul><p>In a systematic review<a href=\"#103\"><em>[103]<\/em><\/a>, the sensitivity and specificity of RDTs in detecting <em>P. falciparum <\/em>in blood samples from patients in endemic areas attending ambulatory health facilities with symptoms suggestive of malaria were compared with the sensitivity and specificity of microscopy or polymerase chain reaction. The average sensitivity of <em>Pf<\/em>HRP2-detecting RDTs was 95.0% (95% confidence interval [CI], 93.5–96.2%), and the specificity was 95.2% (93.4–99.4%). RDTs for detecting <em>p<\/em>LDH from <em>P. falciparum<\/em> are generally less sensitive and more specific than those for detecting HRP2, with an average sensitivity (95% CI) of 93.2% (88.0–96.2%) and a specificity of 98.5% (96.7–99.4%). Several studies have shown that health workers, volunteers and private sector providers can, with adequate training and supervision, use RDTs correctly and provide accurate malaria diagnoses. The criteria for selecting RDTs or microscopy can be found in the <em><a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259870\">WHO Recommended selection criteria for the procurement of malaria rapid diagnostic tests<\/a><\/em><a href=\"#104\"><em>[104]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p>Diagnosis with either microscopy or RDTs is expected to reduce overuse of antimalarial medicines by ensuring that treatment is given only to patients with confirmed malaria infection, as opposed to treating all patients with fever <a href=\"#105\"><em>[105]<\/em><\/a>. Although providers of care may be willing to perform diagnostic tests, they do not, however, always respond appropriately to the results. This is especially true when they are negative. It is therefore important to ensure the accuracy of parasite- based diagnosis and also to demonstrate this to users and to provide them with the resources to manage both positive and negative results adequately <a href=\"#93\"><em>[93]<\/em><\/a>.<\/p>&#13;\n&#13;\n<p><strong>Immunodiagnosis and nucleic acid amplification test methods<\/strong><\/p>&#13;\n&#13;\n<p>Detection of antibodies to parasites, which may be useful for epidemiological studies, is neither sensitive nor specific enough to be of use in the management of patients suspected of having malaria <a href=\"#106\"><em>[106]<\/em><\/a><\/p>&#13;\n&#13;\n<p>Techniques to detect parasite nucleic acid, e.g. polymerase chain reaction and loop-mediated isothermal amplification, are highly sensitive and very useful for detecting mixed infections, in particular at low parasite densities that are not detectable by conventional microscopy or with RDTs. They are also useful for studies of drug resistance and other specialized epidemiological investigations <a href=\"#107\"><em>[107]<\/em><\/a>; however, they are not generally available for large-scale field use in malaria- endemic areas, nor are they appropriate for routine diagnosis in endemic areas where a large proportion of the population may have low-density parasitaemia.<\/p>&#13;\n&#13;\n<p>These techniques may be useful for population surveys and focus investigation in malaria elimination programmes.<\/p>&#13;\n&#13;\n<p>At present, nucleic acid-based amplification techniques have no role in the clinical management of malaria or in routine surveillance systems <a href=\"#108\"><em>[108]<\/em><\/a>.<\/p>&#13;\n","title":"5.1 Diagnosing malaria (2015)","nid":703,"vid":4200,"created":1620132402,"changed":1625562353,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#92","field_reference_text":"<p>92.&nbsp;Integrated management of childhood illness for high HIV settings: chart booklet. Geneva: World Health Organization 2008;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/44010\">Website<\/a><\/p>\r\n"},{"field_id":"#93","field_reference_text":"<p>93. Universal access to malaria diagnostic testing - an operational manual. Geneva: World Health Organization 2011;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/44657\">Website<\/a><\/p>\r\n"},{"field_id":"#94","field_reference_text":"<p>94. Malaria diagnosis: memorandum from a WHO meeting. Bulletin of the World Health Organization 1988;66(5):575-94&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/3061674\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#95","field_reference_text":"<p>95.&nbsp;Malaria microscopy quality assurance manual, version 2. Geneva: World Health Organization 2016;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241549394\/en\/\">Website<\/a><\/p>\r\n"},{"field_id":"#96","field_reference_text":"<p>96.&nbsp;Kawamoto F, Billingsley PF : Rapid diagnosis of malaria by fluorescence microscopy. Parasitology today (Personal ed.) 1992;8(2):69-71&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/15463575\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#97","field_reference_text":"<p>97.&nbsp;Malaria diagnosis: new perspectives. Geneva: World Health Organization 2003;&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/whqlibdoc.who.int\/hq\/2000\/WHO_CDS_RBM_2000.14.pdf\">Website<\/a><\/p>\r\n"},{"field_id":"#98","field_reference_text":"<p>98.&nbsp;Malaria rapid diagnosis: making it work. Meeting report. Geneva: World Health Organization 2003;&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/mobile.wpro.who.int\/mvp\/documents\/docs\/RDT_making_it_work.pdf\">Website<\/a><\/p>\r\n"},{"field_id":"#99","field_reference_text":"<p>99. The use of rapid diagnostic tests. World Health Organization. Regional Office for the Western Pacific 2004;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/207715\">Website<\/a><\/p>\r\n"},{"field_id":"#100","field_reference_text":"<p>100.&nbsp;Transporting, Storing and Handling Malaria Rapid Diagnostic Tests in Health Clinics. Geneva: World Health Organization 2009;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/malaria_rdt_remote_2009.pdf?ua=1\">Website<\/a><\/p>\r\n"},{"field_id":"#101","field_reference_text":"<p>101. Malaria rapid diagnostic test performance. Results of WHO product testing of malaria RDTs: round 5. Geneva: World Health Organization 2014;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/128678\">Website<\/a><\/p>\r\n"},{"field_id":"#102","field_reference_text":"<p>102.&nbsp;False-negative RDT results and implications of new reports of P. falciparum hrp 2\/3 gene deletions. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/information-note-hrp2-based-rdt\/en\/\">Website<\/a><\/p>\r\n"},{"field_id":"#103","field_reference_text":"<p>103.&nbsp;Abba K, Deeks JJ, Olliaro P, Naing C-M, Jackson SM, Takwoingi Y, Donegan S, Garner P : Rapid diagnostic tests for diagnosing uncomplicated P. falciparum malaria in endemic countries. The Cochrane database of systematic reviews 2011;(7):CD008122&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21735422\">Pubmed<\/a>&nbsp;<a href=\"http:\/\/dx.doi.org\/10.1002\/14651858.CD008122.pub2\">Journal<\/a><\/p>\r\n"},{"field_id":"#104","field_reference_text":"<p>104.&nbsp;Recommended selection criteria for procurement of malaria rapid diagnostic tests. Geneva: World Health Organization 2018;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259870\">Website<\/a><\/p>\r\n"},{"field_id":"#105","field_reference_text":"<p>105.&nbsp;Thiam S, Thior M, Faye B, Ndiop M, Diouf ML, Diouf MB, Diallo I, Fall FB, Ndiaye JL, Albertini A, Lee E, Jorgensen P, Gaye O, Bell D : Major reduction in anti-malarial drug consumption in Senegal after nation-wide introduction of malaria rapid diagnostic tests. PloS one 2011;6(4):e18419&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21494674\">Pubmed<\/a>&nbsp;<a href=\"http:\/\/dx.doi.org\/10.1371\/journal.pone.0018419\">Journal<\/a><\/p>\r\n"},{"field_id":"#106","field_reference_text":"<p>106.&nbsp;Voller A : The immunodiagnosis of malaria. In: Wernsdorfer WH, McGregor I, editors. Malaria. Principles and Practice of Malariology. Edinburgh: Churchill Livingstone 1988;1 815-827&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.cambridge.org\/core\/journals\/parasitology\/article\/abs\/malaria-principles-and-practice-of-malariology-vols-1-and-2-ed-w-h-wernsdorfer-and-i-mcgregor-2048-pages-isbn-0-443-024170-churchill-livingstone-edinburgh-1988-195-two-volumes\/7E18D5A47D767F356EDE69F3989149CB\">Website<\/a><\/p>\r\n"},{"field_id":"#107","field_reference_text":"<p>107.&nbsp;Bates I, Iboro J, Barnish G : Challenges in monitoring the impact of interventions against malaria using diagnostics. In: Reducing malaria's burden. Evidence of effectiveness for decision-makers. Global Health Council, Washington D.C. 2003; 33-39&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/issuu.com\/globalhealthcouncil\/docs\/malaria\">Website<\/a><\/p>\r\n"},{"field_id":"#108","field_reference_text":"<p>108.&nbsp;WHO Evidence review group on malaria diagnosis in low transmission settings. Meeting Report. Geneva: World Health Organization 2012;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/publications\/m\/item\/meeting-report-of-the-evidence-review-group-on-malaria-diagnosis-in-low-transmission-settings\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":45,"name":"Diagnosis"},{"tid":53,"name":"RDTs"},{"tid":54,"name":"Microscopy"}]}