{"body":"<p>Mortality from untreated severe malaria (particularly cerebral malaria) approaches 100%. With prompt, effective antimalarial treatment and supportive care, the rate falls to 10–20% overall. Within the broad definition of severe malaria some syndromes are associated with lower mortality rates (e.g. severe anaemia) and others with higher mortality rates (e.g. acidosis). The risk for death increases in the presence of multiple complications.<br \/><br \/>&#13;\nAny patient with malaria who is unable to take oral medications reliably, shows any evidence of vital organ dysfunction or has a high parasite count is at increased risk for dying. The exact risk depends on the species of infecting malaria parasite, the number of systems affected, the degree of vital organ dysfunction, age, background immunity, pre-morbid, and concomitant diseases, and access to appropriate treatment. Tests such as a parasite count, haematocrit and blood glucose may all be performed immediately at the point of care, but the results of other laboratory measures, if any, may be available only after hours or days. As severe malaria is potentially fatal, any patient considered to be at increased risk should be given the benefit of the highest level of care available. The attending clinician should not worry unduly about definitions: the severely ill patient requires immediate supportive care, and, if severe malaria is a possibility, parenteral antimalarial drug treatment should be started without delay.<\/p>&#13;\n&#13;\n<p><strong>Definitions<\/strong><br \/>&#13;\nSevere falciparum malaria:  For epidemiological purposes, severe falciparum malaria<strong> <\/strong>is defined as one or more of the following, occurring in the absence of an identified alternative cause and in the presence of <em>P. falciparum <\/em>asexual parasitaemia.<\/p>&#13;\n&#13;\n<ul><li>Impaired consciousness: A Glasgow coma score &lt; 11 in adults or a Blantyre coma score &lt; 3 in children<\/li>&#13;\n\t<li>Prostration: Generalized weakness so that the person is unable to sit, stand or walk without assistance<\/li>&#13;\n\t<li>Multiple convulsions: More than two episodes within 24 h<\/li>&#13;\n\t<li>Acidosis: A base deficit of &gt; 8 mEq\/L or, if not available, a plasma bicarbonate level of &lt; 15 mmol\/L or venous plasma lactate ≥ 5 mmol\/L. Severe acidosis manifests clinically as respiratory distress (rapid, deep, laboured breathing).<\/li>&#13;\n\t<li>Hypoglycaemia: Blood or plasma glucose &lt; 2.2 mmol\/L (&lt; 40 mg\/dL)<\/li>&#13;\n\t<li>Severe malarial anaemia: Haemoglobin concentration ≤ 5 g\/dL or a haematocrit of ≤ 15% in children &lt; 12 years of age (&lt; 7 g\/dL and &lt; 20%, respectively, in adults) with a parasite count &gt; 10 000\/µL<\/li>&#13;\n\t<li>Renal impairment: Plasma or serum creatinine &gt; 265 µmol\/L (3 mg\/dL) or blood urea &gt; 20 mmol\/L<\/li>&#13;\n\t<li>Jaundice: Plasma or serum bilirubin &gt; 50 µmol\/L (3 mg\/dL) with a parasite count &gt; 100 000\/ µL<\/li>&#13;\n\t<li>Pulmonary oedema: Radiologically confirmed or oxygen saturation &lt; 92% on room air with a respiratory rate &gt; 30\/min, often with chest indrawing and crepitations on auscultation<\/li>&#13;\n\t<li>Significant bleeding: Including recurrent or prolonged bleeding from the nose, gums or venepuncture sites; haematemesis or melaena<\/li>&#13;\n\t<li>Shock: Compensated shock is defined as capillary refill ≥ 3 s or temperature gradient on leg (mid to proximal limb), but no hypotension. Decompensated shock is defined as systolic blood pressure &lt; 70 mm Hg in children or &lt; 80 mmHg in adults, with evidence of impaired perfusion (cool peripheries or prolonged capillary refill).<\/li>&#13;\n\t<li>Hyperparasitaemia<em>: P. falciparum <\/em>parasitaemia &gt; 10%<\/li>&#13;\n<\/ul><p>Severe vivax and knowlesi malaria: defined as for falciparum malaria but with no parasite density thresholds.<br \/><br \/>&#13;\nSevere knowlesi malaria is defined as for falciparum malaria but with two differences:<\/p>&#13;\n&#13;\n<ul><li><em>P. <\/em><em>knowlesi <\/em>hyperparasitaemia: parasite density &gt; 100 000\/µL<\/li>&#13;\n\t<li>Jaundice and parasite density &gt; 20 000\/µL.<\/li>&#13;\n<\/ul><p><strong>Therapeutic objectives<\/strong><br \/>&#13;\nThe main objective of the treatment of severe malaria is to prevent the patient from dying. Secondary objectives are prevention of disabilities and prevention of recrudescent infection.<br \/><br \/>&#13;\nDeath from severe malaria often occurs within hours of admission to a hospital or clinic, so it is essential that therapeutic concentrations of a highly effective antimalarial drug be achieved as soon as possible. Management of severe malaria comprises mainly clinical assessment of the patient, specific antimalarial treatment, additional treatment and supportive care.<br \/><br \/><strong>Clinical assessment<\/strong><\/p>&#13;\n&#13;\n<p>Severe malaria is a medical emergency. An open airway should be secured in unconscious patients and breathing and circulation assessed. The patient should be weighed or body weight estimated, so that medicines, including antimalarial drugs and fluids, can be given appropriately. An intravenous cannula should be inserted, and blood glucose (rapid test), haematocrit or haemoglobin, parasitaemia and, in adults, renal function should be measured immediately. A detailed clinical examination should be conducted, including a record of the coma score. Several coma scores have been advocated: the Glasgow coma scale is suitable for adults, and the simple Blantyre modification is easily performed in children. Unconscious patients should undergo a lumbar puncture for cerebrospinal fluid analysis to exclude bacterial meningitis.<br \/><br \/>&#13;\nThe degree of acidosis is an important determinant of outcome; the plasma bicarbonate or venous lactate concentration should be measured, if possible.   If facilities are available, arterial or capillary blood pH and gases should be measured in patients who are unconscious, hyperventilating or in shock. Blood should be taken for cross-matching, a full blood count, a platelet count, clotting studies, blood culture and full biochemistry (if possible). Careful attention should be paid to the patient’s fluid balance in severe malaria in order to avoid over- or under-hydration. Individual requirements vary widely and depend on fluid losses before admission.<\/p>&#13;\n&#13;\n<p>The differential diagnosis of fever in a severely ill patient is broad. Coma and fever may be due to meningoencephalitis or malaria. Cerebral malaria is not associated with signs of meningeal irritation (neck stiffness, photophobia or Kernig’s sign), but the patient may be opisthotonic. As untreated bacterial meningitis is almost invariably fatal, a diagnostic lumbar puncture should be performed to exclude this condition. There is also considerable clinical overlap between septicaemia, pneumonia and severe malaria, and these conditions may coexist. When possible, blood should always be taken on admission for bacterial culture. In malaria-endemic areas, particularly where parasitaemia is common in young age groups, it is difficult to rule out septicaemia immediately in a shocked or severely ill obtunded child<em>. <\/em>In all such cases, empirical parenteral broad-spectrum antibiotics should be started immediately, together with antimalarial treatment.<br \/><br \/><strong>Treatment of severe malaria<\/strong><br \/>&#13;\nIt is essential that full doses of effective parenteral (or rectal) antimalarial treatment be given promptly in the initial treatment of severe malaria. This should be followed by a full dose of effective ACT orally. Two classes of medicine are available for parenteral treatment of severe malaria: artemisinin derivatives (artesunate or artemether) and the cinchona alkaloids (quinine and quinidine). Parenteral artesunate is the treatment of choice for all severe malaria. The largest randomized clinical trials ever conducted on severe falciparum malaria showed a substantial reduction in mortality with intravenous or intramuscular artesunate as compared with parenteral quinine. The reduction in mortality was not associated with an increase in neurological sequelae in artesunate-treated survivors. Furthermore, artesunate is simpler and safer to use.<br \/><br \/><strong>Pre-referral treatment options<\/strong><br \/>&#13;\nSee recommendation.<br \/><br \/><strong>Adjustment of parenteral dosing in renal failure or hepatic dysfunction<\/strong><\/p>&#13;\n&#13;\n<p>The dosage of artemisinin derivatives does not have to be adjusted for patients with vital organ dysfunction. However quinine accumulates in severe vital organ dysfunction. If a patient with severe malaria has persisting acute kidney injury or there is no clinical improvement by 48 h, the dose of quinine should be reduced by one third, to 10 mg salt\/kg bw every 12 h. Dosage adjustments are not necessary if patients are receiving either haemodialysis or haemofiltration.<br \/><br \/><strong>Follow-on treatment<\/strong><\/p>&#13;\n&#13;\n<p>The current recommendation of experts is to give parenteral antimalarial drugs for the treatment of severe malaria for a minimum of 24 h once started (irrespective of the patient’s ability to tolerate oral medication earlier) or until the patient can tolerate oral medication, before giving the oral follow-up treatment.<br \/><br \/>&#13;\nAfter initial parenteral treatment, once the patient can tolerate oral therapy, it is essential to continue and complete treatment with an effective oral antimalarial drug by giving a full course of effective ACT (artesunate + amodiaquine, artemether + lumefantrine or dihydroartemisinin + piperaquine). If the patient presented initially with impaired consciousness, ACTs containing mefloquine should be avoided because of an increased incidence of neuropsychiatric complications. When an ACT is not available, artesunate + clindamycin, artesunate + doxycycline, quinine + clindamycin or quinine + doxycycline can be used for follow-on treatment. Doxycycline is preferred to other tetracyclines because it can be given once daily and does not accumulate in cases of renal failure, but it should not be given to children &lt; 8 years or pregnant women. As treatment with doxycycline is begun only when the patient has recovered sufficiently, the 7-day doxycycline course finishes after the artesunate, artemether or quinine course. When available, clindamycin may be substituted in children and pregnant women.<br \/><br \/><strong>Continuing supportive care<\/strong><br \/>&#13;\nPatients with severe malaria require intensive nursing care, preferably in an intensive care unit where possible. Clinical observations should be made as frequently   as possible and should include monitoring of vital signs, coma score and urine output. Blood glucose should be monitored every 4 h, if possible, particularly in unconscious patients.<br \/><br \/><strong>Management of complications<\/strong><\/p>&#13;\n&#13;\n<p>Severe malaria is associated with a variety of manifestations and complications, which must be recognized promptly and treated as shown below.<br \/>&#13;\n <br \/>&#13;\nImmediate clinical management of severe manifestations and complications of <em>P. falciparum <\/em>malaria<\/p>&#13;\n&#13;\n<p><sup>a<\/sup> It is assumed that appropriate antimalarial treatment will have been started in all cases.<br \/><sup>b<\/sup> Prevent by avoiding excess hydration<\/p>&#13;\n&#13;\n<p><strong>Additional aspects of management<\/strong><br \/>&#13;\nFluid therapy<br \/>&#13;\nFluid requirements should be assessed individually. Adults with severe malaria are very vulnerable to fluid overload, while children are more likely to be dehydrated. The fluid regimen must also be adapted to the infusion of antimalarial drugs. Rapid bolus infusion of colloid or crystalloids is contraindicated. If available, haemofiltration should be started early for acute kidney injury or severe metabolic acidosis, which do not respond to rehydration. As the degree of fluid depletion varies considerably in patients with severe malaria, it is not possible to give general recommendations on fluid replacement; each patient must be assessed individually and fluid resuscitation based on the estimated deficit. In high-transmission settings, children commonly present with severe anaemia and hyperventilation (sometimes termed “respiratory distress”) resulting from severe metabolic acidosis and anaemia; they should be treated by blood transfusion. In adults, there is a very thin dividing line between over-hydration, which may produce pulmonary oedema, and under-hydration, which contributes to shock, worsening acidosis and renal impairment. Careful, frequent evaluation of jugular venous pressure, peripheral perfusion, venous filling, skin turgor and urine output should be made.<br \/>&#13;\n <br \/>&#13;\nBlood transfusion<br \/>&#13;\nSevere malaria is associated with rapid development of anaemia, as infected, once infected and uninfected erythrocytes are haemolysed and\/or removed from the circulation by the spleen. Ideally, fresh, cross-matched blood should be transfused; however, in most settings, cross-matched virus-free blood is in short supply. As for fluid resuscitation, there are not enough studies to make strong evidence-based recommendations on the indications for transfusion; the recommendations given here are based on expert opinion. In high-transmission settings, blood transfusion is generally recommended for children with a haemoglobin level of &lt; 5 g\/100 mL (haematocrit &lt; 15%). In low-transmission settings, a threshold of 20% (haemoglobin, 7 g\/100 mL) is recommended. These general recommendations must, however, be adapted to the individual, as the pathological consequences of rapid development of anaemia are worse than those of chronic or acute anaemia when there has been adaptation and a compensatory right shift in the oxygen dissociation curve.<\/p>&#13;\n&#13;\n<p> Exchange blood transfusion<br \/>&#13;\nMany anecdotal reports and several series have claimed the benefit of exchange blood transfusion in severe malaria, but there have been no comparative trials, and there is no consensus on whether it reduces mortality or how it might work. Various rationales have been proposed:<\/p>&#13;\n&#13;\n<ul><li>removing infected red blood cells from the circulation and therefore lowering the parasite burden (although only the circulating, relatively non-pathogenic stages are removed, and this is also achieved rapidly with artemisinin derivatives);<\/li>&#13;\n\t<li>rapidly reducing both the antigen load and the burden of parasite-derived toxins, metabolites and toxic mediators produced by the host; and<\/li>&#13;\n\t<li>replacing the rigid unparasitized red cells by more easily deformable cells, therefore alleviating microcirculatory obstruction.<\/li>&#13;\n<\/ul><p>Exchange blood transfusion requires intensive nursing care and a relatively large volume of blood, and it carries significant risks. There is no consensus on the indications, benefits and dangers involved or on practical details such as the volume of blood that should be exchanged. It is, therefore, not possible to make any recommendation regarding the use of exchange blood transfusion.<br \/><br \/>&#13;\nConcomitant use of antibiotics<br \/>&#13;\nThe threshold for administering antibiotic treatment should be low in severe malaria. Septicaemia and severe malaria are associated, and there is substantial diagnostic overlap,particularly in children in areas of moderate and high transmission.Thus broad- spectrum antibiotic treatment <em>should<strong><em> <\/em><\/strong>be given <\/em>with antimalarial drugs to all children with suspected severe malaria in areas of moderate and high transmission until a bacterial infection is excluded. After the start of antimalarial treatment, unexplained deterioration may result from a supervening bacterial infection.Enteric bacteria (notably <em>Salmonella<\/em>) predominated in many trial series in Africa, but a variety of bacteria have been cultured from the blood of patients with a diagnosis of severe malaria.<br \/><br \/>&#13;\nPatients with secondary pneumonia or with clear evidence of aspiration should be given empirical treatment with an appropriate broad-spectrum antibiotic. In children with persistent fever despite parasite clearance, other possible causes of fever should be excluded, such as systemic <em>Salmonella <\/em>infections and urinary tract infections, especially in catheterized patients. In the majority of cases of persistent fever, however, no other pathogen is identified after parasite clearance. Antibiotic treatment should be based on culture and sensitivity results or,if not available, local antibiotic sensitivity patterns.<br \/><br \/>&#13;\nUse of anticonvulsants<br \/>&#13;\nThe treatment of convulsions in cerebral malaria with intravenous (or, if this is not possible, rectal) benzodiazepines or intramuscular paraldehyde is similar   to that for repeated seizures from any cause. In a large, double-blind, placebo- controlled evaluation of a single prophylactic intramuscular injection of 20 mg\/kg bw of phenobarbital to children with cerebral malaria, the frequency of seizures was reduced but the mortality rate was increased significantly. This resulted from respiratory arrest and was associated with additional use of benzodiazepine.    <br \/><br \/>&#13;\nA 20 mg\/kg bw dose of phenobarbital should not<strong> <\/strong>be given without respiratory support. It is not known whether a lower dose would be effective and safer or whether mortality would not increase if ventilation were given. In the absence of further information, prophylactic anticonvulsants are not recommended.<\/p>&#13;\n&#13;\n<p> Treatments that are not recommended <br \/>&#13;\nIn an attempt to reduce the high mortality from severe malaria, various adjunctive treatments have been evaluated, but none has proved effective and many have been shown to be harmful. Heparin, prostacyclin, desferroxamine, pentoxifylline, low- molecular-mass dextran, urea, high-dose corticosteroids, aspirin anti-TNF antibody, cyclosporine A,dichloroacetate, adrenaline, hyperimmune serum,<em>N<\/em>-acetylcysteine and bolus administration of albumin are not recommended.In addition,use of corticosteroids increases the risk for gastrointestinal bleeding and seizures and has been associated with prolonged coma resolution times when compared with placebo.<br \/>&#13;\n <br \/><strong>Treatment of severe malaria during pregnancy<\/strong><br \/>&#13;\nWomen in the second and third trimesters of pregnancy are more likely to have severe malaria than other adults, and, in low-transmission settings, this is often complicated by pulmonary oedema and hypoglycaemia. Maternal mortality is approximately 50%, which is higher than in non-pregnant adults. Fetal death and premature labour are common.<br \/>&#13;\nParenteral antimalarial drugs should be given to pregnant women with severe malaria in full doses without delay. Parenteral artesunate is the treatment of choice in all trimesters.<em> <\/em>Treatment must not be delayed. If artesunate is unavailable, intramuscular artemether should be given, and if this is unavailable then parenteral quinine should be started immediately until artesunate is obtained.<br \/><br \/>&#13;\nObstetric advice should be sought at an early stage, a paediatrician alerted and blood glucose checked frequently. Hypoglycaemia should be expected, and it is often recurrent if the patient is receiving quinine. Severe malaria may also present immediately after delivery. Postpartum bacterial infection is a common complication and should be managed appropriately.<\/p>&#13;\n&#13;\n<p><strong>Treatment of severe <em>P. vivax<\/em> malaria<\/strong><br \/>&#13;\nAlthough <em>P. vivax <\/em>malaria is considered to be benign, with a low case-fatality rate, it may cause a debilitating febrile illness with progressive anaemia and  can also occasionally cause severe disease, as in <em>P. falciparum <\/em>malaria. Reported manifestations of severe <em>P. vivax <\/em>malaria include severe anaemia, thrombocytopenia, acute pulmonary oedema and, less commonly, cerebral malaria, pancytopenia, jaundice, splenic rupture, haemoglobinuria, acute renal failure and shock.<br \/><br \/>&#13;\nPrompt effective treatment and case management should be the same as for severe <em>P. falciparum <\/em>malaria (see <a href=\"\/node\/769\">section 5.5.1<\/a>). Following parenteral artesunate, treatment can be completed with a full treatment course of oral ACT or chloroquine (in countries where chloroquine is the treatment of choice). A full course of radical treatment with primaquine should be given after recovery.<br \/><br \/>&#13;\nPlease refer to <a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241548526\/en\/\"><em>Management of severe malaria - A practical handbook, 3rd edition<\/em><\/a> <a href=\"#141\"><em>[141]<\/em><\/a>.<\/p>&#13;\n","title":"5.5 Treating severe malaria","nid":707,"vid":4164,"created":1620202380,"changed":1625102890,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#141","field_reference_text":"<p>141.&nbsp;&nbsp;Management of severe malaria - A practical handbook, 3rd edition. Geneva: World Health Organization 2013;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/home\/cms-decommissioning\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":29,"name":"Case management"},{"tid":49,"name":"Severe malaria"}]}