{"body":"<p>The purpose of an independent national malaria elimination advisory committee is to provide an external view of progress and gaps in malaria elimination programmes, assist in adapting WHO guidance to the national context, review malaria trends and progress towards elimination and support the national program in the preparation of the national malaria elimination report.<\/p>&#13;\n&#13;\n<p>The committee should be independent from the national malaria programme to provide a frank and open review of the programme’s activities, strengths and weaknesses. Several countries who have established such or similar committees have benefitted from retired academic or government malaria experts as committee chairpersons.<\/p>&#13;\n&#13;\n<p>The purpose of this annex is to provide generic terms of reference that national programmes can use to develop their own specific terms of reference and related operating procedures.<\/p>&#13;\n&#13;\n<p><strong>Terms of reference for an independent national malaria elimination advisory committee<\/strong><\/p>&#13;\n&#13;\n<ul><li>Advise the national malaria programme on implementation of the national strategic plan for malaria elimination.<\/li>&#13;\n\t<li>Monitor progress towards elimination.<\/li>&#13;\n\t<li>Provide assistance in adapting WHO guidelines and policies.<\/li>&#13;\n\t<li>Identify bottlenecks towards malaria elimination, develop potential responses to address these issues, and evaluate bottleneck resolution.<\/li>&#13;\n\t<li>Support the national malaria programme in the preparation of the national elimination report to be submitted to the WHO Malaria Elimination Certification Panel (MECP).<\/li>&#13;\n\t<li>Advise the national programme on the plan to prevent re-establishment of malaria transmission.<\/li>&#13;\n\t<li>Form ad hoc thematic working groups, e.g. surveillance, case management and vector control (depending on country needs).<\/li>&#13;\n<\/ul><p>Subnational verification of malaria elimination is an option for large countries that have achieved interruption of local transmission in certain parts of their territory (states, regions or provinces). It is managed by the national health authorities of the country concerned; WHO will only be involved in national certification. The independent national malaria elimination advisory committee should monitor and verify the work of the national programme in subnational elimination and help document verification of elimination (where relevant).<\/p>&#13;\n&#13;\n<p><strong>Composition of the committee <\/strong><\/p>&#13;\n&#13;\n<p>The committee should be independent from the national malaria programme and could comprise the following types of members:<\/p>&#13;\n&#13;\n<ul><li>retired academic or government malaria experts;<\/li>&#13;\n\t<li>health system specialists;<\/li>&#13;\n\t<li>experts from other vector borne diseases;<\/li>&#13;\n\t<li>representative\/s from academia;<\/li>&#13;\n\t<li>representative\/s from research institutions;<\/li>&#13;\n\t<li>representative\/s from the private sector;<\/li>&#13;\n\t<li>experts from information, health education or communication for behaviour change.<\/li>&#13;\n<\/ul><p>WHO could be included as a technical partner, while other aid agencies, other technical partners, donors and international\/other nongovernmental organizations could serve as observers.<\/p>&#13;\n&#13;\n<p>Countries should identify a process for appointing members to the committee, as well as the length of their tenure. Consideration should also be given to inviting relevant government personnel from other parts of the government and representatives from other agencies to serve as observers and\/or to make specific presentations to the committee.<\/p>&#13;\n&#13;\n<p><strong>Meeting procedures <\/strong><\/p>&#13;\n&#13;\n<p>The committee should meet on a regular basis, as determined by country needs and resources. The secretariat (i.e. the national programme) should develop and circulate the agenda of the meeting in advance. Additional relevant partners will be invited depending on the agenda of the meeting. The secretariat should produce concrete recommendations and action items, all to be made publicly available on the website of the ministry of health.<\/p>&#13;\n","title":"Annex 10. Generic terms of reference for an independent national malaria elimination advisory committee","nid":379,"vid":3483,"created":1567511287,"changed":1587107300,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}