{"body":"<p>The aim of case investigation is to determine whether an infection was acquired locally and the likely location of infection, and therefore whether there is indigenous malaria transmission or factors that may lead to onward transmission. The collection of a detailed history of an index case at a fixed point of care (health facility or CHW) is the basis of initial case investigation <strong>(Fig. 12)<\/strong>. Recording of detailed patient history is an integral part of surveillance for elimination and should be implemented at the fixed points of care even when a case will not be followed up in the community. Follow-up of a case to ensure compliance with treatment and complete cure is also part of case investigation.<\/p>&#13;\n&#13;\n<p>In practice, case investigations in the focus should be done as part of RACD when the total case burden in a country is very low (for example, no more than three cases per investigation team per week), there are few foci of transmission and adequate resources are available; in particular, skilled personnel are required at peripheral level, with adequate transport and malaria commodities.<\/p>&#13;\n&#13;\n<p>The timing of case investigations depends on the dominant parasite species; patients with <em>P. vivax<\/em> infection may develop gametocytes and be infectious to the mosquito before symptoms appear, requiring rapid intervention. The investigator should be aware that some patients may have hypnozoites and the case may be due to relapse. Countries should decide on the best timing of investigations, recognizing that delays in case notification and in case and focus investigations and response could result in severe disease and death, increased transmission or reintroduction of transmission, depending on the focus class and type of parasite. The investigation team should ideally initiate an investigation within 1–3 days of notification of a malaria case at the home or workplace of the index case.<\/p>&#13;\n&#13;\n<p>Once the case investigation is complete at the household of the index case, a determination is made of the likely source and time of infection and the case is classified (<strong>Fig. 12<\/strong>).<\/p>&#13;\n","title":"3.6.1 Case investigation","nid":393,"vid":3526,"created":1567594330,"changed":1587401682,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}