{"body":"<p>Information obtained from routine information systems is complemented by data from health facility and household surveys. Surveys can provide data on indicators that cannot be measured from programme data, particularly for indicators that require population-level denominators, such as coverage of interventions and parasite prevalence. Surveys can enrich the interpretation of information from routine systems, such as in ascertaining the percentage of patients with a febrile illness who attend public sector health facilities, thus providing information on the coverage of surveillance systems. Surveys may also be used to validate or triangulate data collected in routine systems. They also provide information on child mortality from all causes, which can be related to trends in malaria interventions, incidence and parasite prevalence to illustrate the potential impact of investment in malaria.<\/p>&#13;\n&#13;\n<p>The design of surveys depends on the intensity of malaria transmission. In high-transmission settings, nationally representative surveys allow assessment of programme coverage and parasite prevalence throughout the country. In settings with lower transmission, it may be preferable to survey only the populations at greatest risk. Surveys in elimination settings should be limited to foci of transmission.<\/p>&#13;\n&#13;\n<p>The relevance of indicators and the feasibility of obtaining particular information through a survey also depend on malaria transmission intensity. For example, the prevalence of parasites among children under the age of 5 years is a relevant indicator in high-transmission settings because they are at high risk for acquiring malaria. It is also practical to obtain information on children under 5 years because they are more likely to be at home during a household survey and available for a malaria test. In low-transmission settings, measuring parasite prevalence in children under 5 years of age may be less informative because, in general, these children are not a high-risk group. It may therefore be preferable to determine the prevalence in all age groups in these settings, although it might be more difficult to obtain a representative sample of schoolchildren and working adults, because they may not be at home when a survey is done. When transmission is low, however, a much larger sample is required to measure prevalence, and household surveys are no longer cost– effective. The incidence of symptomatic cases is therefore determined from routine health information systems.<\/p>&#13;\n&#13;\n<p>A decision about whether to measure parasite prevalence and in which age groups depends on the potential benefits of obtaining the information and thus more precisely identifying the population groups most affected by malaria. These benefits should be weighed against the cost of the survey (i.e. the large sample required), the available diagnostic tools, whether particular population groups can be reached and the other uses to which such resources could be put.<\/p>&#13;\n","title":"7.3.2 Surveys","nid":447,"vid":2711,"created":1567688644,"changed":1580211742,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":37,"name":"Monitoring & evaluation"}]}