{"body":"<p>The development of resistance can be considered in two parts: the initial rare genetic event, which produces the resistant mutant, and the subsequent selection process, in which the survival advantage in the presence of the antimalarial drug leads to preferential transmission of resistant mutants and, thus, to the spread of resistance. In the absence of the antimalarial drug, resistant mutants usually have a survival disadvantage. Provided the mutations have not gone to fixation (i.e. while wild-type parasites are still prevalent), this “fitness cost” of the resistance mechanism may result in a decrease in the prevalence of resistance once the selection pressure is removed. This happened in Malawi when chloroquine was withdrawn: susceptibility to chloroquine returned (9). Resistance to one drug may select for resistance to another when the mechanisms of resistance are similar (cross-resistance). There are many parallels with antibiotic resistance, particularly to anti-tuberculosis drugs, for which, as for malaria, transferable resistance genes are not involved in resistance (10, 11). In experimental models, resistance mutations can be selected without passage through the mosquito (i.e. during mitotic cell division) by exposing large numbers of malaria parasites (either in vitro, in animals or, as was done in the past, in volunteers) to sub-therapeutic drug concentrations (12). This allows growth of any spontaneously emerging resistant mutants while suppressing the majority drug-sensitive parasite population. The same factors underlie the selection of resistance in natural parasite populations. This explains why under-treatment of hyperparasitaemic individuals is such a potent source of resistance (13).<\/p>&#13;\n&#13;\n<p>The factors that determine a propensity for antimalarial drug resistance to develop include (7, 14):<\/p>&#13;\n&#13;\n<ul><li>the intrinsic frequency with which the genetic changes occur:<\/li>&#13;\n\t<li>the degree of resistance (the rightwards shift in the concentration–effect relation (Figure A7.1) conferred by the genetic change;<\/li>&#13;\n\t<li>the fitness cost of the resistance mechanism;<\/li>&#13;\n\t<li>the proportion of all transmissible infections that are exposed to the drug (selection pressure);<\/li>&#13;\n\t<li>the number of parasites exposed to the drug;<\/li>&#13;\n\t<li>the concentrations of drug to which these parasites are exposed;<\/li>&#13;\n\t<li>the pharmacokinetics and pharmacodynamics of the antimalarial drug(s);<\/li>&#13;\n\t<li>individual (dosing, duration, adherence) and community patterns of drug use (quality, availability, distribution);<\/li>&#13;\n\t<li>the immunity profile of the community and the individual; and<\/li>&#13;\n\t<li>the simultaneous presence of other antimalarial drugs or substances in the blood to which the parasite is not resistant.<\/li>&#13;\n<\/ul><p>The emergence of resistance reflects the product of the probability of de-novo emergence (a rare event) and of subsequent spread. Because de-novo resistance arises randomly among malaria parasites, non-immune patients infected with large numbers of parasites who receive inadequate treatment (because of poor drug quality, poor adherence, vomiting of an oral treatment, etc.) are such an important source of de-novo resistance (13). This underlines the importance of correct prescribing, good adherence to prescribed drug regimens and the provision of treatment regimens that are still highly effective in hyperparasitaemic patients. Immunity provides a powerful “brake” on the emergence of resistance by reducing the chances that resistant parasites can survive and spread.<\/p>&#13;\n&#13;\n<p>The spread of resistant mutant malaria parasites is facilitated by widespread use of drugs with long elimination phases. These provide a “selective filter”, allowing infection by the resistant parasites, while the residual antimalarial activity prevents infection by sensitive parasites (15). Slowly eliminated drugs, such as mefloquine (terminal elimination half-life (t1⁄2ẞ), 2–3 weeks), piperaquine (t1⁄2ẞ 4 weeks) and chloroquine (t1⁄2ẞ 1–2 months), persist in the blood and provide a selective filter for weeks or months after drug administration has ceased.<\/p>&#13;\n","title":"A7.3.2 Development of resistance","nid":165,"vid":811,"created":1566389530,"changed":1568374725,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}