{"body":"<p>The two methods currently considered suitable for routine patient management are light microscopy and RDTs. Different strategies may be adopted in different health care settings. The choice between RDTs and microscopy depends on local circumstances, including the skills available, the patient case-load, the epidemiology of malaria and use of microscopy for the diagnosis of other diseases. When the case-load of patients with fever is high, the cost of each microscopy test is likely to be less than that of an RDT; however, high-throughput, high-quality microscopy may be less operationally feasible. Although several RDTs allow diagnosis of both P. <em>falciparum<\/em> and P. <em>vivax<\/em> infections, microscopy has further advantages, including accurate parasite counting (and thus identification of high parasite density), prognostication in severe malaria, speciation of other malaria parasites and sequential assessment of the response to antimalarial treatment. Microscopy may help to identify other causes of fever. High-quality light microscopy requires well- trained, skilled staff, good staining reagents, clean slides and, often, electricity to power the microscope. It requires a quality assurance system, which is often not well implemented in malaria-endemic countries.<\/p>&#13;\n&#13;\n<p>In many areas, malaria patients are treated outside the formal health services, e.g. in the community, at home or by private providers. Microscopy is generally not feasible in the community, but RDTs might be available, allowing access to confirmatory diagnosis of malaria and the correct management of febrile illnesses.<\/p>&#13;\n&#13;\n<p>The average sensitivity of HRP2-detecting RDTs is generally greater than that of RDTs for detecting pLDH of P. <em>falciparum<\/em>, but the latter are slightly more specific because the HRP2 antigen may persist in blood for days or weeks after effective treatment. HRP2-detecting RDTs are not suitable for detecting treatment failure. RDTs are slightly less sensitive for detecting P. <em>malariae<\/em> and P. <em>ovale<\/em>. The WHO Malaria RDT Product Testing programme provides comparative data on the performance of RDT products to guide procurement. Since 2008, 210 products have been evaluated in five rounds of product testing.¹⁷<sup>,<\/sup>¹⁸<\/p>&#13;\n&#13;\n<p>For the diagnosis of severe malaria, microscopy is preferred, as it provides a diagnosis of malaria and assessment of other important parameters of prognostic relevance in severely ill patients (such as parasite count and stage of parasite development and intra-leukocyte pigment). In severe malaria, an RDT can be used to confirm malaria rapidly so that parenteral antimalarial treatment can be started immediately. Where possible, however, blood smears should be examined by microscopy, with frequent monitoring of parasitaemia (e.g. every 12 h) during the first 2–3 days of treatment in order to monitor the response.<\/p>&#13;\n&#13;\n<div class=\"source\"> &#13;\n<div class=\"source-content\">&#13;\n<div class=\"source\"> &#13;\n<div class=\"source-content\">&#13;\n<p>¹⁷ Malaria rapid diagnostic test performance. Results of WHO product testing of malaria RDTs: round 5. Geneva: World Health Organization; 2014 (<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241507554\/en\/\" style=\"font-size:11px\">http:\/\/who.int\/malaria\/publications\/atoz\/9789241507554\/en\/)<\/a>.<\/p>&#13;\n&#13;\n<p>¹⁸ Information note on recommended selection criteria for procurement of malaria rapid diagnostic tests (RDTs). Geneva: World Health Organization; 2014 (<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/rdt_selection_criteria\/en\/\" style=\"font-size:11px\">http:\/\/who.int\/malaria\/publications\/atoz\/rdt_selection_criteria\/en\/<\/a>).<\/p>&#13;\n<\/div>&#13;\n<\/div>&#13;\n&#13;\n<p> <\/p>&#13;\n<\/div>&#13;\n<\/div>&#13;\n","title":"14.4.1 Choosing a diagnostic strategy","nid":134,"vid":2142,"created":1566368965,"changed":1575439217,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}