{"body":"<p>Health services in the private sector may be delivered for profit or not for profit. The not-for-profit sector is often run by faith-based or public– private initiatives, which in many countries may also be registered as public health facilities. Surveillance for malaria by the private sector should, in principle, be identical to that in the public sector, with similar forms and reporting of the same core data elements at the same frequency <strong>(Table 1)<\/strong>. In many malaria-endemic countries, however, the private sector is less well regulated than the public sector and has limited capacity for accurate diagnosis and reporting; some may not recognize the value of reporting data <em><a href=\"\/node\/455\">(11)<\/a><\/em>. Thus, surveillance in the private sector is often inconsistent, with limited reporting to the national health information system. Nevertheless, in sub-Saharan African countries, nearly 40% of patients seek treatment in the private sector, and in some countries outside Africa this figure is over 50% <em><a href=\"\/node\/455\">(12)<\/a><\/em>; the proportion is often higher in urban areas, and remote rural areas are often served by an informal private sector.<\/p>&#13;\n&#13;\n<p>National dialogue, coordination, incentives, regulation and accreditation should be used to encourage the private sector to report to the surveillance system. Improved public health sector service delivery and better access are also likely to reduce reliance on the private sector, thereby increasing the proportion of cases identified in the public sector.<\/p>&#13;\n&#13;\n<p>In settings in which the goal is to reduce the burden of malaria, data from passive case detection (PCD) in the private sector may be aggregated, whereas in elimination settings they should be case-based. Nevertheless, case-based reporting should be encouraged in areas for burden reduction if the electronic system is advanced enough to include case details without adding to the health worker workload.<\/p>&#13;\n&#13;\n<p>The private sector has no mandate for case investigation but should be required by law not only to treat patients according to national guidelines and notify each case but also to refer all cases (before or after treatment) to the public sector for further investigation and classification. The increasing availability and flexibility of mobile and Internet technology will improve surveillance in the private sector <em><a href=\"\/node\/455\">(13)<\/a><\/em>.<\/p>&#13;\n&#13;\n<p>The following general guidelines should help countries to improve malaria surveillance in the private sector.<\/p>&#13;\n&#13;\n<ul><li> Map private health sector providers by type (formal or informal), location (urban or rural), regulation (registered or unregistered), level  of reporting and connectivity to a mobile and\/or Internet network and other relevant characteristics.<\/li>&#13;\n\t<li> Set up a database (preferably geocoded) of private health care providers who manage malaria cases.<\/li>&#13;\n\t<li> Explore approaches to strengthening regulation. In high-burden settings, legal provisions should require that entities involved in malaria diagnosis and treatment are registered with the relevant authorities and that their licences are renewed regularly. In eliminations settings, health legislation should ensure that all health care providers report confirmed mal aria cases as part of notifiable disease surveillance.<\/li>&#13;\n\t<li> Conduct studies to determine the appropriate approaches and incentives to improving malaria case management and surveillance in the private sector in the national context.<\/li>&#13;\n\t<li> Foster close, routine interaction among the ministry of health, NMPs and the private health sector by disseminating information, regular visits, supportive supervision and training.<\/li>&#13;\n\t<li> Provide the private sector with simple, inexpensive reporting materials and systems, including mobile and Internet applications. In some contexts, minimal financial incentives or free\/subsidized antimalarials and diagnostics may help with improved private sector surveillance.<\/li>&#13;\n\t<li> Ensure consistent feedback to facilities in the private sector that report data to the national system.<\/li>&#13;\n\t<li> Help the private sector to obtain subsidized or free diagnostics and case management commodities.<\/li>&#13;\n<\/ul>","title":"2.7.2 Surveillance in the private sector","nid":415,"vid":2606,"created":1567678932,"changed":1578663963,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":39,"name":"Establishing surveillance systems"}]}