{"body":"<p>Recurrence of <em>P.<\/em><em> falciparum <\/em>malaria can result from re-infection or recrudescence (treatment failure). Treatment failure may result from drug resistance or inadequate exposure to the drug due to sub-optimal dosing, poor adherence, vomiting, unusual pharmacokinetics in an individual, or substandard medicines. It is important to determine from the patient’s history whether he or she vomited the previous treatment or did not complete a full course of treatment.<br \/><br \/>&#13;\nWhen possible, treatment failure must be confirmed parasitologically. This may require referring the patient to a facility with microscopy or LDH-based RDTs,  as <em>P. falciparum <\/em>histidine-rich protein-2 (<em>Pf<\/em>HRP2)-based tests may remain positive for weeks after the initial infection, even without recrudescence. Referral may be necessary anyway to obtain second-line treatment. In individual patients, it may not be possible to distinguish recrudescence from re-infection, although lack of resolution of fever and parasitaemia or their recurrence within 4 weeks of treatment are considered failures of treatment with currently recommended ACTs. In many cases, treatment failures are missed because patients are not asked whether they received antimalarial treatment within the preceding 1–2 months. Patients who present with malaria should be asked this question routinely.<\/p>&#13;\n&#13;\n<p><strong>Failure within 28 days<\/strong><br \/>&#13;\nThe recommended second-line treatment is an alternative ACT known to be effective in the region. Adherence to 7-day treatment regimens (with artesunate or quinine both of which should be co-administered with + tetracycline, or doxycycline or clindamycin) is likely to be poor if treatment is not directly observed; these regimens are no longer generally recommended. The distribution and use of oral artesunate monotherapy outside special centres are strongly discouraged, and quinine-containing regimens are not well tolerated.<br \/><br \/><strong>Failure after 28 days<\/strong><br \/>&#13;\nRecurrence of fever and parasitaemia &gt; 4 weeks after treatment may be due to either recrudescence or a new infection. The distinction can be made only by PCR genotyping of parasites from the initial and the recurrent infections.<br \/><br \/>&#13;\nAs PCR is not routinely used in patient management, all presumed treatment failures after 4 weeks of initial treatment should, from an operational standpoint, be considered new infections and be treated with the first-line ACT. However, reuse of mefloquine within 60 days of first treatment is associated with an increased risk for neuropsychiatric reactions, and an alternative ACT should be used.<\/p>&#13;\n","title":"5.2.4 - Recurrent falciparum malaria ","nid":732,"vid":4121,"created":1621404448,"changed":1624972589,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":47,"name":"Uncomplicated malaria"},{"tid":42,"name":"Drug efficacy & resistance"}]}