{"body":"<p>Decisions on programme policies, strategies, approaches, structures and priorities must be based on the best available evidence to ensure maximum impact with the available resources, improve the results that programmes can achieve and enhance accountability. An elimination programme should monitor metrics constantly and measure various components of programme performance, including input indicators (e.g. the fraction of targeted households that received IRS, the number of ITNs\/LLINs purchased), intermediate indicators (e.g. impact of an intervention on vectors) and outcome indicators (e.g. malaria incidence) to produce data for decision-making. Processes should be set up to validate the collected data regularly, analyse it and adjust programmes in response.<\/p>&#13;\n&#13;\n<p>Leaders at all levels of the malaria programme should be empowered to collect and analyse data regularly. Centrally, programme managers require information on overall performance to track progress and report to their government and donors; they also require measures of the availability of commodities to ensure timely distribution of pharmaceutical products and avoid stock-outs. At provincial level, malaria managers require analysis of intervention coverage in order to hold implementers accountable, adjust strategies to cover underserved areas and evaluate the effectiveness of tools. Individual health facilities should receive feedback on their testing and reporting rates and how they compare with those elsewhere. All staff should be trained in recognizing the importance of data, and the results of analyses should be shared with the people who collected the data in order to demonstrate its value.<\/p>&#13;\n","title":"3.2 Informed decision-making","nid":617,"vid":3074,"created":1576240844,"changed":1582559793,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}