{"title":"Treating uncomplicated malaria caused by P. vivax, P. ovale, P. malariae or P. knowlesi","nid":758,"vid":4270,"created":1622111714,"changed":1626693010,"field_accordian_header":[{"field_accordian":[{"field_title":"If the malaria species is not","field_content":"If the malaria species is not known with certainty, treat as for uncomplicated.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><em>Good practice statement<\/em><\/span><\/p><\/tbody>\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"In areas with","field_content":"In areas with chloroquine-susceptible infections, treat adults and children with uncomplicated <em>P. vivax, P. ovale, P. malariae<\/em> or <em>P. knowlesi<\/em> malaria with either ACT (except pregnant women in their first trimester) or chloroquine.<br>\n<br>\nIn areas with chloroquine-resistant infections, treat adults and children with uncomplicated <em>P. vivax, P. ovale, P. malariae<\/em> or <em>P. knowlesi<\/em> malaria (except pregnant women in their first trimester) with ACT.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, high-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE&nbsp;<\/strong><br>In a systematic review of ACTs for the treatment of <i>P. vivax<\/i> malaria&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362709\" data-label=\"\">[132]<\/cite>, five trials were conducted in Afghanistan, Cambodia, India, Indonesia and Thailand between 2002 and 2011 with a total of 1622 participants which compared ACTs directly with chloroquine. In comparison with chloroquine:<\/p><p>ACTs cleared parasites from the peripheral blood more quickly (parasitaemia after 24 h of treatment: RR, 0.42; 95% CI, 0.36–0.50, four trials, 1652 participants, high-quality evidence); and<\/p><p>ACTs were at least as effective in preventing recurrent parasitaemia before day 28 (RR, 0.58; 95% CI, 0.18–1.90, five trials, 1622 participants, high-quality evidence).<\/p><p><br>In four of these trials, few cases of recurrent parasitaemia were seen before day 28 with both chloroquine and ACTs. In the fifth trial, in Thailand in 2011, increased recurrent parasitaemia was seen after treatment with chloroquine (9%), but was infrequent after ACT (2%) (RR, 0.25; 95% CI, 0.09–0.66, one trial, 437 participants).<br><br>ACT combinations with long half-lives provided a longer prophylactic effect after treatment, with significantly fewer cases of recurrent parasitaemia between day 28 and day 42 or day 63 (RR, 0.57; 95% CI, 0.40–0.82, three trials, 1066 participants, moderate-quality evidence).<br><br><strong>Other considerations<\/strong><br>The guideline development group recognized that, in the few settings in which <i>P. vivax<\/i> is the only endemic species and where chloroquine resistance remains low, the increased cost of ACT may not be worth the small additional benefits. Countries where chloroquine is used for treatment of vivax malaria should monitor for chloroquine resistance and change to ACT when the treatment failure rate is &gt; 10% at day 28.<br><br><strong>Remarks<\/strong><br>Current methods cannot distinguish recrudescence from relapse or relapse from newly acquired infections, but the aim of treatment is to ensure that the rates of recurrent parasitaemia of any origin are &lt; 10%.<br><br>Primaquine has significant asexual stage activity against vivax malaria and augments the therapeutic response to chloroquine. When primaquine is given routinely for 14 days, it may mask low-level chloroquine resistance and prevent vivax recurrence within 28 days.<br><br><strong>Rationale for the recommendation<\/strong><br>The Guideline Development Group recognized that, in the few settings in which <i>P. vivax<\/i> is the only endemic species and where chloroquine resistance remains low, the increased cost of ACT may not be worth the small additional benefits. In these settings, chloroquine may still be considered, but countries should monitor chloroquine resistance and change to ACT when the treatment failure rate is &gt; 10% on day 28.<br><br>--<br><br><strong>Remarks<\/strong><br>Current methods do not distinguish recrudescence from relapse or relapse from newly acquired infection, but the aim of treatment is to ensure that the rates of recurrent parasitaemia of any origin is &lt; 10% within 28 days.<br><br>When primaquine is not given for radical cure, slowly eliminated ACT that prevents recurrent parasitaemia before day 28 should be used (dihydroartemisinin + piperaquine or artesunate + mefloquine).<br><br>Primaquine has significant asexual stage activity against vivax malaria and augments the therapeutic response to chloroquine. When primaquine is given routinely for 14 days, it may mask low-level chloroquine resistance and prevent vivax recurrence within 28 days.<br><br>When primaquine is given routinely for 14 days, ACTs with shorter half-lives (artemether + lumefantrine, or artesunate + amodiaquine) may be sufficient to keep the rate of recurrent parasitaemia before day 28 below 10%.<br><br><strong>Rationale for the recommendation<\/strong><br>The Guideline Development Group recognized that, in the few settings in which <i>P. vivax<\/i> is the only endemic species and where chloroquine resistance remains low, the increased cost of ACT may not be worth the small additional benefits. In these settings, chloroquine may still be considered, but countries should monitor chloroquine resistance and change to ACT when the treatment failure rate is &gt; 10% on day 28.<\/p>","practical_info":"<p><span style=\"font-size:14px\"><strong>In areas with chloroquine-sensitive <em>P. vivax<\/em><\/strong><br>\nFor chloroquine-sensitive vivax malaria, oral chloroquine at a total dose of 25 mg base\/kg bw is effective and well tolerated. Lower total doses are not recommended, as these encourage the emergence of resistance. Chloroquine is given at an initial dose of 10 mg base\/kg bw, followed by 10 mg\/kg bw on the second day and 5 mg\/kg bw on the third day. In the past, the initial 10-mg\/kg bw dose was followed by 5 mg\/kg bw at 6 h, 24 h and 48 h. As residual chloroquine suppresses the first relapse of tropical <em>P. vivax <\/em>(which emerges about 3 weeks after onset of the primary illness), relapses begin to occur 5–7 weeks after treatment if radical curative treatment with primaquine is not given.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">ACTs are highly effective in the treatment of vivax malaria, allowing simplification (unification) of malaria treatment; i.e. all malaria infections can be treated with an ACT. The exception is artesunate + SP, where resistance significantly compromises its efficacy. Although good efficacy of artesunate + SP was reported in one study in Afghanistan, in several other areas (such as South-East Asia) <em>P. vivax <\/em>has become resistant to SP more rapidly than <em>P. falciparum. <\/em>The initial response to all ACTs is rapid in vivax malaria, reflecting the high sensitivity to artemisinin derivatives, but, unless primaquine is given, relapses commonly follow. The subsequent recurrence patterns differ, reflecting the elimination kinetics of the partner drugs. Thus, recurrences, presumed to be relapses, occur earlier after artemether + lumefantrine than after dihydroartemisinin + piperaquine or artesunate + mefloquine because lumefantrine is eliminated more rapidly than either mefloquine or piperaquine. A similar temporal pattern of recurrence with each of the drugs is seen in the&nbsp;<em>P. vivax <\/em>infections that follow up to one third of acute falciparum malaria infections in South-East Asia.<br>\n<br>\n<strong>In areas with chloroquine-resistant <em>P. vivax<\/em><\/strong><br>\nACTs containing piperaquine, mefloquine or lumefantrine are the recommended treatment, although artesunate + amodiaquine may also be effective in some areas.<br>\n<br>\nIn the systematic review of ACTs for treating <em>P. vivax <\/em>malaria, dihydroartemisinin + piperaquine provided a longer prophylactic effect than ACTs with shorter half-lives (artemether + lumefantrine, artesunate + amodiaquine), with significantly fewer recurrent parasitaemias during 9 weeks of follow-up (RR, 0.57; 95% CI, 0.40–0.82, three trials, 1066 participants). The half-life of mefloquine is similar to that of piperaquine, but use of dihydroartemisinin + piperaquine in <em>P. vivax <\/em>mono-infections has not been compared directly in trials with use of artesunate + mefloquine.<\/span><\/p>\n\n<p><span style=\"font-size:14px\"><strong>Uncomplicated&nbsp;<\/strong><strong><em>P. ovale<\/em><\/strong><strong>, <\/strong><strong><em>P.<\/em><\/strong>&nbsp;<strong><em>malariae<\/em><\/strong><strong>&nbsp;or&nbsp;<em>P. knowlesi malaria<\/em><\/strong><br>\nResistance of <em>P. ovale, P. malariae <\/em>and <em>P. knowlesi <\/em>to antimalarial drugs is not well characterized, and infections caused by these three species are generally considered to be sensitive to chloroquine. In only one study, conducted in Indonesia, was resistance to chloroquine reported in <em>P. malariae<\/em>.<br>\n<br>\nThe blood stages of <em>P. ovale<\/em>, <em>P. malariae <\/em>and <em>P. knowlesi <\/em>should therefore be treated with the standard regimen of ACT or chloroquine, as for vivax malaria.<\/span><\/p>\n\n<p><span style=\"font-size:14px\"><strong>Mixed Malaria Infections<\/strong><br>\nMixed malaria infections are common in endemic areas. For example, in Thailand, despite low levels of malaria transmission, 8% of patients with acute vivax malaria also have <em>P. falciparum <\/em>infections, and one third of acute <em>P. falciparum <\/em>infections are followed by a presumed relapse of vivax malaria (making vivax malaria the most common complication of falciparum malaria).<br>\n<br>\nMixed infections are best detected by nucleic acid-based amplification techniques, such as PCR; they may be underestimated with routine microscopy. Cryptic&nbsp;<em>P. falciparum <\/em>infections in vivax malaria can be revealed in approximately 75% of cases by RDTs based on the <em>Pf<\/em>HRP2 antigen, but several RDTs cannot detect mixed infection or have low sensitivity for detecting cryptic vivax malaria. ACTs are effective against all malaria species and so are the treatment of choice for mixed infections.<\/span><\/p>\n","field_icon":null}],"field_header":"Blood stage infection&nbsp;(2015)"},{"field_accordian":[{"field_title":"Treat pregnant women in their","field_content":"Treat pregnant women in their first trimester who have chloroquine-resistant <em>P. vivax<\/em> malaria with quinine.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, very low-quality evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><span style=\"font-size:14px\"><strong>In areas with chloroquine-resistant <em>P. vivax<\/em><\/strong><br>\nIn the first-trimester of pregnancy, quinine should be used in place of ACTs (section 5.3.1).<\/span><\/p>\n","practical_info":null,"field_icon":null},{"field_title":"The G6PD status of patients","field_content":"The G6PD status of patients should be used to guide administration of primaquine for preventing relapse.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><em>Good practice statement<\/em><\/span><\/p><\/tbody>\n","justification":null,"practical_info":"<p>Please refer to <a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/g6pd-testing-pq-radical-cure-vivax\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Testing for G6PD deficiency for safe use of primaquine in radical cure of P. vivax and P. ovale (Policy brief)<\/i><\/a>&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362691\" data-label=\"\">[133]<\/cite>&nbsp;and <a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241514286\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Guide to G6PD deficiency rapid diagnostic testing to support P. vivax radical cure<\/i><\/a><i>&nbsp;<\/i><cite class=\"magic-cite\" data-ref-id=\"362759\" data-label=\"\">[134]<\/cite>.<\/p>","field_icon":null},{"field_title":"To prevent relapse, treat","field_content":"To prevent relapse, treat <em>P. vivax<\/em> or <em>P. ovale<\/em> malaria in children and adults (except pregnant women, infants aged &lt; 6 months, women breastfeeding infants aged &lt; 6 months, women breastfeeding older infants unless they are known not to be G6PD deficient, and people with G6PD deficiency) with a 14-day course of primaquine in all transmission settings.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, high-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE&nbsp;<\/strong><br>In a systematic review of primaquine for radical cure of <i>P. vivax<\/i> malaria&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362756\" data-label=\"\">[135]<\/cite>, 14 days of primaquine was compared with placebo or no treatment in 10 trials, and 14 days was compared with 7 days in one trial. The trials were conducted in Colombia, Ethiopia, India, Pakistan and Thailand between 1992 and 2006.<br><br>In comparison with placebo or no primaquine:<\/p><ul><li>14 days of primaquine (0.25 mg\/kg bw per day) reduced relapses during 15 months of follow-up by about 40% (RR, 0.60; 95% CI, 0.48–0.75, 10 trials, 1740 participants, high-quality evidence).<\/li><\/ul><p><br>In comparison with 7 days of primaquine:<\/p><ul><li>14 days of primaquine (0.25 mg\/kg bw per day) reduced relapses during 6 months of follow-up by over 50% (RR, 0.45; 95% CI, 0.25–0.81, one trial, 126 participants, low-quality evidence).<\/li><\/ul><p><br>No direct comparison has been made of higher doses (0.5 mg\/kg bw for 14 days) with the standard regimen (0.25 mg\/kg bw for 14 days).<br><br>Twelve of the 15 trials included in the review explicitly excluded people with G6PD deficiency; the remaining three did not report on this aspect. No serious adverse events were reported.<br><br><strong>Other considerations<\/strong><br>In the absence of evidence to recommend alternatives, the guideline development group considers 0.75 mg\/kg bw primaquine given once weekly for 8 weeks to be the safest regimen for people with mild-to-moderate G6PD deficiency.<br><br><strong>Remarks<\/strong><br>The widely used primaquine regimen of 0.25 mg base\/kg bw per day for 14 days is based on studies of long-latency Korean <i>P. vivax<\/i>.<br><br>In South-East Asia and Oceania, <i>P. vivax<\/i> relapses at 3-week intervals and is more resistant to primaquine. Consequently, higher doses of primaquine have been used (0.375–0.5 mg base\/kg bw per day), but there are few data from comparative trials.<br><br>Primaquine is contraindicated in pregnancy and lactation &lt; 6 months post-partum, unless the infant has been tested for G6PD deficiency. It could be given to women who have delivered and ceased breastfeeding.<br><br><strong>Rationale for the recommendation:&nbsp;<\/strong><br>Primaquine has not previously been recommended in high-transmission settings, where the risk of new infections was considered to outweigh any benefits of reduced spontaneous relapses.<br><br>In the light of changing epidemiology worldwide and more aggressive targets for malaria control and elimination, the group now recommends primaquine for radical cure of <i>P. vivax <\/i>in all settings.<\/p>","practical_info":"<div><strong>Primaquine for preventing relapse<\/strong><br>\nTo achieve radical cure (cure and prevention of relapse), relapses originating from liver hypnozoites must be prevented by giving primaquine. The frequency and pattern of relapses varies geographically, with relapse rates generally ranging from 8% to 80%. Temperate long-latency <em>P. vivax <\/em>strains are still prevalent in many areas. Recent evidence suggests that, in endemic areas where people are inoculated frequently with <em>P. vivax<\/em>, a significant proportion of the population harbours dormant but “activatable” hypnozoites. The exact mechanism of activation of dormant hypnozoites is unclear. There is evidence that systemic parasitic and bacterial infections, but not viral infections, can activate <em>P. vivax <\/em>hypnozoites, which explains why <em>P. vivax <\/em>commonly follows <em>P. falciparum <\/em>infections in endemic areas where both parasites are prevalent. Thus, the radical curative efficacy of primaquine must be set against the prevalent relapse frequency and the likely burden of “activatable” hypnozoites. Experimental studies on vivax malaria and the relapsing simian malaria <em>P. cynomolgi <\/em>suggest that the total dose of 8-aminoquinoline given is the main determinant of radical curative efficacy. In most therapeutic assessments, primaquine has been given for 14 days. Total doses of 3.5 mg base\/kg bw (0.25 mg\/kg bw per day) are required for temperate strains and 7 mg base\/kg bw (0.5 mg\/kg bw per day) is needed for the tropical, frequent-relapsing <em>P. vivax <\/em>prevalent in East Asia and Oceania. Primaquine causes dose-limiting abdominal discomfort when taken on an empty stomach; it should always be taken with food.<br>\n<br>\nUse of primaquine to prevent relapse in high-transmission settings was not recommended previously, as the risk for new infections was considered to outweigh any benefits of preventing relapse. This may have been based on underestimates of the morbidity and mortality associated with multiple relapses, particularly&nbsp;&nbsp; in young children. Given the benefits of preventing relapse and in the light of changing epidemiology worldwide and more aggressive targets for malaria control and elimination, the group now recommends that primaquine be used in all settings.<br>\n<br>\nPrimaquine formulation: If available, administer scored tablets containing 7.5 or 15 mg of primaquine. Smaller-dose tablets containing 2.5 and 5 mg base are available in some areas and facilitate accurate dosing in children. When scored tablets are not available, 5 mg tablets can be used.<br>\n<br>\nTherapeutic dose:<em> <\/em>0.25–0.5 mg\/kg bw per day primaquine once a day for 14 days.<br>\nUse of primaquine to prevent relapse in high-transmission settings was not recommended previously, as the risk for new infections was considered to outweigh any benefits of preventing relapse. This may have been based on underestimates of the morbidity and mortality associated with multiple relapses, particularly in young children. Given the benefits of preventing relapse and in the light of changing epidemiology worldwide and more aggressive targets for malaria control and elimination, the group now recommends that primaquine be used in all settings.<\/div>\n\n<ul><\/ul>\n","field_icon":null},{"field_title":"In people with G6PD","field_content":"In people with G6PD deficiency, consider preventing relapse by giving primaquine base at 0.75 mg\/kg bw once a week for 8 weeks, with close medical supervision for potential primaquine-induced haemolysis.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Conditional recommendation, very low-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE&nbsp;<\/strong><br>In a systematic review of primaquine for radical cure of <i>P. vivax<\/i> malaria&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362756\" data-label=\"\">[135]<\/cite>, 14 days of primaquine was compared with placebo or no treatment in 10 trials, and 14 days was compared with 7 days in one trial. The trials were conducted in Colombia, Ethiopia, India, Pakistan and Thailand between 1992 and 2006.<br><br>In comparison with placebo or no primaquine:<\/p><p>14 days of primaquine (0.25 mg\/kg bw per day) reduced relapses during 15 months of follow-up by about 40% (RR, 0.60; 95% CI, 0.48–0.75, 10 trials, 1740 participants, high-quality evidence).<\/p><p><br>In comparison with 7 days of primaquine:<\/p><p>14 days of primaquine (0.25 mg\/kg bw per day) reduced relapses during 6 months of follow-up by over 50% (RR, 0.45; 95% CI, 0.25–0.81, one trial, 126 participants, low-quality evidence).<\/p><p><br>No direct comparison has been made of higher doses (0.5 mg\/kg bw for 14 days) with the standard regimen (0.25 mg\/kg bw for 14 days).<br><br>Twelve of the 15 trials included in the review explicitly excluded people with G6PD deficiency; the remaining three did not report on this aspect. No serious adverse events were reported.<br><br><strong>Other considerations<\/strong><br>In the absence of evidence to recommend alternatives, the guideline development group considers 0.75 mg\/kg bw primaquine given once weekly for 8 weeks to be the safest regimen for people with mild-to-moderate G6PD deficiency.<br><br><strong>Primaquine and glucose-6-phosphate dehydrogenase deficiency<\/strong><br>Any person (male or female) with red cell G6PD activity &lt; 30% of the normal mean has G6PD deficiency and will experience haemolysis after primaquine. Heterozygote females with higher mean red cell activities may still show substantial haemolysis. G6PD deficiency is an inherited sex-linked genetic disorder, which is associated with some protection against <i>P. falciparum <\/i>and&nbsp;<i>P. vivax <\/i>malaria but increased susceptibility to oxidant haemolysis. The prevalence of G6PD deficiency varies, but in tropical areas it is typically 3–35%; high frequencies are found only in areas where malaria is or has been endemic. There are many (&gt; 180) different G6PD deficiency genetic variants; nearly all of which make the red cells susceptible to oxidant haemolysis, but the severity of haemolysis may vary. Primaquine generates reactive intermediate metabolites that are oxidant and cause variable haemolysis in G6PD-deficient individuals. It also causes methemoglobinaemia. The severity of haemolytic anaemia depends on the dose of primaquine and on the variant of the G6PD enzyme. Fortunately, primaquine is eliminated rapidly so haemolysis is self-limiting once the drug is stopped. In the absence of exposure to primaquine or another oxidant agent, G6PD deficiency rarely causes clinical manifestations so, many patients are unaware of their G6PD status. Screening for G6PD deficiency is not widely available outside hospitals, but rapid screening tests that can be used at points of care have recently become commercially available.<br><br><strong>Remarks<\/strong><br>Primaquine is contraindicated in pregnancy and lactation, unless the infant has been tested for G6PD deficiency. It could be given to women once they have delivered and ceased breastfeeding.<br><br><strong>Rationale for the recommendation:&nbsp;<\/strong><br>In the absence of evidence to recommend alternatives, the Guideline Development Group considers a regimen of 0.75 mg\/kg bw primaquine given once weekly for 8 weeks to be the safest for people with G6PD deficiency.<\/p><p>[139]<\/p>","practical_info":"<ul><li>\n\t<p><span style=\"font-size:14px\">In patients known to be G6PD deficient, primaquine may be considered at a dose of 0.75 mg base\/kg bw once a week for 8 weeks. The decision to give or withhold primaquine should depend on the possibility of giving the treatment under close medical supervision, with ready access to health facilities with blood transfusion services.<\/span><\/p>\n\t<\/li><li>\n\t<p><span style=\"font-size:14px\">Some heterozygote females who test as normal or not deficient in qualitative G6PD screening tests have intermediate G6PD activity and can still haemolyse substantially. Intermediate deficiency (30–80% of normal) and normal enzyme activity (&gt; 80% of normal) can be differentiated only with a quantitative test. In the absence of quantitative testing, all females should be considered as potentially having intermediate G6PD activity and given the 14-day regimen of primaquine, with counselling on how to recognize symptoms and signs of haemolytic anaemia. They should be advised to stop primaquine and be told where to seek care should these signs develop.<\/span><\/p>\n\t<\/li><li>\n\t<p><span style=\"font-size:14px\">If G6PD testing is not available, a decision to prescribe or withhold primaquine should be based on the balance of the probability and benefits of preventing relapse against the risks of primaquine-induced haemolytic anaemia. This depends on the population prevalence of G6PD deficiency, the severity of the prevalent genotypes and on the capacity of health services to identify and manage primaquine-induced haemolytic reactions.<\/span><\/p>\n\t<\/li><\/ul>\n","field_icon":null}],"field_header":"Blood stage infection&nbsp;(2015)"},{"field_accordian":[{"field_title":"When G6PD status is unknown","field_content":"When G6PD status is unknown and G6PD testing is not available, a decision to prescribe primaquine must be based on an assessment of the risks and benefits of adding primaquine.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><em>Good practice statement<\/em><\/span><\/p><\/tbody>\n","justification":"<p><span style=\"font-size:14px\">If G6PD testing is not available, a decision to prescribe or withhold primaquine should be based on the balance of the probability and benefits of preventing relapse against the risks of primaquine-induced haemolytic anaemia. This depends on the population prevalence of G6PD deficiency, the severity of the prevalent genotypes and on the capacity of health services to identify and manage primaquine-induced haemolytic reactions.<\/span><\/p>\n","practical_info":null,"field_icon":null},{"field_title":"Pregnant and breastfeeding women:<em>&nbsp;<\/em>","field_content":"<strong>Pregnant and breastfeeding women:<em>&nbsp;<\/em><\/strong>In women who are pregnant or breastfeeding, consider weekly chemoprophylaxis with chloroquine until delivery and breastfeeding are completed, then, on the basis of G6PD status, treat with primaquine to prevent future relapse.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Conditional recommendation, moderate-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><span style=\"font-size:14px\"><strong>GRADE&nbsp;<\/strong><br>\nIn a systematic review of malaria chemoprophylaxis in pregnant women&nbsp;<span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1002\/14651858.CD000169.pub3\" data-label=\"\" data-pmid=\"25300703\" data-ref-id=\"362672\" data-url=\"\">[136]<\/cite><\/span>, chloroquine prophylaxis against <em>P. vivax<\/em> during pregnancy was directly evaluated in one trial conducted in Thailand in 2001. In comparison with no chemoprophylaxis:<\/span><\/p>\n\n<ul><li>\n\t<p><span style=\"font-size:14px\">Chloroquine prophylaxis substantially reduced recurrent <em>P. vivax<\/em> malaria (RR, 0.02; 95% CI, 0.00–0.26, one trial, 951 participants, moderate- quality evidence).<\/span><\/p>\n\t<\/li><\/ul>\n<br>\n<strong>Recommendation<\/strong><br>\nPrimaquine is contraindicated in pregnant or breastfeeding women with <em>P. vivax <\/em>malaria. Therefore, consider weekly chemoprophylaxis with chloroquine until delivery and breastfeeding are completed, then treat with 14 days of primaquine to prevent future relapse.","practical_info":"<p><span style=\"font-size:14px\">Primaquine is contraindicated in pregnant women and in lactating women (unless the infant is known not to be G6PD deficient).<br>\n<br>\nAs an alternative, chloroquine prophylaxis could be given to suppress relapses after acute vivax malaria during pregnancy. Once the infant has been delivered and the mother has completed breastfeeding, primaquine could then be given to achieve radical cure.<br>\n<br>\nFew data are available on the safety of primaquine in infancy, and in the past primaquine was not recommended for infants. There is, however, no specific reason why primaquine should not be given to children aged 6 months to 1 year (provided they do not have G6PD deficiency), as this age group may suffer multiple relapses from vivax malaria. The guideline development group therefore recommended lowering the age restriction to 6 months.<\/span><\/p>\n","field_icon":null}],"field_header":"Preventing relapse in P. vivax or P. ovale malaria&nbsp;(2015)"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78108","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"}]}