{"body":"<p>Vector control plays a vital role in reducing the transmission and burden of vector-borne disease, complementing the public health gains achieved through disease management. Unfortunately, at present, the potential benefits of vector control are far from being fully realized. WHO identifies the following reasons for this shortfall <a href=\"#68\"><em>[68]<\/em><\/a><i>:<\/i><\/p>&#13;\n&#13;\n<ul><li>The skills to implement vector control programmes remain scarce, particularly in the resource-poor countries in most need of effective vector-borne disease control. In some cases, this has led to control measures being implemented that are unsuitable, poorly targeted or deployed at insufficient coverage. In turn, this has led to suboptimal resource use and sometimes avoidable insecticide contamination of the environment;<\/li>&#13;\n\t<li>Insecticide application in agriculture and poor management of insecticides in public health programmes have contributed to resistance in disease vectors; and<\/li>&#13;\n\t<li>Development programmes, including irrigated agriculture, hydroelectric dam construction, road building, forest clearance, housing development and industrial expansion, all influence vector-borne diseases, yet opportunities for intersectoral collaboration and for adoption of strategies other than those based on insecticides are seldom realized.<\/li>&#13;\n<\/ul><p><strong>Acceptability, participation and ethical considerations<\/strong><br \/>&#13;\nAcceptability and end-user suitability of the vector control interventions included in the Guidelines were considered when developing the Evidence-to-Decision Frameworks, as part of the GRADE process.<br \/><br \/>&#13;\nITNs are generally acceptable to most communities. In many malaria-endemic countries, untreated nets were in use for many years prior to the introduction of ITNs and, even where there is not a long history of their use, they have become familiar tools for preventing mosquito bites. Individuals often appreciate the extra privacy afforded by a net, as well as its effectiveness in controlling other nuisance insects. In very hot climates, ITNs may be less acceptable, as they are perceived to reduce air flow, making it too hot to allow for a comfortable sleep. In areas where mosquito densities are low or where malaria transmission is low, individuals and communities may perceive less benefit in using nets.<br \/><br \/>&#13;\nCommunity acceptance of IRS is critical to the programme’s success, particularly as it involves disruption to the household, requiring householders to remove certain articles and allow spray teams to enter all rooms of the house. Repeated, frequent spraying of houses over extended periods can lead to refusal by householders. Reduced acceptance has been an impediment to effective IRS implementation in various parts of the world <a href=\"#69\"><em>[69]<\/em><\/a>.<br \/><br \/>&#13;\nLarviciding for malaria vector control is currently not deployed at the scale of ITNs or IRS, and many communities are therefore unfamiliar with it. Larviciding is likely to be more acceptable in communities that have a good understanding of the lifecycle of mosquitoes and the link with the transmission of malaria or other diseases. Community members may have concerns about larvicides being applied to drinking water or other domestic water sources. A well-designed community sensitization programme is required to ensure that communities fully understand the intervention and that any concerns about health and safety aspects are addressed.<br \/><br \/>&#13;\nCommunity participation in the implementation of vector control interventions is often in the form of “instruction” and “information”, with decisions about the need for interventions being made at international and national levels. Taking into account communities’ views on the recommended interventions may promote acceptance and adherence to the intervention. Increased levels of participation (e.g. consultation, inclusion and shared decision-making) should ideally be included in the future development of improved and new vector control interventions, from inception through to the planning and implementation stages.<br \/><br \/>&#13;\nWHO acknowledges that appropriate policy-making often requires explicit consideration of ethical matters in addition to scientific evidence. However, the ethical issues relevant to vector-borne disease control and research have not previously received the analysis necessary to further improve public health programmes. Moreover, WHO Member States lack specific guidance in this area. The Seventieth World Health Assembly <a href=\"#70\"><em>[70]<\/em><\/a> requested the Director-General “to continue to develop and disseminate normative guidance, policy advice and implementation guidance that provides support to Member States to reduce the burden and threat of vector-borne diseases, including to strengthen human-resource capacity and capability for effective, locally adapted, sustainable and ethically sensitive vector control; to review and provide technical guidance on the ethical aspects and issues associated with the implementation of new vector control approaches in order to develop mitigating strategies and solutions; and to undertake a review of the ethical aspects and related issues associated with vector control implementation that include social determinants of health, in order to develop mitigating strategies and solutions to tackle health inequities.” As a first step towards developing appropriate guidelines within the next two years, a scoping meeting was convened by WHO to identify the ethical issues associated with vector-borne diseases <a href=\"#71\"><em>[71]<\/em><\/a>. Further work has been undertaken to develop guidance. Once available, it will be reflected in the Guidelines.<br \/><br \/>&#13;\nUnique ethical issues associated with vector control that were identified at the February 2017 scoping meeting include the ethics of coercive or mandated vector control, the deployment of insecticides (and growing vector resistance to insecticides), and research on and\/or deployment of new vector control technologies. Genetically modified mosquitoes are one such innovation that presents potential challenges, including how to prevent their spread beyond the intended geographical target areas and limit potential effects on the local fauna. WHO has established a robust evaluation process for new vector control interventions <a href=\"#31\"><em>[31]<\/em><\/a> in order to ensure that these are fully and properly assessed prior to any WHO recommendation for their deployment.<br \/><br \/><strong>Equity, gender and human rights<\/strong><br \/>&#13;\nThe aim of all of the work of WHO is to improve population health and decrease health inequities. Sustained improvements to physical, mental and social well-being require actions in which careful attention is paid to equity, human rights principles, gender and other social determinants of health. A heightened focus on equity, human rights, gender and social determinants is expressed in the WHO 13<sup>th<\/sup> General Programme of Work.<br \/><br \/>&#13;\nIn pursuit of this outcome, WHO is committed to providing guidance on the integration of sustainable approaches that advance health equity, promote and protect human rights, are gender-responsive and address social determinants into WHO programmes and institutional mechanisms; promoting disaggregated data analysis and health inequality monitoring; and providing guidance on the integration of sustainable approaches that advance health equity, promote and protect human rights, are gender-responsive and address social determinants into WHO’s support at country level <a href=\"#72\"><em>[72]<\/em><\/a>.<br \/><br \/>&#13;\nWHO advocates for optimal coverage with recommended vector control interventions. As such, malaria vector control is expected to be implemented without discrimination on the basis of age, sex, ethnicity, religion or other characteristics. In some cases, special effort is required to reach populations that are geographically isolated or adopt a nomadic lifestyle.<br \/><br \/>&#13;\nIn contrast to the situation observed with HIV and TB, malaria has not been associated with systematic discrimination against individuals or groups assumed to be at a high risk of infection. However, malaria disproportionately affects the most vulnerable populations, including the rural poor, pregnant women, children, migrants, refugees, prisoners and indigenous populations. For these populations, social inequality and political marginalization may impede access to health services, and there may be additional barriers created by language, culture, poor sanitation, lack of access to health information, lack of informed consent in testing and treatment, and inability to pay user fees for medical services. National malaria control programmes are increasingly encouraged to identify vulnerable groups and situations of inequitable access to services and to design approaches, strategies and specific activities to remove human rights and gender-related inequities.<br \/><br \/><strong>Resource implications and prioritization<\/strong><br \/>&#13;\nIn this 1<sup>st<\/sup> edition of the Guidelines, resource implications and the cost-effectiveness of vector control interventions could largely only be addressed through expert opinion. Although it is recognized that such considerations should ideally be based on evidence, sufficient clarity on how to collate and present data for this area of the Guidelines was not available at the time of writing. Expanded evidence-based recommendations on resource implications will be developed and incorporated as part of revision to the Guidelines.<br \/><br \/>&#13;\nAt present, the most recent systematic review of the cost and cost-effectiveness of vector control interventions was published in 2011, drawing on studies published between 1990 and 2010 <a href=\"#73\"><em>[73]<\/em><\/a>. The body of evidence collated was based on the use of ITNs\/LLINs and IRS in a few sites in sub-Saharan Africa. The authors found large variations in the costs of intervention delivery, which reflected not only the different contexts but also the various types of costing methodologies employed; these studies were rarely undertaken alongside clinical and epidemiological evaluations. The review reported that, while ITNs\/LLINs and IRS were consistently found to be cost-effective across studies, evidence to determine their comparative cost-effectiveness was insufficient. WHO GMP is working with partners to update the evidence review on the cost and cost-effectiveness evidence of the vector control interventions covered in the Guidelines.<br \/><br \/>&#13;\nCost-effectiveness analysis – the comparison of the costs and outcomes of alternative interventions – can be a helpful tool for measuring the magnitude of additional health gained per additional unit of resources spent. WHO offers a series of tools to facilitate country-level cost-effectiveness analysis, notably through the CHOICE project <a href=\"#74\"><em>[74]<\/em><\/a>. Using the cost-effectiveness ratio in combination with cost-effectiveness thresholds, as applied in the above-mentioned review, provides some indication of the value for money of an intervention. Value for money, however, should not be used as a standalone criterion for decision-making, but rather used alongside other considerations, including affordability and budget impact analysis, among others <a href=\"#75\"><em>[75]<\/em><\/a>. The development of further guidance to inform resource use will be a focus in preparing explicit recommendations on resource use as part of the GRADE tables, using work by other WHO departments as a guide <a href=\"#76\"><em>[76]<\/em><\/a>. Given that resource considerations are highly context-specific and hence unlikely to be detailed enough to inform the prioritization of resources for vector control at country level, further work to guide country-level decision-making is also foreseen, but will be outside the scope of this global guidance document.<br \/><br \/><strong>Human resources and entomological capacity<\/strong><br \/>&#13;\nThe <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259002\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Global vector control response 2017–2030<\/em><\/a> <a href=\"#13\"><em>[13]<\/em><\/a> notes that effective and sustainable vector control is achievable only with sufficient human resources, an enabling infrastructure and a functional health system. A vector control needs assessment <a href=\"#15\"><em>[15]<\/em><\/a> will help to appraise current capacity, define what is needed to conduct proposed activities, identify opportunities for improved efficiencies in vector control, and guide resource mobilization.<br \/><br \/>&#13;\nFormulating an inventory of existing human, infrastructural (functioning insectary and entomological laboratory for species identification and resistance testing, vehicles, spray equipment, etc.), institutional and financial resources available, and making an appraisal of existing organizational structures for vector control are essential first steps. The inventory should cover all resources available at national and subnational levels, including districts. A broader appraisal of relevant resources available outside of the vector-borne disease programme, including in municipal governments, non-health ministries, research institutions and implementing partners, should be conducted. An evaluation of career structures within national and subnational programmes is also important. A comprehensive plan for developing the necessary human, infrastructural and institutional capacity within programmes should be formulated. The plan should identify any additional resources and associated costs involved in achieving the desired objectives and set out clear terms of reference for the different staffing positions required.<br \/><br \/>&#13;\nCapacity-building priorities for established staff should be defined through a comprehensive training needs assessment led by the ministry of health and aligned with available WHO guidance <a href=\"#77\"><em>[77]<\/em><\/a><i>.<\/i><\/p>&#13;\n","title":"4.1.4.2 - Implementation challenges ","nid":723,"vid":4191,"created":1621349503,"changed":1625558366,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#68","field_reference_text":"<p>68.&nbsp;Global strategic framework for integrated vector management. Geneva: World Health Organization 2004;&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/68624\/WHO_CDS_CPE_PVC_2004_10.pdf?sequence=1\">Website<\/a><\/p>\r\n"},{"field_id":"#69","field_reference_text":"<p>69.&nbsp;Indoor residual spraying: use of indoor residual spraying for scaling up global malaria control and elimination. Geneva: World Health Organization 2006;&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/69386\/WHO_HTM_MAL_2006.1112_eng.pdf?sequence=1\">Website<\/a><\/p>\r\n"},{"field_id":"#70","field_reference_text":"<p>70.&nbsp;Seventieth World Health Assembly : Agenda item 14.2. Global vector control response: an integrated approach for the control of vector-borne diseases. WHA70.16 31 May 2017;<\/p>\r\n"},{"field_id":"#71","field_reference_text":"<p>71.&nbsp;Ethical issues associated with vector-borne diseases. Report of a scoping meeting, 23–24 February 2017. Geneva: World Health Organization 2017;&nbsp;<\/p>\r\n"},{"field_id":"#31","field_reference_text":"<p>31.&nbsp;Norms, standards and processes underpinning WHO vector control policy development. Geneva: World Health Organization 2020;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789240017382\">Website<\/a><\/p>\r\n"},{"field_id":"#72","field_reference_text":"<p>72.&nbsp;Roadmap for action 2014–2019: integrating equity, gender, human rights and social determinants into the work of WHO. Geneva: World Health Organization 2015;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/home\/cms-decommissioning\">Website<\/a><\/p>\r\n"},{"field_id":"#73","field_reference_text":"<p>73.&nbsp;White MT, Conteh L, Cibulskis R, Ghani AC : Costs and cost-effectiveness of malaria control interventions--a systematic review. Malaria journal 2011;10 337&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/22050911\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/1475-2875-10-337\">Journal<\/a><\/p>\r\n"},{"field_id":"#74","field_reference_text":"<p>74.&nbsp;Cost effectiveness and strategic planning (WHO-CHOICE) (website). Geneva: World Health Organization 2018;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/home\/cms-decommissioning\">Website<\/a><\/p>\r\n"},{"field_id":"#75","field_reference_text":"<p>75.&nbsp;Bertram MY, Lauer JA, De Joncheere K, Edejer T, Hutubessy R, Kieny M-P, Hill SR : Cost-effectiveness thresholds: pros and cons. Bulletin of the World Health Organization 2016;94(12):925-930&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/27994285\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#76","field_reference_text":"<p>76.&nbsp;The use of delamanid in the treatment of multidrug-resistant tuberculosis: interim policy guidance. Geneva: World Health Organization 2016;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/137334\">Website<\/a><\/p>\r\n"},{"field_id":"#15","field_reference_text":"<p>15.&nbsp;Framework for a national vector control needs assessment. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259405\">Website<\/a><\/p>\r\n"},{"field_id":"#77","field_reference_text":"<p>77. Core structure for training curricula on integrated vector management. Geneva: World Health Organization 2012;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/44765\">Website<\/a><\/p>\r\n"},{"field_id":"#13","field_reference_text":"<p>13.&nbsp;Global vector control response 2017–2030. World Health Organization, Geneva 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259205\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":69,"name":"Implementation"}]}