{"title":"Patients co-infected with HIV (2015)","nid":766,"vid":4265,"created":1623404357,"changed":1626692728,"field_accordian_header":[{"field_accordian":[{"field_title":"Patients co-infected with HIV:&nbsp;","field_content":"<strong>Patients co-infected with HIV:&nbsp;<\/strong>In people who have HIV\/AIDS and uncomplicated <em>P. falciparum<\/em> malaria, avoid artesunate + SP if they are being treated with co-trimoxazole, and avoid artesunate + amodiaquine if they are being treated with efavirenz or zidovudine.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><em>Good practice statement<\/em><\/span><\/p><\/tbody>\n","justification":"<p><span style=\"font-size:14px\">More data are available on use of artemether + lumefantrine with antiretroviral treatment. A study in children with uncomplicated malaria in a high-transmission area of Africa showed a decreased risk for recurrent malaria after treatment with artemether + lumefantrine in children receiving lopinavir–ritonavir-based antiretroviral treatment as compared with non-nucleoside reverse transcriptase inhibitor-based antiretroviral treatment. Evaluation of pharmacokinetics in these children and in healthy volunteers showed significantly higher exposure to lumefantrine and lower exposure to dihydroartemisinin with lopinavir–ritonavir-based antiretroviral treatment, but no adverse consequences. Conversely, efavirenz-based antiretroviral treatment was associated with a two- to fourfold decrease in exposure to lumefantrine in healthy volunteers and malaria-infected adults and children, with increased rates of recurrent malaria after treatment. Close monitoring is required. Increasing artemether + lumefantrine dosing with efavirenz-based antiretroviral treatment has not yet been studied. Exposure to lumefantrine and other non-nucleoside reverse transcriptase inhibitor-based antiretroviral treatment, namely nevirapine and etravirine, did not show consistent changes that would require dose adjustment.<\/span><\/p>\n\n<p><span style=\"font-size:14px\">Studies of administration of quinine with lopinavir–ritonavir or ritonavir alone in healthy volunteers gave conflicting results. The combined data are insufficient to justify dose adjustment. Single-dose atovaquone–proguanil with efavirenz, lopinavir–ritonavir or atazanavir–ritonavir were all associated with a significantly decreased area under the concentration–time curve for atovaquone (two- to fourfold) and proguanil (twofold), which could well compromise treatment or prophylactic efficacy. There is insufficient evidence to change the current mg\/kg bw dosing recommendations; however, these patients should also be monitored closely.<\/span><\/p>\n","practical_info":null,"field_icon":null}],"field_header":"Patients co-infected with HIV&nbsp;(2015)"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78105","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"},{"tid":47,"name":"Uncomplicated malaria"}]}