{"body":"<p>The risk for death from severe malaria is greatest in the first 24 h, yet, in most malaria-endemic countries, the transit time between referral and arrival at a health facility where intravenous treatment can be administered is usually long, thus delaying the start of appropriate antimalarial treatment. During this time, the patient may deteriorate or die. It is therefore recommended that patients, particularly young children, be treated with a first dose of one of the recommended treatments before referral (unless the referral time is &lt;6 h).<br \/><br \/>&#13;\nThe recommended pre-referral treatment options for children &lt;6 years, in descending order of preference, are intramuscular artesunate; rectal artesunate; intramuscular artemether; and intramuscular quinine. For older children and adults, the recommended pre-referral treatment options, in descending order of preference, are intramuscular injections of artesunate; artemether; and quinine.<br \/><br \/>&#13;\nAdministration of an artemisinin derivative by the rectal route as pre-referral treatment is feasible and acceptable even at community level. The only trial of rectal artesunate as pre-referral treatment showed the expected reduction in mortality of young children but unexpectedly found increased mortality in older children and adults. As a consequence, rectal artesunate is recommended for use only in children aged &lt;6 years and only when intramuscular artesunate is not available.<br \/><br \/>&#13;\nWhen rectal artesunate is used, patients should be transported immediately to a higher-level facility where intramuscular or intravenous treatment is available. If referral is impossible, rectal treatment could be continued until the patient can tolerate oral medication. At this point, a full course of the recommended ACT for uncomplicated malaria should be administered.<br \/><br \/>&#13;\nThe single dose of 10 mg\/kg bw of artesunate when given as a suppository should be administered rectally as soon as a presumptive diagnosis of severe malaria is made. If the suppository is expelled from the rectum within 30 min of insertion, a second suppository should be inserted and the buttocks held together for 10 min to ensure retention of the dose.<\/p>&#13;\n","title":"5.5.3 - Pre-referral treatment options ","nid":741,"vid":4134,"created":1621413423,"changed":1625036483,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":50,"name":"Pre-referral"}]}