{"body":"<p>Globally, vector control has contributed significantly to reducing malaria morbidity and mortality <em><a href=\"\/node\/455\">(28)<\/a><\/em> and accounts for the majority of the projected cost of implementing the <em>Global technical strategy for malaria 2016–2030 <a href=\"\/node\/455\">(29)<\/a>.<\/em><\/p>&#13;\n&#13;\n<p>Insecticide-based interventions, namely LLINs and IRS, are currently the core vector control interventions for malaria prevention. These interventions affect adult mosquito populations to reduce malaria transmission in various ways. Insecticides on nets or the interior surfaces of dwellings knock down, kill or repel vectors. As coverage of insecticidal interventions increases, mass killing of vector populations can result in protection even of those people in a community who are not directly covered by LLINs, in what is known as “community protection”<em><a href=\"\/node\/455\"> (30,31)<\/a><\/em>. LLINs also provide personal protection against mosquito bites because of the physical barrier of the netting. These effects lead to a reduction in vector survival (longevity) and vector density, ultimately reducing the capacity of mosquitoes to transmit malaria parasites. Both LLINs and IRS are most effective where local vectors prefer to bite and rest indoors (i.e. are endophagic and endophilic); however, these interventions still provide an important level of control when local vectors primarily feed (exophagic) <em><a href=\"\/node\/455\">(32)<\/a><\/em> and rest (exophilic) outdoors.<\/p>&#13;\n&#13;\n<p>Targeting the aquatic immature stages of mosquitoes (eggs, larvae and pupae), referred to as larval source management (LSM), may also reduce malaria transmission by affecting the density of adult vectors. This is considered supplementary to the core interventions outlined above. LSM consists of the permanent removal or temporary disruption of standing water to eliminate or reduce mosquito egg-laying and immature stages or of regular application of biological or chemical insecticides to water bodies to kill or disrupt the development of immature stages. These methods may be effective (singly or in combination) in settings where there are few, fixed and findable aquatic habitats of malaria vectors.<\/p>&#13;\n&#13;\n<p>Indicators of programme progress in vector control coverage, access and use are of critical importance (see <strong> <a href=\"\/node\/424\">section 5.6<\/a><\/strong> and <strong>Table 14<\/strong>). The quality of vector control products must be monitored to ensure that they adhere to specifications and perform effectively and safely throughout their life. Monitoring the performance of vector control interventions includes assessing the durability of LLIN products in the field and the residual efficacy of IRS formulations after application to walls and ceilings.<\/p>&#13;\n&#13;\n<p>Core and supplementary interventions may exert selection pressure that affects the frequency, intensity or mechanisms of insecticide resistance. Variations in the impact of interventions on individual mosquito species as a result of differences in susceptibility to insecticides or propensity to contact interventions can result in more efficient killing of certain species and alter species composition. Thus, the overall effectiveness of interventions against the remaining vectors may change over time, necessitating alternative or supplementary interventions. Systematic tracking of vector species and their characteristics and monitoring of interventions to identify any modifications that might be required in vector control strategies are therefore essential.<\/p>&#13;\n&#13;\n<p>Entomological surveillance can be defined as the regular, systematic collection, analysis and interpretation of entomological data for risk assessment, planning, implementation, monitoring and evaluation of vector control interventions. All surveillance activities must be clearly linked to programme decisions to ensure optimal vector control. In malaria intervention programmes, the main objectives of entomological surveillance are to:<\/p>&#13;\n&#13;\n<ul><li><em>Characterize receptivity to guide stratification and selection of interventions.<\/em> Potential malaria transmission within a country often differs significantly, as indicated by the heterogeneity in receptivity (see <strong> <a href=\"\/node\/418\">section 5.5<\/a><\/strong><a href=\"https:\/\/malariacms-staging.adappt.co.uk\/node\/418\">)<\/a>. The entomological parameters considered in risk characterization include the vector species present and the characteristics that influence transmission.¹ Important traits such as biting (time, place and host preference), dispersion and resting behaviour should be known for all the principal vectors, as these traits determine receptivity and thus guide the selection of interventions. Characterization of receptivity can be used to target vector control in order to ensure appropriate coverage of at-risk populations <em><a href=\"\/node\/455\"> (33)<\/a><\/em>. Better targeting of interventions contributes to optimized use of resources and may ultimately increase impact.<\/li>&#13;\n\t<li><em>Track the relative density of malaria vector species (and their bionomics²) to determine the seasonality of transmission and the optimal timing of interventions<\/em>. The composition of vector species should be tracked over time; up-to-date information is important, as the relative density of species can change with seasonal and other environmental changes and with effective interventions.<\/li>&#13;\n\t<li><em>Track insecticide resistance as a basis for choosing insecticides.<\/em> Vectors have developed physiological resistance to the insecticides used in interventions (mainly LLINs and IRS), which must be monitored closely. The frequency, intensity and mechanisms of resistance should be assessed in the principal malaria vectors and, when possible, in secondary vectors. Information on insecticide resistance should be used in choosing insecticides, in line with insecticide resistance management plans. This is of increasing importance as new vector control tools, including new insecticides, become available.<\/li>&#13;\n\t<li><em>Identify other threats to the effectiveness of vector control.<\/em> The composition and behaviour of vector populations may change and thus undermine the effectiveness of interventions. For instance, the relative proportion of outdoor transmission may increase as a result of effective control of endophagic and\/or endophilic vectors. Vectors should therefore be tracked to detect any significant change in the location in which transmission takes place, in order to decide whether supplementary interventions are required, such as new tools to control outdoor transmission.<\/li>&#13;\n\t<li><em>Monitor vector control intervention coverage and quality to identify gaps and opportunities.<\/em> The intervention(s) used should also be monitored to ensure optimal implementation and to indicate any corrections required. Monitoring of interventions includes assessing coverage, access, use and their acceptability and quality, such as the physical or fabric integrity and insecticidal activity of LLINs and the residual efficacy of IRS.<\/li>&#13;\n<\/ul><p>Entomological surveillance activities required to achieve these objectives may include:<\/p>&#13;\n&#13;\n<ul><li>identifying the malaria vector species;<\/li>&#13;\n\t<li>measuring species-specific vector densities and ascertaining vector composition;<\/li>&#13;\n\t<li>determining vector blood-feeding habits (zoophilic, anthropophilic);<\/li>&#13;\n\t<li>assessing other vector behaviour (exophily, endophily, exophagy, endophagy);<\/li>&#13;\n\t<li>monitoring vector susceptibility to insecticides (frequency, intensity and mechanisms of resistance);<\/li>&#13;\n\t<li>measuring the rates of infection of the vector with the malaria parasite (sporozoite rate, oocyst rate); and<\/li>&#13;\n\t<li>identifying the aquatic habitats of immature stages of vectors and habitat characteristics.<\/li>&#13;\n<\/ul><p>The monitoring and evaluation activities required to achieve the above objectives may involve:<\/p>&#13;\n&#13;\n<ul><li> measuring the coverage, access, use and acceptance of interventions (see <a href=\"\/node\/442\"><strong>section 7<\/strong><\/a>);<\/li>&#13;\n\t<li> measuring the durability of LLINs in the field;<\/li>&#13;\n\t<li> measuring the residual efficacy of insecticides; and<\/li>&#13;\n\t<li> observing application of larviciding.<\/li>&#13;\n<\/ul><p>These indicators should be measured over time in order to identify any appreciable and informative trends.<\/p>&#13;\n&#13;\n<div class=\"source\"> &#13;\n<div class=\"source-content\">&#13;\n<p>¹ Importation of vectors from other areas (including those that fly or are passively transported by aircraft,ships or other means) may be another component of vulnerability, but this is a minor consideration in most settings as it is relatively rare.    <\/p>&#13;\n&#13;\n<p>² Vector bionomics is the study of the mode of life of organisms in their natural habitat and their adaptation to their surroundings. Basic studies are those on the development of immature stages and the influence of environmental conditions on the life of adults.<\/p>&#13;\n<\/div>&#13;\n<\/div>&#13;\n","title":"5.1 Rationale, definition and objectives","nid":410,"vid":3558,"created":1567669116,"changed":1588176430,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":43,"name":"Entomology & insecticide resistance"}]}