{"body":"<p><em><strong>Clinical methods <\/strong><\/em><\/p>&#13;\n&#13;\n<p>The rapid spread of antimalarial drug resistance over the past few decades shows the importance of monitoring for proper management of clinical cases, early detection of changing patterns of resistance and indicating where national malaria treatment policies should be revised. Recommendations and methods for testing therapeutic efficacy in vivo are described in detail in WHO publications (26, 27). They involve assessing the outcome of treatment during a fixed period of follow- up (≥ 28 days) to detect malaria recurrence, i.e. any reappearance of symptoms and signs of clinical malaria and\/or parasites in the blood. When possible, this is accompanied by at least one measurement of the slowly eliminated partner antimalarial drug in blood or plasma (usually on day 7 as all patients must be seen on this day in therapeutic assessments). Methods have been developed for measuring the concentrations of several antimalarial drugs in dried blood spots on filter paper, which considerably facilitates field studies (28). In endemic areas, recrudescence can be distinguished from reinfection by molecular genotyping (27).<\/p>&#13;\n&#13;\n<p><strong><em>Assessing resistance to artemisinins <\/em><\/strong><\/p>&#13;\n&#13;\n<p>Recrudescence rates are less informative in assessing resistance to artemisinins, as these drugs are given in combination. The key measure is the parasite clearance rate, which is measured from the log-linear decrease in parasite density, which occurs after a variable lag phase from the start of treatment (Figure A7.4). In-vivo methods for assessing artemisinin resistance require frequent measurement of parasite counts (at least three counts in the first 24 h) in patients with high enough parasite counts (at least 10 000\/μL), from which parasite clearance rates are derived. The result is usually expressed as the parasite clearance half-life (PCt1\/2) (29, 30). The PCt1\/2 values of fully sensitive infections are usually &lt; 3 h, whereas those of resistant infections are &gt; 5 h, although there is some overlap. The levels of artemisinin and its derivatives are usually not measured, as these drugs are eliminated rapidly and their assessment requires immediate plasma separation, centrifugation and storage at –70 o C (28).<\/p>&#13;\n&#13;\n<p>Figure A7.4. <strong>Parasite clearance curves<\/strong>. After a variable lag phase, parasitaemia decreases log-linearly. The slope of the linear segment gives the parasite clearance rate, from which the parasite clearance half-life (PCt1\/2) is derived. This is independent of the initial parasite density, whereas the parasite clearance time is strongly dependent on initial density. Artemisinin resistance (red profile) is associated with slowing of parasite clearance, typically to PCt1\/2 &gt; 5 h.<\/p>&#13;\n&#13;\n<p><em><strong>Laboratory methods<\/strong><\/em><\/p>&#13;\n&#13;\n<p>Other indirect methods to assess antimalarial resistance include in-vitro studies of parasite susceptibility to drugs in culture, studies of point mutations or duplications in parasite resistance genes with molecular methods and measurement of the concentrations of antimalarial drugs in blood. These provide valuable early warning signs of resistance. In-vitro tests for <em>P. falciparum<\/em> have been available for several decades, but there is still substantial variation in methods, analysis and performance between laboratories. In-vitro testing for <em>P. vivax<\/em> in fresh blood samples is still confined to research centres. In-vitro assessment of artemisinin resistance in <em>P. falciparum<\/em> requires testing for ring-stage susceptibility in special assays, as the results of conventional testing do not correlate well with parasite clearance rates (3).<\/p>&#13;\n&#13;\n<p>Understanding of the molecular basis of antimalarial drug resistance has increased considerably in recent years. In many cases, multiple genetic changes are involved, but genotyping of malaria parasites (usually from a filter paper blood spot) by polymerase chain reaction can be used operationally to identify the principle genetic correlate of resistance. Reduced susceptibility to sulfadoxine–pyrimethamine is predicted well as single nucleotide polymorphisms in the <em>Pfdhfr<\/em> and <em>Pfdhps<\/em> genes for <em>P. falciparum<\/em> and <em>Pvdhfr<\/em> genes, and detection of these mutations is valuable in determining resistance patterns. Polymorphisms in the chloroquine resistance transporter gene Pfcrt predict resistance to chloroquine and to a lesser extent amodiaquine, and polymorphisms in the cytochrome bc1 complex gene (cytbc1) predict resistance to atovaquone. Amplification of the wild-type Pfmdr1 gene is associated with resistance to mefloquine and to a lesser extent lumefantrine, whereas mutations in the gene are associated with resistance to chloroquine and amodiaquine. Artemisinin resistance is associated with mutations in the “propeller region” of the <em>P. falciparum<\/em> kelch protein gene on chromosome 13 (PfK13).<\/p>&#13;\n","title":"A7.5.1 Monitoring methods","nid":171,"vid":1224,"created":1566390045,"changed":1571816427,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}