{"body":"<p>There is considerable geographical overlap between malaria and HIV infection, and many people are co-infected. Worsening HIV-related immunosuppression may lead to more severe manifestations of malaria. In HIV-infected pregnant women, the adverse effects of placental malaria on birth weight are increased. In areas of stable endemic malaria, HIV-infected patients who are partially immune to malaria may have more frequent, higher-density infections, while in areas of unstable transmission, HIV infection is associated with increased risks for severe malaria and malaria-related deaths. Limited information is available on how HIV infection modifies therapeutic responses to ACTs. Early studies suggested that increasing HIV-related immunosuppression was associated with decreased treatment response to antimalarial drugs. There is presently insufficient information to modify the general malaria treatment recommendations for patients with HIV\/AIDS.<br \/>&#13;\n <\/p>&#13;\n&#13;\n<p><strong>Patients co-infected with tuberculosis<\/strong><br \/>&#13;\nRifamycins, in particular rifampicin, are potent CYP3A4 inducers with weak antimalarial activity. Concomitant administration of rifampicin during quinine treatment of adults with malaria was associated with a significant decrease in exposure to quinine and a five-fold higher recrudescence rate. Similarly, concomitant rifampicin with mefloquine in healthy adults was associated with a three-fold decrease in exposure to mefloquine. In adults co-infected with HIV and tuberculosis who were being treated with rifampicin, administration of artemether + lumefantrine resulted in significantly lower exposure to artemether, dihydroartemisinin and lumefantrine (nine-, six- and three-fold decreases, respectively).There is insufficient evidence at this time to change the current mg\/kg bw dosing recommendations; however, as these patients are at higher risk of recrudescent infections they should be monitored closely.<\/p>&#13;\n","title":"5.3.3 - Patients co-infected with HIV","nid":736,"vid":4209,"created":1621408147,"changed":1625566520,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":47,"name":"Uncomplicated malaria"}]}