{"body":"<p>Identifying and mapping areas at high risk of epidemics in a country, both spatially and temporally, will maximize the capacity of a surveillance system to detect an unusual increase in the number of cases early and improve the preparedness of the national programme.<\/p>&#13;\n&#13;\n<p>Factors that influence the density of anopheline mosquitoes, their distribution and biting behaviour, the species of parasite they transmit, the availability of infected human hosts, the size of nonimmune populations and their degree of exposure to infected mosquitoes all contribute to the risk of malaria epidemics. See <a href=\"\/node\/448\"><strong>section 7.4<\/strong><\/a> for more details on stratification.<\/p>&#13;\n&#13;\n<p>The following are common characteristics of areas prone to malaria epidemics.<\/p>&#13;\n&#13;\n<ul><li>The ecology of the area supports low, highly seasonal transmission, and the population has limited immunity. Anomalous climatic or epidemiological conditions could result in greatly increased transmission. Such areas include highlands and arid and semi-arid areas.<\/li>&#13;\n\t<li>The rate of parasite infection has been reduced by interventions, but receptivity remains high. A reduction in coverage, breakdown of the health system, loss of efficacy of interventions or increased importation rates may lead to a rebound.<\/li>&#13;\n\t<li>Sudden large-scale movement of infected populations into highly receptive areas or of nonimmune populations into areas of ongoing transmission due to conflicts or complex emergencies can result in an epidemic.<\/li>&#13;\n\t<li>Areas with immunologically naive populations undergoing rapid ecological (including human) changes such as deforestation, irrigation, construction of dams, flooding and earthquakes can experience epidemics.<\/li>&#13;\n<\/ul>","title":"6.4 Definition of areas that are prone to epidemics","nid":433,"vid":3465,"created":1567683864,"changed":1587039874,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":64,"name":"Epidemics"}]}