{"title":"5.2.5 Reducing the transmissibility of treated P. falciparum infections in areas of low-intensity transmission","nid":757,"vid":4260,"created":1622111485,"changed":1626692433,"field_accordian_header":[{"field_accordian":[{"field_title":"Reducing the transmissibility of treated<em> P. falciparum<\/em> infections:","field_content":"<strong>Reducing the transmissibility of treated<em> P. falciparum<\/em> infections:<\/strong>&nbsp;In low-transmission areas, give a single dose of 0.25 mg\/kg bw primaquine with ACT to patients with <em>P. falciparum<\/em> malaria (except pregnant women, infants aged &lt; 6 months and women breastfeeding infants aged &lt; 6 months) to reduce transmission. G6PD testing is not required.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, low-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<p><strong>GRADE <\/strong><br \/>In an analysis of observational studies of single-dose primaquine, data from mosquito feeding studies on 180 people suggest that adding 0.25 mg\/kg primaquine to treatment with an ACT can rapidly reduce the infectivity of gametocytes to mosquitoes.<br \/><br \/>In a systematic review of eight randomized controlled trials of the efficacy of adding single-dose primaquine to ACTs for reducing the transmission of malaria, in comparison with ACTs alone <cite class=\"magic-cite\" data-ref-id=\"362698\" data-label=\"\">[113]<\/cite>:<\/p><ul><li>single doses of > 0.4 mg\/kg bw primaquine reduced gametocyte carriage at day 8 by about two thirds (RR, 0.34; 95% CI, 0.19–0.59, two trials, 269 participants, <i>high-certainty evidence<\/i>); and<\/li><li>single doses of primaquine > 0.6 mg\/kg bw reduced gametocyte carriage at day 8 by about two thirds (RR, 0.29; 95% CI, 0.22–0.37, seven trials, 1380 participants, <i>high-certainty evidence<\/i>).<\/li><\/ul><p><br \/>There have been no randomized controlled trials of the effects on the incidence of malaria or on transmission to mosquitos.<br \/><br \/><strong>Other considerations<\/strong><br \/>The guideline development group considered that the evidence of a dose– response relation from observational studies of mosquito feeding was sufficient to conclude the primaquine dose of 0.25mg\/kg bw significantly reduced <i>P. falciparum <\/i>transmissibility.<br \/><br \/>The population benefits of reducing malaria transmission with gametocytocidal drugs such as primaquine require that a very high proportion of treated patients receive these medicines and that there is no large transmission reservoir of asymptomatic parasite carriers. This strategy is therefore likely to be effective only in areas of low-intensity malaria transmission, as a component of elimination programmes.<br \/><br \/><strong>Remarks<\/strong><br \/>This recommendation excludes high-transmission settings, as symptomatic patients make up only a small proportion of the total population carrying gametocytes within a community, and primaquine is unlikely to affect transmission.<br \/><br \/>A major concern of national policy-makers in using primaquine has been the small risk for haemolytic toxicity in G6PD-deficient people, especially where G6PD testing is not available.<br \/><br \/>Life-threatening haemolysis is considered unlikely with the 0.25mg\/kg bw dose and without G6PD testing <cite class=\"magic-cite\" data-ref-id=\"362690\" data-label=\"\">[114]<\/cite>.<br \/><br \/><strong>Rationale for the recommendation: <\/strong>The Guideline Development Group considered the evidence on dose–response relations in the observational mosquito-feeding studies of reduced transmissibility with the dose of 0.25 mg\/kg bw and the judgement of the WHO Evidence Review Group (November 2012). Their view was that the potential public health benefits of single low-dose (0.25 mg\/kg bw) primaquine in addition to an ACT for falciparum malaria, without G6PD testing, outweigh the potential risk for adverse effects. <\/p>","practical_info":"<p>In light of concern about the safety of the previously recommended dose of 0.75 mg\/kg bw in individuals with G6PD deficiency, a WHO panel reviewed the safety of primaquine as a <i>P. falciparum <\/i>gametocytocide and concluded that a single dose of 0.25 mg\/kg bw of primaquine base is unlikely to cause serious toxicity, even in people with G6PD deficiency <cite class=\"magic-cite\" data-ref-id=\"362776\" data-label=\"\">[115]<\/cite>. Thus, where indicated a single dose of 0.25mg\/kg bw of primaquine base should be given on the first day of treatment, in addition to an ACT, to all patients with parasitologically confirmed <i>P. falciparum <\/i>malaria except for pregnant women, infants < 6 months of age and women breastfeeding infants < 6 months of age, because there are insufficient data on the safety of its use in these groups. <br \/> <br \/>Dosing table based on the most widely currently available tablet strength (7.5mg base)<\/p><figure class=\"table\" style=\"float:left;height:25px\"><table><tbody><tr><td style=\"background-color:rgb( 102 , 204 , 255 );height:20px;width:125px\"><span style=\"color:#0000cd\">Body weight (kg)<\/span><\/td><td style=\"background-color:rgb( 102 , 204 , 255 );height:20px;width:133px\"><span style=\"color:#0000cd\">Single dose of primaquine (mg base)<\/span><\/td><\/tr><tr><td style=\"height:20px;width:110px\">10<sup>a<\/sup> to < 25 3.75<\/td><td style=\"height:20px;width:133px\">3.75<\/td><\/tr><tr><td style=\"height:20px;width:110px\">25 to < 50 7.5<\/td><td style=\"height:20px;width:133px\">7.5<\/td><\/tr><tr><td style=\"height:20px;width:110px\">50 to 100 15<\/td><td style=\"height:20px;width:133px\">15<\/td><\/tr><\/tbody><\/table><\/figure><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p><sup>a<\/sup> Dosing of young children weighing < 10 kg is limited by the tablet sizes currently available.<br \/><br \/>Please refer to the <a href=\"https:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/338498\/WHO-HTM-GMP-2015-1-eng.pdf\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Policy brief on single-dose primaquine as a gametocytocide in Plasmodium falciparum malaria<\/i><\/a><i> <\/i><cite class=\"magic-cite\" data-ref-id=\"362649\" data-label=\"\">[116]<\/cite>.<\/p>","field_icon":null}],"field_header":"Reducing the transmissibility of treated<em> P. falciparum<\/em> infections:"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78101","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"},{"tid":47,"name":"Uncomplicated malaria"}]}