{"body":"<p>Chemoprevention is the use of antimalarial medicines for prophylaxis and for preventive treatment. The use of medicines for chemoprophylaxis is not addressed in detail in the current guidelines, beyond the following short description of general conditions of use.<br \/><br \/>&#13;\nMalaria may be prevented by taking drugs that inhibit liver-stage (pre-erythrocytic) development (causal prophylaxis) or drugs that kill asexual blood stages (suppressive prophylaxis). Causal prophylactics (atovaquone + proguanil, primaquine) can be stopped soon after leaving an endemic area, whereas suppressive prophylactics must be taken for at least 4 weeks after leaving the area in order to eliminate asexual parasites emerging from the liver weeks after exposure. For travellers, chemoprophylaxis is started before entering the endemic area to assess tolerability and for slowly eliminated drugs to build up therapeutic concentrations.<br \/><br \/>&#13;\nPreventive treatments prevent malarial illness by achieving therapeutic drug levels in the blood throughout the period of greatest risk. Current WHO-recommended malaria chemopreventive therapies include the intermittent preventive treatment of malaria in pregnancy (IPTp), intermittent preventive treatment of malaria in infants (IPTi) and seasonal malaria chemoprevention (SMC).<br \/><br \/><strong>Mass Drug Administration to reduce morbidity and mortality<\/strong><br \/>&#13;\nMass antimalarial drug administration (MDA) has been used extensively in various forms over the past 80 years. The objective is to provide therapeutic concentrations of antimalarial drugs to as large a proportion of the target population as possible in order to cure any asymptomatic infections and also to prevent reinfection during the period of post-treatment prophylaxis <a href=\"#80\"><em>[80]<\/em><\/a>. Mass drug administration rapidly reduces the prevalence and incidence of malaria in the short term, but more studies are required to assess its longer-term impact, the barriers to community uptake, and its potential contribution to the development of drug resistance <a href=\"#81\"><em>[81]<\/em><\/a>.<br \/><br \/>&#13;\nThe aim of MDA has generally been to reduce malaria transmission (see <a href=\"\/node\/711\">section 6<\/a>) but, in recent years, time-limited MDA has also been used to reduce malaria morbidity and mortality for epidemic control as part of the initial response, along with the urgent introduction of other interventions. Use of time-limited MDA has also been used to reduce malaria morbidity and mortality in complex emergencies, during exceptional circumstances when the health system is overwhelmed and unable to serve the affected communities.<br \/><br \/>&#13;\nDuring mass campaigns, every individual in a defined population or geographical area is requested to take antimalarial treatment at approximately the same time and at repeated intervals in a coordinated manner. This requires extensive community engagement to achieve a high level of community acceptance and participation. Informed, enthusiastic community participation and comprehensive support structures are needed.<br \/><br \/>&#13;\nThe optimum timing depends of the elimination kinetics of the antimalarial  (e.g. using dihydroartemisinin + piperaquine, the drug is given monthly for 3 months at treatment doses, as the residual piperaquine levels suppress reinfections for 1 month). Depending on the contraindications for the medicines used, pregnant women, young infants and other population groups may need to be excluded from the campaign. Thus, the drugs used, the number of treatment rounds, the optimum intervals and the support structures necessary are all context-specific and the subject of active research.<br \/><br \/>&#13;\nMedicines used for MDA should be of proven efficacy in the implementation area and preferably have a long half-life. WHO recommends that a medicine different from that used for first line treatment be used for MDA. Programmes should include monitoring of efficacy, safety and the potential emergence of resistance to the antimalarial medicines deployed for MDA <a href=\"#82\"><em>[82]<\/em><\/a>.<br \/><br \/>&#13;\nWHO supports the need for more research on the optimum methods of implementing MDA programmes, promoting community participation and compliance with treatment, and evaluating their effectiveness. Modelling can help guide the optimum method of administering MDA in different epidemiological circumstances and predict its likely impact.  <br \/><br \/>&#13;\nThe evidence for MDA use to reduce malaria disease burden will be reviewed in 2021 and guidance developed accordingly. In the absence of sufficient evidence, WHO does not recommend the use of MDA in situations other than for areas approaching elimination, epidemics, and complex emergencies <a href=\"#83\"><em>[83]<\/em><\/a>.<br \/><br \/>&#13;\nPlease refer to the <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259367\" rel=\"noopener noreferrer\" target=\"_blank\">WHO Mass drug administration for falciparum malaria: a practical field manual<\/a> <a href=\"#84\"><em>[84]<\/em><\/a>.<\/p>&#13;\n","title":"4.2 Preventive chemotherapies & Mass drug administration","nid":701,"vid":4157,"created":1620132261,"changed":1625101266,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#81","field_reference_text":"<p>81.&nbsp;Poirot E, Skarbinski J, Sinclair D, Kachur SP, Slutsker L, Hwang J : Mass drug administration for malaria. The Cochrane database of systematic reviews 2013;(12):CD008846&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24318836\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.cochranelibrary.com\/doi\/10.1002\/14651858.CD008846.pub2\">Journal<\/a><\/p>\r\n"},{"field_id":"#82","field_reference_text":"<p>82.&nbsp;The role of mass drug administration, mass screening and treatment, and focal screening and treatment for malaria. Geneva: World Health Organization 2015;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/role-of-mda-for-malaria.pdf?ua=1\">Website<\/a><\/p>\r\n"},{"field_id":"#83","field_reference_text":"<p>83.&nbsp;Guidance on temporary malaria control measures in Ebola-affected countries. Geneva: World Health Organization 2014;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/home\/cms-decommissioning\">Website<\/a><\/p>\r\n"},{"field_id":"#84","field_reference_text":"<p>84.&nbsp;Mass drug adminiatration for falciparum malaria: a pratical field manual. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259367\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":28,"name":"Prevention"},{"tid":52,"name":"Seasonal malaria chemoprevention"},{"tid":51,"name":"Mass drug administration"},{"tid":25,"name":"Pregnant women"},{"tid":24,"name":"Infants"}]}