{"body":"<p>Component D is the other part of the GTS pillar “<em>Accelerate efforts towards elimination and attainment of malaria-free status<\/em>”, which can be implemented effectively once a programme has attained a very low intensity of malaria transmission through acceleration strategies. The programme must be capable of finding the few remaining infections and any foci of ongoing transmission and investigating and clearing them with appropriate treatment and possibly additional vector control (see <a href=\"\/node\/250\"><strong>section 2<\/strong><\/a>).<\/p>&#13;\n&#13;\n<p>Documentation of zero infections and no local transmission is critical to verify (in local health facility catchment areas or at district level) and ultimately certify (at national level) that elimination has been achieved. Once elimination has been achieved, surveillance (identifying cases or foci and responding to them) becomes the mainstay of future health system work to maintain elimination. This is the case in every country in which malaria has been eliminated: these countries continue to maintain surveillance and information systems and the ability to detect any introduced or imported cases and ensure no local transmission.<strong> Box 3<\/strong> describes the case-based method for documenting elimination of malaria.<\/p>&#13;\n&#13;\n<p>When a programme achieves and maintains zero cases of malaria, high quality and coverage of the intervention package of components A, B and D must be maintained.<\/p>&#13;\n&#13;\n<p><strong>BOX 3. <\/strong><br \/><strong>Documenting malaria elimination <em><a href=\"\/node\/364\">(17)<\/a><\/em><\/strong><\/p>&#13;\n&#13;\n<p>Determination of elimination relies principally on a high-quality, comprehensive system for case-based surveillance and outreach, with systematic documentation of the absence of indigenous malaria over time, such as the three years before verification or certification of malaria elimination. The case-based measures are the following.<\/p>&#13;\n&#13;\n<ul><li>All cases of suspected malaria are tested with quality-assured methods (RDTs* or microscopy).<\/li>&#13;\n\t<li>All tested cases are negative or are positive⁵ with probable exposure to malaria outside the area.<\/li>&#13;\n\t<li>All test-positive imported cases are followed and shown not to lead to indigenous transmission.<\/li>&#13;\n<\/ul><p>* The diagnostic performance of currently available RDTs is adequate for the detection of low-density parasitaemia (in the range of 100–200 parasites\/µL) caused by <em>P. falciparum⁶<\/em> and <em>P. vivax<\/em> and evaluated by the WHO Product Testing Programme <em><a href=\"\/node\/364\">(18)<\/a><\/em>. However, RDTs are not evaluated for detection of <em>P. malariae<\/em> and <em>P. ovale<\/em> because of lack of sources of suitable mono-species infections with these parasites. Published data suggest that the sensitivity of RDTs for detecting these species is significantly poorer than that for <em>P. falciparum<\/em> and <em>P. vivax<\/em>. Therefore, negative findings of RDTs targeting all non-falciparum infections should be supported by use of more sensitive and specific techniques (i.e. expert microscopy).<\/p>&#13;\n&#13;\n<p>As a country creates malaria transmission-free areas, documentation may initially be necessary only for the communities in the catchment areas of one or a group of health facilities. As elimination is extended, the groupings may include full districts, groups of districts, provinces and regions. Such measurement and documentation capacity is necessary for subnational verification and for ultimate certification.<\/p>&#13;\n&#13;\n<div class=\"source\"> &#13;\n<div class=\"source-content\">&#13;\n<p>⁵ If combination Pf\/pan RDTs are used, tests with a positive pan-line and a negative Pf-line require confirmatory testing for species identification by expert microscopy or polymerase chain reaction.<\/p>&#13;\n&#13;\n<p>⁶ This refers to P. falciparum parasites that express HRP2 antigen.<\/p>&#13;\n<\/div>&#13;\n<\/div>&#13;\n","title":"1.2.4 Component D: Investigating and clearing individual cases, managing foci and following up","nid":249,"vid":2770,"created":1567081973,"changed":1580882116,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}