{"body":"<p>ACT regimens must ensure optimal dosing to prolong their useful therapeutic life, i.e. to maximize the likelihood of rapid clinical and parasitological cure, minimize transmission and retard drug resistance.<br \/><br \/>&#13;\nIt is essential to achieve effective antimalarial drug concentrations for a sufficient time (exposure) in all target populations in order to ensure high cure rates. The dosage recommendations below are derived from understanding the relationship between dose and the profiles of exposure to the drug (pharmacokinetics) and the resulting therapeutic efficacy (pharmacodynamics) and safety. Some patient groups, notably younger children, are not dosed optimally with the “dosage regimens recommended by manufacturers, which compromises efficacy and fuels resistance. In these guidelines when there was pharmacological evidence that certain patient groups are not receiving optimal doses, dose regimens were adjusted to ensure similar exposure across all patient groups.<br \/><br \/>&#13;\nWeight-based dosage recommendations are summarized below. While age-based dosing may be more practical in children, the relation between age and weight differs in different populations. Age-based dosing can therefore result in under- dosing or over-dosing of some patients, unless large, region-specific weight-for-age databases are available to guide dosing in that region.<br \/><br \/>&#13;\nFactors other than dosage regimen may also affect exposure to a drug and thus treatment efficacy. The drug exposure of an individual patient also depends on factors such as the quality of the drug, the formulation, adherence and, for some drugs, co-administration with fat. Poor adherence is a major cause of treatment failure and drives the emergence and spread of drug resistance. Fixed-dose combinations encourage adherence and are preferred to loose (individual) tablets. Prescribers should take the time necessary to explain to patients why they should complete antimalarial course.<br \/>&#13;\n <br \/><strong>Artemether + lumefantrine<\/strong><br \/>&#13;\nFormulations currently available: Dispersible or standard tablets containing 20 mg artemether and 120 mg lumefantrine, and standard tablets containing 40 mg artemether and 240 mg lumefantrine in a fixed-dose combination formulation. The flavoured dispersible tablet paediatric formulation facilitates use in young children.<br \/><br \/>&#13;\nTarget dose range: A total dose of 5–24 mg\/kg bw of artemether and 29–144 mg\/ kg bw of lumefantrine<br \/><br \/>&#13;\nRecommended dosage regimen: Artemether + lumefantrine is given twice a day for 3 days (total, six doses). The first two doses should, ideally, be given 8 h apart.<\/p>&#13;\n&#13;\n<p>Factors associated with altered drug exposure and treatment response:<\/p>&#13;\n&#13;\n<ul><li>Decreased exposure to lumefantrine has been documented in young children (&lt;3 years) as well as pregnant women, large adults, patients taking mefloquine, rifampicin or efavirenz and in smokers. As these target populations may be at increased risk for treatment failure, their responses to treatment should be monitored more closely and their full adherence ensured.<\/li>&#13;\n\t<li>Increased exposure to lumefantrine has been observed in patients concomitantly taking lopinavir- lopinavir\/ritonavir-based antiretroviral agents but with no increase in toxicity; therefore, no dosage adjustment is indicated.<\/li>&#13;\n<\/ul><p>Additional comments:<\/p>&#13;\n&#13;\n<ul><li>An advantage of this ACT is that lumefantrine is not available as a monotherapy and has never been used alone for the treatment of malaria.<\/li>&#13;\n\t<li>Absorption of lumefantrine is enhanced by co-administration with fat. Patients or caregivers should be informed that this ACT should be taken immediately after food or a fat containing drink (e.g. milk), particularly on the second and third days of treatment.<\/li>&#13;\n<\/ul><p><strong>Artesunate + amodiaquine<\/strong><br \/>&#13;\nFormulations currently available: A fixed-dose combination in tablets containing 25 + 67.5 mg, 50 + 135 mg or 100 + 270 mg of artesunate and amodiaquine, respectively<br \/><br \/>&#13;\nTarget  dose and range: The target dose (and range) are 4 (2–10) mg\/kg bw per day artesunate and 10 (7.5–15) mg\/kg bw per day amodiaquine once a day for 3 days. A total therapeutic dose range of 6–30 mg\/kg bw per day artesunate and 22.5–45 mg\/kg bw per dose amodiaquine is recommended.<\/p>&#13;\n&#13;\n<p>Factors associated with altered drug exposure and treatment response:<\/p>&#13;\n&#13;\n<ul><li>&#13;\n\t<p>Treatment failure after amodiaquine monotherapy was more frequent among children who were underweight for their age. Therefore, their response to artesunate + amodiaquine treatment should be closely monitored.<\/p>&#13;\n\t<\/li>&#13;\n\t<li>&#13;\n\t<p>Artesunate + amodiaquine is associated with severe neutropenia, particularly in patients co-infected with HIV and especially in those on zidovudine and\/or cotrimoxazole. Concomitant use of efavirenz increases exposure to amodiaquine and hepatotoxicity. Thus, concomitant use of artesunate + amodiaquine by patients taking zidovudine, efavirenz and cotrimoxazole should be avoided, unless this is the only ACT promptly available.<\/p>&#13;\n\t<\/li>&#13;\n<\/ul><p>Additional comments:<\/p>&#13;\n&#13;\n<ul><li>&#13;\n\t<p>No significant changes in the pharmacokinetics of amodiaquine or its metabolite desethylamodiaquine have been observed during the second and third trimesters of pregnancy; therefore, no dosage adjustments are recommended.<\/p>&#13;\n\t<\/li>&#13;\n\t<li>&#13;\n\t<p>No effect of age has been observed on the plasma concentrations of amodiaquine and desethylamodiaquine, so no dose adjustment by age is indicated. Few data are available on the pharmacokinetics of amodiaquine in the first year of life.<\/p>&#13;\n\t<\/li>&#13;\n<\/ul><p><strong>Artesunate + mefloquine<\/strong><br \/>&#13;\nFormulations currently available: A fixed-dose formulation of paediatric tablets containing 25 mg artesunate and 55 mg mefloquine hydrochloride (equivalent to 50 mg mefloquine base) and adult tablets containing 100 mg artesunate and 220 mg mefloquine hydrochloride (equivalent to 200 mg mefloquine base)<br \/><br \/>&#13;\nTarget dose and range: Target doses (ranges) of 4 (2–10) mg\/kg bw per day artesunate and 8.3 (7–11) mg\/kg bw per day mefloquine, given once a day for 3 days<\/p>&#13;\n&#13;\n<p>Additional comments:<\/p>&#13;\n&#13;\n<ul><li>&#13;\n\t<p>Mefloquine was associated with increased incidences of nausea, vomiting, dizziness, dysphoria and sleep disturbance in clinical trials, but these symptoms are seldom debilitating, and, where this ACT has been used, it has generally been well tolerated. To reduce acute vomiting and optimize absorption, the total mefloquine dose should preferably be split over 3 days, as in current fixed-dose combinations.<\/p>&#13;\n\t<\/li>&#13;\n\t<li>&#13;\n\t<p>As concomitant use of rifampicin decreases exposure to mefloquine, potentially decreasing its efficacy, patients taking this drug should be followed up carefully to identify treatment failures.<\/p>&#13;\n\t<\/li>&#13;\n<\/ul><p><strong>Artesunate + sulfadoxine–pyrimethamine<\/strong><br \/>&#13;\nFormulations: Currently available as blister-packed, scored tablets containing 50 mg artesunate and fixed dose combination tablets comprising 500 mg sulfadoxine + 25 mg pyrimethamine. There is no fixed-dose combination.<br \/><br \/>&#13;\nTarget dose and range: A target dose (range) of 4 (2–10) mg\/kg bw per day artesunate given once a day for 3 days and a single administration of at least 25 \/ 1.25 (25–70 \/ 1.25–3.5) mg\/kg bw sulfadoxine \/ pyrimethamine given as a single dose on day 1.<\/p>&#13;\n&#13;\n<p>Factors associated with altered drug exposure and treatment response: The low dose of folic acid (0.4 mg daily) that is required to protect the fetuses of pregnant women from neural tube defects do not reduce the efficacy of SP, whereas higher doses (5 mg daily) do significantly reduce its efficacy  and should not be given concomitantly.<br \/><br \/>&#13;\nAdditional comments:<\/p>&#13;\n&#13;\n<ul><li>&#13;\n\t<p>The disadvantage of this ACT is that it is not available as a fixed-dose combination. This may compromise adherence and increase the risk for distribution of loose artesunate tablets, despite the WHO ban on artesunate monotherapy.<\/p>&#13;\n\t<\/li>&#13;\n\t<li>&#13;\n\t<p>Resistance is likely to increase with continued widespread use of SP, sulfalene– pyrimethamine and cotrimoxazole (trimethoprim-sulfamethoxazole). Fortunately, molecular markers of resistance to antifols and sulfonamides correlate well with therapeutic responses. These should be monitored in areas in which this drug is used.<\/p>&#13;\n\t<\/li>&#13;\n<\/ul><p> <\/p>&#13;\n","title":"5.2.3 - Dosing of ACTS ","nid":731,"vid":4120,"created":1621404426,"changed":1624972513,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":47,"name":"Uncomplicated malaria"},{"tid":42,"name":"Drug efficacy & resistance"}]}