{"body":"<p>Most interventions in a focus are implemented routinely (<strong>Fig. 11<\/strong>) and the response to an index case or PACD during the high transmission season are mechanism to optimize these interventions or respond to unusual situations. Providing treatment to infected individuals, supplementary vector control and increasing community awareness are part of the focus response during house-to-house visits during RACD. The responses in active, residual non-active and cleared foci are similar but have important differences.<\/p>&#13;\n&#13;\n<ul><li>Vector control measures are assessed for their appropriateness, coverage and use in accordance with the local context of malaria, with particular attention to the receptivity of the area.<\/li>&#13;\n\t<li>PCD services are accessible to all members of the population throughout the year and are supported by supervision at defined intervals.<\/li>&#13;\n\t<li>In active foci, there are several options. High coverage of appropriate vector control should be ensured. Population-wide treatment (MDA) or possibly PACD (with screening and testing or with testing alone) could be considered at appropriate intervals, especially just before or during the transmission season. If a testing approach is chosen but no cases are found after several rounds of PACD, the frequency may be reduced or the strategy changed to RACD, as necessary.<\/li>&#13;\n\t<li>In residual non-active foci, PACD may be used at key times (e.g. mid- and late transmission season) to screen the people most likely to have malaria (e.g. those with fever, migrant labourers and those who do not use prevention) in order to identify local cases indicative of ongoing transmission. RACD is then conducted to follow index cases. If indigenous cases are identified, the focus is reclassified as active (see <strong>Fig. 12<\/strong>).<\/li>&#13;\n\t<li>In cleared foci, the programme should rely on the surveillance system to rapidly identify any malaria cases and to determine whether local transmission has resumed. Depending on the receptivity of the cleared focus, RACD can be conducted after identification of an index case. If new indigenous cases are identified, the focus is reclassified as active (see <strong>Fig. 12<\/strong>).<\/li>&#13;\n<\/ul>","title":"3.7 Focus response","nid":396,"vid":3529,"created":1567597215,"changed":1587401712,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}