{"title":"Annex 1 - Glossary 2","nid":458,"vid":2475,"created":1567767688,"changed":1624547266,"field_accordian_header":[{"field_accordian":[{"field_title":"Focus, malaria","field_content":"<p>A defined circumscribed area situated in a currently or formerly malarious area that contains the epidemiological and ecological factors necessary for malaria transmission<\/p>\r\n\r\n<p><em>Note: Foci can be classified as active, residual non-active or cleared.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Malaria elimination","field_content":"<p>Interruption of local transmission (reduction to zero incidence of indigenous cases) of a specified malaria parasite in a defined geographical area as a result of deliberate activities. Continued measures to prevent re-establishment of transmission are required.<\/p>\r\n\r\n<p><em>Note: The certification of malaria elimination in a country will require that local transmission is interrupted for all human malaria parasites.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Malaria eradication","field_content":"<p>Permanent reduction to zero of the worldwide incidence of infection caused by human malaria parasites as a result of deliberate activities. Interventions are no longer required once eradication has been achieved.<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Malaria reintroduction","field_content":"<p>Malaria reintroduction is the occurrence of introduced cases (cases of the first-generation local transmission that are epidemiologically linked to a confirmed imported case) in a country or area where the disease had previously been eliminated<\/p>\r\n\r\n<p><em>Note: Malaria reintroduction is different from re-establishment of malaria transmission (see definition).<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Malaria-free","field_content":"<p>Describes an area in which there is no continuing local mosquito-borne malaria transmission and the risk for acquiring malaria is limited to infection from introduced cases<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Mass drug administration","field_content":"<p>Administration of antimalarial treatment to all age groups of a defined population or every person living in a defined geographical area (except those for whom the medicine is contraindicated) at approximately the same time and often at repeated intervals<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Monitoring and evaluation","field_content":"<p>Monitoring is a continuous process of gathering and using data on programme implementation (weekly, monthly, quarterly or annually), with the aim of ensuring that programmes are proceeding satisfactorily, and making adjustments if necessary. The monitoring process often uses administrative data to track inputs, processes and outputs, although it can also consider programme outcomes and impacts.<\/p>\r\n\r\n<p>Evaluation is a more comprehensive assessment of a programme; it is normally undertaken at discrete points in time and is focused on the longer term outcomes and impacts of programmes. The overall goal of monitoring and evaluation is to improve programme effectiveness, efficiency and equity.<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Population at risk","field_content":"<p>Population living in a geographical area where locally acquired malaria cases have occurred in the past 3 years<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Receptivity","field_content":"<p>Receptivity of an ecosystem to transmission of malaria<\/p>\r\n\r\n<p><em>Note: A receptive ecosystem should have e.g. the presence of competent vectors, a suitable climate and a susceptible population.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Recrudescence","field_content":"<p>Recurrence of asexual parasitaemia of the same genotype(s) that caused the original illness, due to incomplete clearance of asexual parasites after antimalarial treatment<\/p>\r\n\r\n<p><em>Note: Recrudescence is different from reinfection with a parasite of the same or different genotype(s) and relapse in P. vivax and P. ovale infections.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Surveillance","field_content":"<p>Continuous, systematic collection, analysis and interpretation of disease-specific data and use in planning, implementing and evaluating public health practice.<\/p>\r\n\r\n<p><em>Note: Surveillance can be done at different levels of the health care system (e.g. health facilities, the community), with different detection systems (e.g. case-based: active or passive) and sampling strategies (e.g. sentinel sites, surveys).<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Transmission, reestablishment of","field_content":"<p>Renewed presence of a measurable incidence of locally acquired malaria infection due to repeated cycles of mosquito-borne infections in an area in which transmission had been interrupted<\/p>\r\n\r\n<p><em>Note: A minimum indication of possible reestablishment of transmission would be the occurrence of three or more indigenous malaria cases of the same species per year in the same focus, for 3 consecutive years.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Transmission, residual","field_content":"<p>Persistence of malaria transmission following the implementation in time and space of a widely effective malaria programme<\/p>\r\n\r\n<p><em>Note: The sources of and risks for “residual transmission” may vary by location, time and the existing components of the current “effective malaria programme”.<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Vectorial capacity","field_content":"<p>Number of new infections that the population of a given vector would induce per case per day at a given place and time, assuming that the human population is and remains fully susceptible to malaria<\/p>\r\n","justification":null,"practical_info":null,"field_icon":null},{"field_title":"Vulnerability","field_content":"<p>The frequency of influx of infected individuals or groups and\/or infective anopheline mosquitoes<\/p>\r\n\r\n<p><em>Note: Also referred to as “importation risk”. The term can also be applied to the introduction of drug resistance in a specific area<\/em><\/p>\r\n","justification":null,"practical_info":null,"field_icon":null}],"field_header":"Glossary"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_references":null}