{"body":"<p>An imported case is one that is due to mosquito-borne transmission and is acquired outside the area in which it was detected, in a known malarious area to or from which the patient has travelled outside the elimination area. In areas with ongoing local transmission, elimination programmes should reserve the category “imported” for “exotic” parasite species and recent arrivals from endemic countries. For all other cases occurring during the transmission season, it is prudent to assume a local origin of the infection, unless there is strong evidence to suggest otherwise.<\/p>&#13;\n&#13;\n<p>Uncertainty may arise in classifying cases as “imported” rather than “introduced” or “indigenous” when the patient has a dubious travel history or suffers a relapse of a <em>P. vivax<\/em> or <em>P. ovale<\/em> infection that was acquired earlier and was not radically cured. If the evidence is unclear, the classification that reflects more local transmission should be assigned; for example, cases should be classified as “introduced” or “indigenous” rather than “imported”. This conservative classification ensures that malaria elimination programmes are more responsive to possible renewed transmission on their national territory. Often, the investigative skills of the lead epidemiologist are put to the test in determining where and when in the country an infection was acquired. Guidance provided in <strong>Box 6<\/strong> may help the investigation team in case classification. In this scheme, “imported” includes locally imported cases, that is, cases in which infection occurred in areas outside the focus but in the same country. For global reporting, such as to WHO, cases should be classified as imported only if the infection was acquired in another country.<\/p>&#13;\n&#13;\n<p>A common mistake is to assume that a case is imported because the patient visited a country or area known to be endemic for the parasite species in question. Most malaria-endemic countries, however, contain large areas in which there is no risk of transmission and seasons during which no transmission takes place. It is essential to determine exactly where the patient stayed and when before concluding whether he or she could have been exposed to malaria abroad. If such detailed information on the country visited is not in the public domain (e.g. in the <a href=\"http:\/\/www.who.int\/ith\">country list<\/a>)<a href=\"https:\/\/www.who.int\/ith\/en\/\">,<\/a> the NMP can request the assistance of WHO in obtaining the information or can contact the equivalent organization in the country in question directly.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 6.<br \/>&#13;\nOperational aspects of classification of cases<\/strong><\/p>&#13;\n&#13;\n<p>Correct epidemiological classification of malaria cases is crucial in malaria elimination when there are very few cases, because it is the basis for classifying foci and for selecting surveillance and other control measures.<\/p>&#13;\n&#13;\n<p><em>Distinguishing between<\/em> “imported” and local cases<\/p>&#13;\n&#13;\n<p>The probability that a case was imported is associated with several factors, which should be weighed in making the final assessment, as outlined below.<\/p>&#13;\n&#13;\n<ul><li>The timing of travel to and from endemic areas to determine how long they stayed:&#13;\n\t<ul><li>The usual delay between an infectious mosquito bite and a primary clinical attack is 7–30 days. The minimal incubation period (i.e. from inoculation to onset of symptoms) of malaria in humans is about 7 days for<em> P.<\/em> <em>falciparum<\/em> and 10 days for <em>P. vivax<\/em> infection. Thus, detection of malaria parasites within 0–7 days for <em>P.<\/em> <em>falciparum<\/em> or 0–10 days for <em>P. vivax<\/em> of arrival in country would indicate that the person was infected before arriving.<\/li>&#13;\n\t\t<li>People who have lived in malaria-free areas for 2 or more years and have low immunity to malaria are highly likely to have clinical symptoms shortly after the usual incubation period.<\/li>&#13;\n\t\t<li>When the time between returning from travel to an endemic area and detection of malaria infection increases beyond 6 months, the probability that the case is truly due to an imported infection starts to decrease and the probability that the case is due to local transmission increases.<\/li>&#13;\n\t<\/ul><\/li>&#13;\n\t<li>The parasite species:&#13;\n\t<ul><li><em>P. falciparum <\/em>infections can last for 18–24 months, but several febrile episodes would be expected during that period, because parasite density increases intermittently to cause fever or symptomatic illness. Predominantly asymptomatic long-term infections are unlikely to occur in people with low antimalarial immunity, but they are possible.<\/li>&#13;\n\t\t<li><em>P. vivax<\/em> infections due to activation of hypnozoites can cause infection up to 5 years after the previous infection or clinical episode but are most likely within 3 years. Experience in many countries shows that nearly 50% of imported cases occur within 1 month of arrival back in the country of residence and up to 75% by 3 months <em><a href=\"\/node\/455\">(22)<\/a><\/em>.<\/li>&#13;\n\t<\/ul><\/li>&#13;\n\t<li>The probability of local transmission in the areas of residence and occupation of the patient:&#13;\n\t<ul><li>If a person lives and works in a place in which there has been no local malaria transmission for many years, with adequate surveillance, and the person travelled to an area of known transmission within 6 months of documented infection, classification of the case as “imported” is straightforward.<\/li>&#13;\n\t\t<li>If the area has had no malaria for more than 3 years and has reasonable surveillance or has no known appropriate vectors, local transmission is unlikely.<\/li>&#13;\n\t\t<li>If the malaria patient lived in a focus with recent local transmission (classified as “residual non-active” focus), the probability that the case is truly “imported” is lower.<\/li>&#13;\n\t\t<li>Cases in areas with local transmission (classified as “active” foci) should rarely (or never) be classified as “imported”. In cross-border areas with frequent population movement, especially for routine treatment-seeking, it may be programmatically useful to ensure careful classification of importation, even in active foci, so as to alert authorities across the border.<\/li>&#13;\n\t<\/ul><\/li>&#13;\n\t<li>The extent of surveillance in the area in which the case was detected and the extent and quality of the field investigation around the home and work area of the case:&#13;\n\t<ul><li>Consistently negative test results from strong previous surveillance and extensive blood sampling during the field investigation decrease the probability of local transmission.<\/li>&#13;\n\t<\/ul><\/li>&#13;\n<\/ul><\/div>&#13;\n","title":"3.3.2 Imported cases","nid":388,"vid":3523,"created":1567592739,"changed":1587401647,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}