{"body":"<p>A <em>suspected case of malaria<\/em> is one in which an individual has an illness suspected by a health worker of being due to malaria, generally on the basis of the presence of fever with or without other symptoms. This suspicion triggers the process of parasitological confirmation by microscopy or RDT and a subsequent decision about whether to treat the individual for malaria.<em> All suspected malaria cases should be confirmed parasitologically <a href=\"\/node\/455\">(5)<\/a>.<\/em> When malaria diagnosis is not available and confirmation is not possible but a case of malaria is suspected and is treated as such, the case should be reported as a presumed malaria case. Criteria must be established in national treatment guidelines for defining which patients who attend health facilities (public or private) or CHWs should be given a parasitological test. All suspected, presumed, tested and positive cases must be reported through the surveillance system.<\/p>&#13;\n&#13;\n<p>Common criteria for suspecting malaria include:<\/p>&#13;\n&#13;\n<ul><li>for residents of endemic areas (high to low transmission) and active foci in elimination areas: patients with fever or a recent history of fever; and,<\/li>&#13;\n\t<li>for residents of non-endemic areas with very low transmission or maintaining 0 transmission: patients with unexplained fever and a history of travel to an area at risk of malaria, either within the country or abroad.<\/li>&#13;\n<\/ul><p>More specific categories in areas of active elimination are:<\/p>&#13;\n&#13;\n<ul><li>all febrile patients in an active foci, especially during the transmission season;<\/li>&#13;\n\t<li> people with a history of malaria in the past 3 years and fever or recent history of fever;<\/li>&#13;\n\t<li> people who had fever within 1 year of visiting a malaria-endemic area (domestic or foreign),   sometimes extended to 3 years for areas of risk for <em>P. vivax<\/em>;<\/li>&#13;\n\t<li> patients with fever, malaise and chills;<\/li>&#13;\n\t<li> people with anaemia of unknown cause;<\/li>&#13;\n\t<li> patients with fever of unknown etiology;<\/li>&#13;\n\t<li> patients with hepatomegaly or splenomegaly (or both); and<\/li>&#13;\n\t<li> recipients of blood donations who have fever during the 3 months after transfusion.<\/li>&#13;\n<\/ul><p>The established criteria should be disseminated to all health providers and the public, and the programme should provide periodic reminders.<\/p>&#13;\n&#13;\n<p><em>A case of uncomplicated malaria <\/em>is that in a patient with symptomatic malaria parasitaemia without signs of severity or evidence of vital organ dysfunction <em><a href=\"\/node\/455\">(17)<\/a><\/em>.<\/p>&#13;\n&#13;\n<ul><li> In areas where the main aim is to reduce the burden of disease and deaths, a malaria case is often considered to be that in a person with malaria infection, confirmed by microscopy or RDT, accompanied by clinical symptoms such as fever.<\/li>&#13;\n\t<li> Febrile illness may be due to other causes. The majority of fevers are not due to malaria in populations that have acquired immunity to malaria but also in areas where there is little malaria transmission. A case of fever and parasitological confirmation by microscopy or RDT should, however, still be classified as malaria. If a concurrent disease is suspected, it should be further investigated and treated.<\/li>&#13;\n\t<li>Data on confirmed cases recorded in outpatient registers are used as a proxy for uncomplicated malaria for surveillance purposes. In addition, in elimination settings, individuals with malaria infection detected during ACD but who not have severe symptoms are considered to have uncomplicated malaria.<\/li>&#13;\n\t<li> In areas of elimination, all malaria infections are important because they may lead to onward transmission. Therefore, all patients with parasitaemia are considered “malaria cases”, regardless of whether clinical symptoms are present.<\/li>&#13;\n\t<li>Some patients who test negative by microscopy or RDT may have very low levels of parasitaemia that are detectable only by more sensitive techniques, such as polymerase chain reaction (PCR), a highly sensitive test for detecting very small amounts of genetic material from parasites. Such levels of parasitaemia are generally considered not to be clinically significant in most settings; however, their contribution to sustaining transmission remains inconclusive, and diagnostic testing with microscopy or a standard RDT should allow adequate tracking of malaria trends. Tests might have to be repeated if no other cause of fever is identified and the symptoms continue.<\/li>&#13;\n<\/ul><p><em>A case of severe malaria<\/em> is that in a person with the clinical and laboratory features listed in section 7 of the WHO <em>Guidelines for the treatment of malaria <a href=\"\/node\/455\">(17)<\/a><\/em><\/p>&#13;\n&#13;\n<p>For surveillance purposes, inpatient malaria cases are considered a proxy for severe malaria <em><a href=\"\/node\/455\">(17)<\/a><\/em>. (Some countries with low transmission and in the elimination phase might, however, admit uncomplicated malaria cases to hospital to ensure full adherence to treatment or radical cure.)<\/p>&#13;\n&#13;\n<ul><li>A death of which the primary cause is complications of severe malaria is considered a death due to malaria.<\/li>&#13;\n\t<li>The numbers of inpatient malaria cases and deaths should be taken from the register of discharges in which malaria is the confirmed primary diagnosis or from ward books if discharge registers are not available.<\/li>&#13;\n\t<li>In settings in which the aim is to reduce the burden, some malaria cases and deaths may be missed if overall use of the health sector is low. In such cases, the numbers of inpatients and deaths at all hospitals and health centres should be reported.<\/li>&#13;\n\t<li>In all transmission settings, malaria deaths should be notified to higher levels of the health system for investigation and response. In areas of elimination, all cases and deaths must be notified and investigated immediately.<\/li>&#13;\n<\/ul><p>Appropriate quality-assured diagnostic and laboratory support must be available for accurate management and classification of malaria. Further details are provided in the <em>WHO Parasitological confirmation of malaria diagnosis <a href=\"\/node\/455\">(18)<\/a>, Malaria microscopy quality assurance manual<a href=\"\/node\/455\"> (19)<\/a> <\/em>and <em>the Methods manual for product testing of malaria rapid diagnostic tests <a href=\"\/node\/455\">(20)<\/a>.<\/em><\/p>&#13;\n","title":"3.1 Case definitions","nid":382,"vid":3518,"created":1567511645,"changed":1587401548,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}