{"body":"<p>Monitoring the coverage, quality and impact of vector control interventions is essential to maintain the effectiveness of control (see illustrative list of indicators in <a href=\"\/node\/370\"><strong>Annex 3<\/strong><\/a>). Each programme should identify and use relevant indicators according to their priorities, especially process indicators, in accordance with strategic and operational plans. Any indicator measured should generate data that can be used for response. Monitoring and evaluation of vector control should include all ecological and epidemiological scenarios, including areas from which malaria has been eliminated but which remain at risk for re-establishment of transmission.<\/p>&#13;\n&#13;\n<p>The numbers of ITNs\/LLINs distributed and of houses sprayed and vector breeding sites should be determined by geo-positioning and mapping in order to evaluate intervention coverage and its effect. Interventions directed at either the adult or the larval stage should be evaluated by monitoring relevant changes in vector characteristics, such as susceptibility to the insecticide, vector density and the behaviour of the adult vector population. Malaria vector control programmes should quickly detect and respond to such changes if necessary.<\/p>&#13;\n&#13;\n<ul><li>The effectiveness of anti-larval campaigns should be evaluated by their impact on adult mosquito populations; larval surveys alone are not sufficient <a href=\"\/node\/364\"><em>(23)<\/em><\/a>.<\/li>&#13;\n\t<li>The effectiveness of ITNs\/LLINs and IRS depends on the timing and location of blood meals. Strategies for sampling adult vectors are not effective for all vector species and do not work equally well indoors and outdoors, with the exception of human landing catches.⁷ Paired (indoor and outdoor) all-night landing catches at the times of peak vector population enable simultaneous determination of the relative frequency of outdoor- and indoor-biting and the time of biting. The samples collected can be used to determine the vector species present, to estimate survivorship and to determine susceptibility to insecticides.<\/li>&#13;\n\t<li>Residual malaria transmission can occur even with good access to and use of ITNs\/LLINs or well-implemented IRS as well as in situations where ITN\/LLIN use or IRS are not practical. Good understanding of the behaviour of local vector species (feeding, resting and breeding preferences) and of the human population (sociocultural factors such as mobility, extent of uptake of preventive measures by vulnerable populations such as forest workers, and difficulty in achieving optimal adherence to anti-malarial treatment) should be the basis of a plan to control malaria in such areas of residual transmission.<\/li>&#13;\n<\/ul><p>⁷ Human landing catches do not increase the risk of the collectors for malaria over that of the general adult population when collection is undertaken by recommended practices; e.g. collectors are provided with prophylaxis and are recruited from the local adult population. Human landing collections are not recommended in areas with active arbovirus transmission.<\/p>&#13;\n","title":"2.3.5 Monitoring and evaluating vector control","nid":262,"vid":2792,"created":1567085117,"changed":1581929537,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}