{"body":"<p>Travellers who acquire malaria are often non-immune people living in cities in endemic countries with little or no transmission or are visitors from non-endemic countries travelling to areas with malaria transmission. Both are at higher risk for severe malaria. In a malaria-endemic country, they should be treated according to national policy, provided the treatment recommended has a recent proven cure rate &gt; 90%. Travellers who return to a non-endemic country and then develop malaria present a particular problem, and the case fatality rate is often high; doctors in non-malarious areas may be unfamiliar with malaria and the diagnosis is commonly delayed, and effective antimalarial drugs may not be registered or may be unavailable. However prevention of transmission or the emergence of resistance are not relevant outside malaria-endemic areas. If the patient has taken chemoprophylaxis, the same medicine should not be used for treatment. Treatment of <em>P. vivax<\/em>, <em>P. ovale <\/em>and <em>P. malariae <\/em>malaria in travellers should be the same as for patients in endemic areas (see <a href=\"\/node\/706\">section 5.4<\/a>).<br \/><br \/>&#13;\nThere may be delays in obtaining artesunate, artemether or quinine for the management of severe malaria outside endemic areas. If only parenteral quinidine is available, it should be given, with careful clinical and electrocardiographic monitoring (see <a href=\"\/node\/707\">section 5.5<\/a> Treating severe malaria).<\/p>&#13;\n","title":"5.3.4 - Non-immune travellers","nid":737,"vid":4210,"created":1621409474,"changed":1625566525,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":47,"name":"Uncomplicated malaria"}]}