{"body":"<p>Countries in which there has been no indigenous malaria case for at least the past 3 consecutive years and that have the surveillance systems necessary to prove that this is the case and the capacity to prevent reestablishment of transmission can apply to WHO for certification of malaria elimination. Gaining such certification involves a review of national documentation and field visits to recent transmission foci to verify that there have been no indigenous malaria cases. A field evaluation is mandatory, in order to confirm that the national surveillance system could detect local transmission should it occur and that a funded programme for prevention of re-establishment is in place. The complete list of documents required is available in the WHO manual <em>Framework for malaria elimination <a href=\"\/node\/455\">(5)<\/a><\/em>. The documents related to surveillance are:<\/p>&#13;\n&#13;\n<ul><li>complete information on cases and active malaria foci in the 5 years before the last identified indigenous case (by species), with supporting maps;<\/li>&#13;\n\t<li>the national malaria case register with case investigation forms for all cases for at least the previous 5 years;<\/li>&#13;\n\t<li>annual malaria surveillance reports for the past 10 years;<\/li>&#13;\n\t<li>reports of quality assurance of diagnostic methods; and<\/li>&#13;\n\t<li>detailed reports on entomological and vector control activities.<\/li>&#13;\n<\/ul><p>Subnational verification of malaria elimination is an option for large countries that have achieved interruption of local transmission in certain parts of their territory, such as major cities or geographically isolated territories (e.g. islands). Subnational verification enables large countries to “shrink the map” of malaria endemicity by epidemiological stratum. The documentation required for subnational verification is similar to that for national certification and will thus form part of the evidence for elimination certification. Although subnational verification means that parts of a country can be declared malaria-free by the government, certification applies only nationally. WHO does not certify subnational elimination.<\/p>&#13;\n&#13;\n<p>Once a country has been certified by the WHO as malaria-free, information on malaria cases detected, by species, classification and origin, and brief histories of all reported introduced and indigenous cases, if any, should be submitted to WHO annually to prove that transmission has not been re-established.<\/p>&#13;\n","title":"2.9 Certification of elimination","nid":380,"vid":3049,"created":1567511270,"changed":1582558292,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}