{"body":"<p>“Focus” is defined in the <strong>Glossary<\/strong>. It should be noted that a focus may not necessarily have active transmission; foci can be identified only in receptive areas. As discussed in <a href=\"\/node\/252\"><strong>section 2.2<\/strong><\/a>, foci are described and delimited in order to identify areas in which appropriate interventions should be deployed or maintained. As described below, a focus investigation is conducted to determine the response measures necessary to eliminate or prevent re-establishment of transmission.<\/p>&#13;\n&#13;\n<p>A focus may be identified in several ways. For example, the investigation of an individual case may lead to the recognition of additional locally transmitted cases around the case household, and further investigation shows that transmission is limited to a geographically defined area. Active investigation of areas previously defined as “at risk” may identify a transmission focus.<\/p>&#13;\n&#13;\n<p>Once a focus has been identified, an investigation is launched to delimit and characterize the area and the populations at risk, and a focus investigation form is completed (see example in <a href=\"\/node\/377\"><strong>Annex 8<\/strong><\/a>). The investigation is more extensive for a new focus, whereas detection of a new case in known active foci will trigger a new focus investigation only if its features (e.g. parasite species or location) differ from those of previously detected cases. The area to be covered is determined by an initial rapid assessment based on the results of ACD and entomological and community social and behavioural investigations. The focus investigation will then identify the main features of the location, including populations at risk, location of actual or potential breeding sites, likely vectors and, if possible, insecticide susceptibility and behaviour. The findings may lead to modification of the initial mapping until a clear, stable picture emerges.<\/p>&#13;\n&#13;\n<p>A map should be prepared of the location of case households, geographical features relevant for malaria transmission (e.g. water bodies, forests and altitude), other habitations, health facilities and roads, as well as coverage of all interventions. Although both paper and electronic maps can be used, the increased availability of user-friendly software and geo-coded data favourizes electronic maps.<\/p>&#13;\n","title":"2.6.4 Focus identification, characterization, classification and follow-up","nid":614,"vid":3070,"created":1576240510,"changed":1582559635,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":27,"name":"Surveillance of elimination"}]}