{"body":"<p>Monitoring involves routine data collection and reporting to determine progress made in the implementation of a programme or strategy. Evaluation involves rigorous assessment and attribution of impacts to a programme or strategy. The combination of monitoring and evaluation facilitates understanding of the cause-and-effect relationship between implementation and impact and is used to guide planning and implementation, to assess effectiveness, to identify areas for improvement, and to account for resources used.<br \/><br \/>&#13;\nMonitoring and evaluation of vector control interventions is covered in detail in the WHO reference manual on malaria surveillance, monitoring and evaluation <a href=\"#20\"><em>[20]<\/em><\/a>. In addition, a brief synopsis of quality assurance is provided below.<br \/><br \/><strong>Quality assurance of vector control interventions<\/strong><br \/>&#13;\nQuality assurance is the implementation of systematic and well-planned activities to prevent substandard services or products.<br \/><br \/>&#13;\nLower than expected effectiveness may be due to a variety of factors related to implementation. These can include incorrect application of the intervention, inadequate procurement planning, poor quality of deployed products and failure to achieve optimal coverage. Quality assurance efforts should be continuous, systematic and independent. Continuous monitoring and supervision are required to ensure that staff are adequately trained and follow technical guidelines for pesticide application and personal safety. Vector control programmes must include a quality assurance programme designed to monitor the effectiveness of the control activities. A quality assurance programme should monitor applicator performance and control outcomes.<br \/><br \/>&#13;\nThe WHO Model Quality Assurance System for Procurement Agencies <a href=\"#78\"><em>[78]<\/em><\/a> details the quality assurance steps and processes involved in procuring pharmaceutical products and diagnostics, but the principles are equally applicable to vector control products.<br \/><br \/>&#13;\nFor vector control products, the key elements of quality assurance are:<\/p>&#13;\n&#13;\n<ul><li>Sourcing only products prequalified by WHO for deployment against malaria vectors;<\/li>&#13;\n\t<li>Requesting the supplier\/manufacturer to provide a Certificate of Analysis for each batch of the product actually being supplied;<\/li>&#13;\n\t<li>Pre-shipment inspection and sampling according to WHO guidance and\/or International Organization for Standardization (ISO) standards, performed by an independent sampling agent;<\/li>&#13;\n\t<li>Pre-shipment testing conducted by an independent quality control laboratory (WHO prequalified, or ISO 17025 or Good Laboratory Practice accredited) to determine that the product conforms to approved specifications according to the WHO\/CIPAC test methods;<\/li>&#13;\n\t<li>Testing on receipt in country (post-shipment quality control testing) should only be conducted if specific risks related to transport have been identified or specific concerns over potential product performance justify this additional expense;<\/li>&#13;\n\t<li>Tender conditions should include provisions for free-of-cost replacement of shipments that fail quality control checks and disposal of failed lots;<\/li>&#13;\n\t<li>Post-marketing surveillance may be required, depending on the product and context, to monitor performance over time in order to ensure that products continue to conform to their specifications and\/or recommended performance as set by WHO. For ITNs, this may require testing both physical durability and insecticidal efficacy. For IRS products, bioefficacy on sprayed surfaces of a different nature (e.g. mud, brick), as applicable, should be periodically tested according to WHO procedures when an insecticide is first introduced into a country. Subsequent measurement of insecticide decay on sprayed surfaces should be done only if necessary, as it will incur additional expense. Countries can make post-marketing surveillance a priority in cases where there are no country-specific data on certain ITNs or IRS products, or where anecdotal data on poor performance of certain products may exist. Agreement on the need and scope of the proposed activities should be reached by all in-country stakeholders, including the national regulatory authority. All evaluations should follow WHO guidance.<\/li>&#13;\n<\/ul><p><br \/>&#13;\nQuality assurance of the field application of vector control interventions should form an integral part of the national programme’s strategy and should include:<\/p>&#13;\n&#13;\n<ul><li>High-quality training for all staff engaged in field implementation of vector control interventions;<\/li>&#13;\n\t<li>Regular supervision, monitoring and follow-up of field operations;<\/li>&#13;\n\t<li>Periodic testing of the quality of IRS operations through WHO cone bioassay of sprayed surfaces;<\/li>&#13;\n\t<li>Periodic testing of the insecticide concentration on ITNs using WHO cone bioassay and\/or chemical analysis.<\/li>&#13;\n<\/ul><p><br \/>&#13;\nThe WHO cone bioassay (preferably using fully susceptible anophelines obtained from insectaries) is currently the only tool available for assessing the bioefficacy of ITNs and the quality of the application of IRS insecticides to walls and other internal surfaces. Colorimetric assays are under development that aim to rapidly quantify the amount of insecticide on a sprayed surface in the field without the need for a bioassay on live mosquitoes. These colorimetric assays, when available, should enable programmes to increase the speed and ease of quality assurance testing of IRS applications.<\/p>&#13;\n","title":"4.1.4.3 - Monitoring and evaluation of vector control ","nid":724,"vid":4153,"created":1621350514,"changed":1625100625,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#20","field_reference_text":"<p>20.&nbsp;Test procedures for insecticide resistance monitoring in malaria vector mosquitoes, 2nd ed. Geneva: World Health Organization 2016;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/250677\">Website<\/a><\/p>\r\n"},{"field_id":"#78","field_reference_text":"<p>78.&nbsp;A model quality assurance system for procurement agencies: recommendations for quality assurance systems focusing on prequalification of products and manufacturers, purchasing, storage and distribution of pharmaceutical products. Geneva: World Health Organization 2007;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/digicollections.net\/medicinedocs\/#p\/home\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":37,"name":"Monitoring & evaluation"}]}