{"title":"Pregnant and lactating women","nid":764,"vid":4262,"created":1623404104,"changed":1626692625,"field_accordian_header":[{"field_accordian":[{"field_title":"Treat pregnant women with","field_content":"Treat pregnant women with uncomplicated <em>P. falciparum<\/em> malaria during the first trimester with 7 days of quinine + clindamycin.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation*<\/em><\/span><\/p><\/tbody>\n<br>\n*unGRADEd recommendation, anticipated to be updated in 2021","justification":"<p><span style=\"font-size:14px\"><strong>Evidence supporting the recommendation&nbsp;<\/strong><br>\nData available were not suitable for evaluation using the GRADE methodology, as there is no \/almost no evidence for alternative treatment using ACT.<br>\n<br>\nSafety assessment from published prospective data on 700 women exposed in the first trimester of pregnancy has not indicated any adverse effects of artemisinin-derivatives on pregnancy or on the health of the fetus or neonate.<br>\n<br>\nThe currently available data are only sufficient to exclude a ≥ 4.2-fold increase in risk of any major defect detectable at birth (background prevalence assumed to be 0.9%), if half the exposures occur during the embryo-sensitive period (4–9 weeks post-conception).<br>\n<br>\n<strong>Other considerations<\/strong><br>\nThe limited data available on the safety of artemisinin-derivatives in early pregnancy allow for some reassurance in counselling women accidentally exposed to an artemisinin-derivative early in the first trimester. There is no need for them to have their pregnancy interrupted because of this exposure.<br>\n<br>\nIn the absence of adequate safety data on the artemisinin-derivatives in the first trimester of pregnancy the Guideline Development Group was unable to make recommendations beyond reiterating the status quo.<br>\n<br>\n<strong>Remarks<\/strong><br>\nPrevious data indicated that the antimalarial medicines considered safe in the first trimester of pregnancy are quinine, chloroquine, clindamycin and proguanil. This evidence was not revisited during this guideline process.<br>\n<br>\nThe limited data available on the safety of artemisinin-derivatives in early pregnancy allow for some reassurance in counselling women accidentally exposed to an artemisinin-derivative early in the first trimester, and there is no need for them to have their pregnancy interrupted because of this exposure&nbsp;<span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1016\/S1473-3099(11)70339-5\" data-label=\"\" data-pmid=\"22169409\" data-ref-id=\"362725\" data-url=\"\">[117]<\/cite><\/span><span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1186\/1475-2875-13-197\" data-label=\"\" data-pmid=\"24884890\" data-ref-id=\"362678\" data-url=\"\">[118]<\/cite><\/span>.<br>\n<br>\n<strong>Rationale for the recommendation<\/strong><br>\nIn the absence of adequate safety data on the artemisinin-derivatives in the first trimester of pregnancy the Guideline Development Group was unable to make recommendations beyond reiterating the status quo.<\/span><\/p>\n","practical_info":"<p>Because organogenesis occurs mainly in the first trimester, this is the time of greatest concern for potential teratogenicity, although development of the nervous system continues throughout pregnancy. The antimalarial medicines considered safe in the first trimester of pregnancy are quinine, chloroquine, clindamycin and proguanil.<br><br>The safest treatment regimen for pregnant women in the first trimester with uncomplicated falciparum malaria is therefore quinine&nbsp; +&nbsp; clindamycin&nbsp; (10mg\/kg bw twice a day) for 7 days (or quinine monotherapy if clindamycin is not available). An ACT or oral artesunate + clindamycin is an alternative if quinine + clindamycin is not available or fails.<br><br>In reality, women often do not declare their pregnancy in the first trimester or may not yet be aware that they are pregnant. Therefore, all women of childbearing age should be asked about the possibility that they are pregnant before they are given antimalarial agents; this is standard practice for administering any medicine to potentially pregnant women. Nevertheless, women in early pregnancy will often be exposed inadvertently to the available first-line treatment, mostly ACT. Published prospective data on 700 women exposed in the first trimester of pregnancy indicate no adverse effects of artemisinins (or the partner drugs) on pregnancy or on the health of fetuses or neonates. The available data are sufficient to exclude a ≥ 4.2-fold increase in risk of any major defect detectable at birth (background prevalence assumed to be 0.9%), if half the exposures occur during the embryo-sensitive period (4–9 weeks post-conception). These data provide assurance in counselling women exposed to an antimalarial drug early in the first trimester and indicate that there is no need for them to have their pregnancy interrupted because of this exposure.<br><br><strong>Dosing in pregnancy<\/strong><br>Data on the pharmacokinetics of antimalarial agents used during pregnancy are limited. Those available indicate that pharmacokinetic properties are often altered during pregnancy but that the alterations are insufficient&nbsp; to&nbsp; warrant&nbsp; dose&nbsp; modifications&nbsp; at this time. With quinine, no significant differences in exposure have been seen during pregnancy.&nbsp;Studies of the pharmacokinetics of SP used in IPTp in many sites show significantly decreased exposure to sulfadoxine, but the findings on exposure to pyrimethamine are inconsistent. Therefore, no dose modification is warranted at this time.<br><br>Studies are available of the pharmacokinetics of artemether + lumefantrine, artesunate + mefloquine and dihydroartemisinin + piperaquine. Most data exist for artemether + lumefantrine; these suggest decreased overall exposure during the second and third trimesters. Simulations suggest that a standard six-dose regimen of lumefantrine given over 5 days, rather than 3 days, improves exposure, but the data are insufficient to recommend this alternative regimen at present. Limited data on pregnant women treated with dihydroartemesinin + piperaquine suggest lower dihydroartemisinin exposure and no overall difference in total piperaquine exposure, but a shortened piperaquine elimination half-life was noted. The data on artesunate + mefloquine are insufficient to recommend an adjustment of dosage. No data are available on the pharmacokinetics of artesunate + amodiaquine in pregnant women with falciparum malaria, although drug exposure was similar in pregnant and non-pregnant women with vivax malaria.<\/p>","field_icon":null}],"field_header":"Treat pregnant women with"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78103","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"},{"tid":47,"name":"Uncomplicated malaria"},{"tid":25,"name":"Pregnant women"}]}