{"body":"<p>Planning for elimination should be linked with national and local planning. It should begin with an assessment of the epidemiological, operational and financial situation of the malaria programme, including what is currently working well and any gaps and challenges.<\/p>&#13;\n&#13;\n<p><strong>The epidemiological assessment <\/strong>addresses the current malaria situation and stratification (see <a href=\"\/node\/252\"><strong>section 2.2<\/strong>),<\/a> including trends over time and the tools that have most influenced them. The assessment should also characterize the affected populations and seek to determine the economic, social and behavioural dynamics that affect disease transmission. It should also confirm and evaluate the effectiveness and cost–effectiveness of malaria control interventions. The effectiveness of the programme can be evaluated in epidemiological surveys and\/or in studies of the efficacy of medicines or insecticides.<\/p>&#13;\n&#13;\n<p>The purpose of an <strong>operational assessment <\/strong>is to identify gaps in programmes and what should be strengthened to achieve the desired objectives within the given timeframe. It includes structure, staffing and achievements as well as weaknesses that might prevent achievement of the objectives.<\/p>&#13;\n&#13;\n<p>The <strong>financial assessment<\/strong> should involve a costing of malaria programmes and a review of the funding situation, both current and anticipated. It should include the total budget of the current programme, whether funding is sufficient to implement current operational and strategic plans, whether the available funding could be used more efficiently and how sustained domestic funding could be secured and augmented as required.<\/p>&#13;\n","title":"3.1 Planning process","nid":616,"vid":3073,"created":1576240654,"changed":1582559770,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}