{"body":"<p>Resistance to antimalarial drugs is a major threat to the control and elimination of malaria. The greatest problem with antimalarial drug resistance is with <em>Plasmodium<\/em> <em>falciparum<\/em>. All geographical areas are affected, with the exception of Central America, and the worst affected is mainland South-East Asia, where parasites with reduced susceptibility to all the available antimalarial medicines are now prevalent. Resistance to chloroquine in P. <em>falciparum<\/em> has spread across most of the world and caused millions of deaths. Yet, chloroquine resistance appears to have arisen de novo and then spread on only a few occasions. In contrast, resistance to antifolate drugs and atovaquone arises frequently (e.g. antifolate resistance rose to high levels within 2 years of the initial deployment of proguanil in peninsular Malaya in 1947), and it can be induced readily in both P. <em>falciparum<\/em> and P. <em>vivax<\/em> (1). Against a background of chloroquine resistance, mefloquine resistance arose over a 6-year period on the north-west border of Thailand (2). Genetically encoded resistance to the artemisinin derivatives in P. <em>falciparum<\/em> has emerged recently in South-East Asia and is now affecting therapeutic responses to ACTs (3–5). Piperaquine resistance has begun to emerge in Cambodia. Resistance also occurs in P. <em>vivax<\/em>; high-level resistance to chloroquine is prevalent in Indonesia and Papua New Guinea, and lower levels of resistance have been reported in several other areas of Asia and the Americas (6). Antifol resistance is also common in P. <em>vivax<\/em>. There are very few reports of resistance in P. <em>malariae<\/em> or P. <em>ovale<\/em> (although there have also been very few studies).<\/p>&#13;\n&#13;\n<p>Currently, there are no “bedside” tests for determining the susceptibility of malaria parasites to antimalarial medicines. Monitoring is therefore needed to determine geographical trends in susceptibility and the emergence and spread of drug resistance to guide treatment choices and planning.<\/p>&#13;\n","title":"A7.1 Introduction","nid":159,"vid":1483,"created":1566389054,"changed":1573203024,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}