{"title":"Supplementary interventions","nid":748,"vid":4249,"created":1622032022,"changed":1626691402,"field_accordian_header":[{"field_accordian":[{"field_title":"Larviciding (2019)","field_content":"<p><strong>Larviciding (2019)<\/strong><br \/><br \/>WHO conditionally recommends t<span style=\"background-color:rgb( 255 , 255 , 255 )\">he regular application of biological or chemical insecticides to water bodies (larviciding) <\/span>for the prevention and control of malaria in children and adults living in areas with ongoing malaria transmission <span style=\"background-color:rgb( 255 , 255 , 255 )\">as a supplementary intervention in areas where optimal coverage with ITNs or IRS has been achieved, where aquatic habitats are few, fixed and findable, and where its application is both feasible and cost-effective.<\/span> <\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Conditional recommendation, low-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">Larviciding is deployed for malaria control in several countries, including Somalia and Sudan<\/span>. H<span style=\"background-color:rgb( 255 , 255 , 255 )\">owever<\/span>,<span style=\"background-color:rgb( 255 , 255 , 255 )\"> the systematic review <\/span>on larviciding <span style=\"background-color:rgb( 255 , 255 , 255 )\">conducted in 2019 <\/span><cite class=\"magic-cite\" data-ref-id=\"362744\" data-label=\"\">[59]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\"> assessed that the certainty of evidence of impact on malaria incidence or parasite prevalence was moderate or low in non-extensive habitats. Since larviciding only reduces vector density, it does not have the same potential for health impact as ITNs and IRS – both of which reduce vector longevity (a key determinant of transmission intensity) and provide protection from biting vectors. As a result, larviciding should never be seen as a substitute for ITNs or IRS in areas with significant malaria risk. <\/span><\/p>","practical_info":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">Larviciding is most likely to be cost-effective in urban areas where the appropriate conditions are more likely to be present. Larviciding is not generally recommended in rural settings, unless there are particular circumstances limiting the larval habitats and specific evidence confirming that such measures can reduce malaria incidence in the local setting.<\/span><br \/><br \/><span style=\"background-color:rgb( 255 , 255 , 255 )\">WHO<\/span>'s<span style=\"background-color:rgb( 255 , 255 , 255 )\"> 2013 <\/span><a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241505604\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Operational manual on larval source management<\/i><\/a><span style=\"background-color:rgb( 255 , 255 , 255 )\"> <\/span><cite class=\"magic-cite\" data-ref-id=\"362638\" data-label=\"\">[60]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\"> conclude<\/span>d<span style=\"background-color:rgb( 255 , 255 , 255 )\"> that ITNs and IRS remain the backbone of malaria vector control, but LSM represents an additional (supplementary) strategy for malaria control in Africa. Larviciding will generally be most effective in areas where larval habitats are few, fixed and findable, and likely less feasible in areas where the aquatic habitats are abundant, scattered and variable. Determination of whether or not specific habitats are suitable for larviciding should be based on assessment by an entomologist. The WHO operational manual focuses on sub-Saharan Africa, but the principles espoused are likely to hold for other geographic regions that fit the same criteria. The following settings are potentially the most suitable for larviciding as a supplementary measure implemented alongside ITNs or IRS:<\/span><\/p><ul><li>urban areas: where breeding sites are relatively few, fixed and findable in relation to houses (which are targeted for ITNs or IRS);<\/li><li>arid regions: where larval habitats may be few and fixed throughout much of the year.<\/li><\/ul>","field_icon":null},{"field_title":"Larval habitat modification and\/or larval habitat manipulation (2021)","field_content":"<p><strong>Larval habitat modification and\/or larval habitat manipulation (2021)<\/strong><br \/><br \/>No recommendation can be made because the evidence on the effectiveness of a specific larval habitat modification and\/or larval habitat manipulation intervention for the prevention and control of malaria was deemed to be insufficient.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 204 , 204 , 204 )\"><i>No recommendation, very low-certainty evidence<\/i><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p>The systematic review to inform WHO recommendations in this area identified only two controlled before‐and‐after studies meeting the inclusion criteria with epidemiological outcomes that investigated the impact of larval habitat manipulation\/modification alone. Two other identified studies combined habitat manipulation with larviciding and so the effect of the two could not be separated. The two eligible studies investigated the impact of larval habitat manipulation against malaria (Martello, E., Yogeswaran, G. & Leonardi-Bee, J. unpublished findings). One study was conducted in an urban area of the Philippines in 1960 and the other in a forested area of India in 2008 where annual IRS was also conducted. The studies provided low or very low certainty evidence that the controlled release of water from flood gates of dams to discharge excess water or using spillways (overflow channels) across streams to automatically flush downstream areas with water (continually or intermittently) reduced clinical malaria incidence or parasite prevalence. The evidence was downgraded due to the lack of appropriate randomization or poor statistical reporting. The studies examined very specific interventions, each studied in a single site, which limited their generalizability. The systematic review reported a number of other studies with only entomological outcomes investigating a wide range of highly heterogeneous interventions falling under the broad term of larval habitat manipulation and\/or modification, some of which may only be appropriate in specific ecologies. Given the broad range of interventions and settings in which larval habitat manipulation and\/or modification may be applied, the potential impact, feasibility, acceptability and resource needs for each intervention is likely to be highly variable.<br \/> <br \/>Although it is acknowledged that there is a wealth of historical research on environmental management of malaria, unfortunately this literature was insufficiently robust to be included in this systematic review. Therefore, there remains a continued need to robustly demonstrate the epidemiological impact environmental management (habitat modification and\/or manipulation) through measurement of malaria incidence or prevalence through further well-designed intervention studies.   <br \/><br \/><strong>Research needs<\/strong>:<br \/>The GDG encourages funding of high-quality research on the impact of habitat manipulation and\/or modification on malaria transmission to inform the development of specific WHO recommendations in this area. A number of evidence gaps and associated requirements were identified:<\/p><ul><li>Determine the impact (incidence of clinical malaria and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of the different interventions.<\/li><li>Epidemiological evidence is required on the efficacy against malaria of the same intervention implemented in different settings (where vector species may differ).<\/li><li>Detailed descriptions of the interventions deployed, as well as larval habitat types and vector species targeted. The impact of the intervention on the water conditions of the larval habitats should be assessed, i.e. properties of the habitat that the intervention aims to modify such as water flow, volume, sunlight penetration, salinity or other physical conditions.<\/li><li>Evidence on contextual factors, (i.e., acceptability, feasibility, resource use, cost-effectiveness, equity, values and preferences) related to larval habitat modification and\/or manipulation is needed.<\/li><\/ul>","practical_info":"<p>Although the available evidence which met the inclusion criteria for the systematic review was considered insufficient to develop specific recommendations, national programmes may decide to use environmental management (habitat modification and\/or manipulation) to avoid the creation, and reduce the availability of, larval habitats, where deemed appropriate, based on expert guidance and local knowledge. If such strategies are employed, the selection of the specific intervention(s) should be highly contextual, i.e., it should take into account the specific environment the type of intervention(s) that are relevant to that environment, the resources needed and their availability, the feasibility of the intervention(s), their acceptability by local stakeholders and how they might impact equity. The selection should also take into account previous experience either gained locally or from other areas of similar ecological and epidemiological characteristics where such intervention(s) have been implemented. Additionally, the selection of the comparator should consider other interventions that are known to be cost-effective, for example, larviciding. Where the decision is taken to invest resources into larval habitat modification and\/or larval habitat manipulation, the intervention(s) should be designed and conducted with the explicit aim of generating data to demonstrate effective malaria control and preferably, supported with environmental and entomological data as secondary end-points. <br \/><br \/>When assessing the impact of environmental management against malaria, it is important that the testing of the intervention(s) being investigated is\/are specifically conducted for the purpose of preventing or controlling malaria by reducing the availability and productivity of larval habitats. For example, dams are generally constructed for water management, irrigation or power production purposes, not for malaria control. In fact, in some cases, their construction may result in increased larval production due to the creation of standing water bodies. The controlled release of water from the impoundment of a dam, however, is considered an example of habitat manipulation, a recurrent activity which potentially controls mosquito larvae by increasing the flow rate of downstream water with the aim of preventing mosquito  development and so controlling malaria transmission. This is one example of the multitude of interventions that fall under the broad category of habitat modification and\/or manipulation. To be able to generate evidence on the efficacy of larval habitat modification and\/or manipulation in preventing malaria, and to facilitate the interpretation of the evidence once generated, it is important to well define the interventions that are being evaluated and, importantly, compare how the water conditions of larval habitats at the intervention and control sites are affected. For example, if the intervention aimed to increase the water flow of downstream areas, the evaluation  should include an assessment of  whether this was achieved, as well as to what extent this impacted the development of the immature and adult stages of the mosquito and, ultimately, whether there was an epidemiological impact on against malaria in the intervention arms compared to control areas. This information will then support the evolution of WHO guidance in this area and, ultimately, guide the choice and implementation of efficacious interventions.<\/p>","field_icon":null},{"field_title":"Larvivorous fish (2019)","field_content":"<p><strong>Larvivorous fish (2019)<\/strong><br><br>No recommendation can be made because no evidence on the effectiveness of larvivorous fish for the prevention and control of malaria was identified.<\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">The systematic review conducted in 2017 on use of larvivorous fish <\/span><cite class=\"magic-cite\" data-ref-id=\"362680\" data-label=\"\">[61]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\"> did not identify any studies demonstrating  impact on malaria and so there is insufficient evidence to support a recommendation. The GDG recognizes that there are specific settings in which the intervention is currently implemented, and in these specific settings programme staff consider it to be effective. In some of the settings where larvivorous fish are being deployed, programmatic evidence exists; however, this was not determined appropriate for inclusion in the systematic review due to unsuitable study design or other concerns. The GDG acknowledges that there may be data at country\/programme level that it is not aware of.<\/span><br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Determine the impact (incidence of malaria (infection or clinical)  and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of the use of larvivorous fish.<\/li><\/ul>","practical_info":null,"field_icon":null},{"field_title":"Topical repellents (2019)","field_content":"<p><strong>Topical repellents (2019)<\/strong><br \/><br \/>WHO conditionally recommends against the d<span style=\"background-color:rgb( 255 , 255 , 255 )\">eployment of topical repellents <\/span>for the prevention and control of malaria at the community level in areas with ongoing malaria transmission.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Conditional recommendation against deployment, low-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p>The evidence from the RCTs included in the systematic review conducted in 2018 <cite class=\"magic-cite\" data-ref-id=\"362694\" data-label=\"\">[62]<\/cite> provided low certainty evidence of a possible effect of topical repellents on malaria parasitaemia (<i>P. falciparum<\/i> and <i>P. vivax<\/i>). The evidence is insufficiently robust to determine whether topical repellents have an effect on clinical malaria.<br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Determine the impact (incidence of malaria (infection or clinical)  and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of topical repellents for individuals in specific settings and target populations.<\/li><\/ul>","practical_info":null,"field_icon":null},{"field_title":"Insecticide-treated clothing (2019)","field_content":"<p><strong>Insecticide-treated clothing (2019)<\/strong><br \/><br \/>WHO conditionally recommends against d<span style=\"background-color:rgb( 255 , 255 , 255 )\">eployment of insecticide-treated clothing <\/span>for the prevention and control of malaria at the community level in areas with ongoing malaria transmission<span style=\"background-color:rgb( 255 , 255 , 255 )\">; however, insecticide-treated clothing may be beneficial as an intervention to provide<\/span> personal<span style=\"background-color:rgb( 255 , 255 , 255 )\"> protection against malaria in specific population groups.<\/span><\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Conditional recommendation against deployment, low-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">The systematic review carried out in 2018 <\/span><cite class=\"magic-cite\" data-ref-id=\"362694\" data-label=\"\">[62]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\"> provided low certainty evidence that insecticide-treated clothing may have protective efficacy against <\/span><i>P. falciparum<\/i><span style=\"background-color:rgb( 255 , 255 , 255 )\"> and <\/span><i>P. vivax<\/i><span style=\"background-color:rgb( 255 , 255 , 255 )\"> cases, at least in certain specific populations (refugees, military personnel and others engaged in occupations that place them at high risk) and where ITNs were not in use. There was no evidence available on epidemiological effects in the general at-risk population.<\/span><br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Determine the impact (incidence of malaria (infection or clinical)  and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of insecticide-treated clothing in the general population.<\/li><li>Identification of approaches to enhance acceptability\/desirability and increase uptake and adherence is needed.<\/li><li>Development of formulations that improve the durability of insecticidal efficacy is needed.<\/li><\/ul>","practical_info":null,"field_icon":null},{"field_title":"Spatial\/Airborne repellents (2019)","field_content":"<p><strong>Spatial\/Airborne repellents (2019)<\/strong><br \/><br \/>No recommendation can be made because the evidence on the effectiveness <span style=\"background-color:rgb( 255 , 255 , 255 )\">of spatial\/airborne repellents for the prevention and control of malaria<\/span> was deemed to be insufficient.<span style=\"background-color:rgb( 255 , 255 , 255 )\">  <\/span><\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 );color:rgb( 52 , 73 , 94 )\">The systematic review published in 2018 <\/span><cite class=\"magic-cite\" data-ref-id=\"362694\" data-label=\"\">[62]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 );color:rgb( 52 , 73 , 94 )\"> concluded that there is very low certainty evidence that spatial or airborne repellents may have a protective efficacy against malaria parasitaemia. Therefore, no recommendation on the use of spatial\/airborne repellents in the prevention and control of malaria can be made until more studies assessing malaria epidemiological outcomes have been conducted.<\/span><br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Determine the impact (incidence of malaria (infection or clinical)  and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of spatial\/airborne repellents.<\/li><li>Development of spatial repellent insecticide formulations that provide a long-lasting effect is required.<\/li><\/ul>","practical_info":null,"field_icon":null},{"field_title":"Space spraying (2019)","field_content":"<p><strong>Space spraying (2019)<\/strong><br \/><br \/>WHO conditionally recommends against using s<span style=\"background-color:rgb( 255 , 255 , 255 )\">pace spraying <\/span>for the prevention and control of malaria in children and adults living in areas with ongoing malaria transmission; <span style=\"background-color:rgb( 255 , 255 , 255 )\">IRS or ITNs should be prioritized instead.<\/span> <\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Conditional recommendation against deployment, very low-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p>Only observational studies were identified by the systematic review and the certainty of the evidence was graded as very low <cite class=\"magic-cite\" data-ref-id=\"362665\" data-label=\"\">[63]<\/cite>. The lack of data from RCTs, other trial designs or quasi-experimental studies has therefore hampered a comprehensive assessment of this intervention and the review concluded that it is unknown whether space spraying causes a reduction in incidence of malaria. Anticipated desirable effects of space spraying are likely to be small, as insecticide formulations used are short-lived. <i>Anopheles<\/i> mosquitoes are generally considered to be less susceptible to space spraying than <i>Culex <\/i>or <i>Aedes<\/i>. Space spraying is frequently applied when cases are at their peak, which is followed by a decline in cases, whether or not control measures are applied. Nevertheless, space spraying is often deployed in response to outbreaks of mosquito-borne disease. Due to the high visibility of this intervention, the decision to use this approach is usually made to demonstrate that the authorities are taking action in response to the outbreak. This practice should be strongly discouraged given the limited evidence of the intervention’s effectiveness, the high cost and the potential for wastage of resources. The GDG therefore felt it necessary to develop a clear recommendation against space spraying for malaria control.<br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Determine the impact (incidence of malaria (infection or clinical)  and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of space spraying, particularly in emergency situations.<\/li><\/ul>","practical_info":null,"field_icon":null},{"field_title":"House screening (2021)","field_content":"<p><strong>House screening (2021)<\/strong><br \/><br \/>WHO conditionally recommends the use of untreated screening of residential houses for the prevention and control of malaria in children and adults living in areas with ongoing malaria transmission.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 )\"><span style=\"color:#ffffff\"><i>Conditional recommendation, low to moderate-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p>The systematic review to inform WHO guidance in this area identified only two eligible published studies assessing epidemiological outcomes <cite class=\"magic-cite\" data-ref-id=\"371536\" data-label=\"\">[64]<\/cite>. Both studies investigated the impact of house screening (screening of windows, ceilings, doors and\/or eaves) with untreated materials against malaria. The evidence for the assessed outcomes was rated as low to moderate certainty due to risk of bias and imprecision. In the trials included in the systematic review, research teams deployed screening at the community level and as a result, currently there is no evidence as to the benefits and harms of individuals or communities deploying screens themselves. The review identified several studies that were yet to be published on the efficacy of insecticide-treated screening, eave tubes or other forms of housing interventions but the data were not yet available for inclusion in the review. The panel concluded that untreated screening of residential houses may prevent malaria and reduce malaria transmission. The panel judged that policy makers considering house screening should assess the feasibility, acceptability, impact on equity and resources needed for screening houses in their contexts.<br \/><br \/><strong>Research needs:<\/strong><br \/><br \/>WHO encourages funding of high-quality research on the impact of interventions under the broad category of ‘housing modifications’ to further inform the development of specific WHO recommendations. Four trial results awaiting publication are likely to enrich the current evidence-base on housing modifications for preventing malaria and controlling malaria transmission, and publication of these studies is strongly encouraged.  <br \/><br \/>A number of specific evidence gaps and associated requirements were identified:<\/p><ul><li>Further evidence is required on the impact (incidence of malaria (infection or clinical)  and\/or prevalence of malaria infection) and potential harms\/unintended consequences of house screening, as well as other house modification interventions deployed singly or in combination.<\/li><li>Epidemiological evidence is required on the efficacy against malaria of the same intervention implemented in different settings (where vector species may differ).<\/li><li>Evidence on contextual factors (i.e., acceptability, feasibility, resource use, cost-effectiveness, equity, values and preferences) related to house screening, as well as other house modification interventions is needed.<\/li><li>Resources needed, costs and cost-effectiveness, for various deployment options (at the programme-, community-, individual-level) of house screening need to be identified.<\/li><li>Deployment mechanisms and community buy-in for house screening as well as other house modification interventions.<\/li><\/ul>","practical_info":"<p>If house screening is being considered as a means to prevent malaria, it is important to identify who the end-user will be and how the intervention will be implemented, i.e. whether this would be a tool that the program promotes for individuals or communities to implement at their own cost, or if screening of houses is undertaken as a programmatic initiative. Depending on the approach, the resources needed, feasibility, up-take and impact on equity may vary and would need to be considered.<br><br>Screening of houses may be done post-construction or could be a standard feature for new homes. Intersectoral collaboration, for example between health, housing and environmental sectors, is crucial in the implementation of house screening. It is also important to consider what standards and criteria, if any, need to be set for screening materials and designs as they are for buildings.<br><br>Screening of residential houses should be part of an integrated vector management (IVM) approach as promoted under the Global Vector Control Response&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362768\" data-label=\"\">[13]<\/cite>&nbsp;and deployment of interventions recommended for large-scale deployment (such as ITN or IRS) should be maintained.<br><br>In settings where national or local government authorities are not able to provide screening of residential houses as a public health strategy (e.g., due to feasibility\/ resource challenges), they should promote its use amongst affected communities.<br><br>If house screening is deployed or adopted by communities to prevent malaria, post-distribution monitoring of the intervention is needed to assess material durability, usage, and coverage. This information should guide how regularly screens require replacement or repair and provide information on the sustainability of the intervention.<\/p>","field_icon":null}],"field_header":"Larviciding (2019)"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78084","field_references":null,"field_tags":[{"tid":16,"name":"Recommendations for vector control"},{"tid":30,"name":"Supplementary interventions"}]}