{"body":"<p>A locally acquired case is one that is due to mosquito-borne transmission and is acquired within the area of investigation (e.g. country, district or focus). Such cases are also known as “autochthonous”. The two types of locally acquired malaria cases are:<\/p>&#13;\n&#13;\n<ul><li>indigenous: any case contracted locally, with no strong evidence of a direct link to an imported case; and<\/li>&#13;\n\t<li>introduced: any case contracted locally, with strong epidemiological evidence linking it directly to a known imported case (first generation from an imported case; i.e. the mosquito was infected by a patient classified as an imported case). There is limited practical value in classifying cases as introduced in areas of known transmission.<\/li>&#13;\n<\/ul><p>It is difficult to differentiate between introduced and indigenous cases. Both indicate local transmission, showing that malaria control was not strong enough to interrupt transmission. Indigenous transmission is more serious, because it indicates that neither prevention nor treatment contained the spread of malaria beyond the first-generation (introduced) case. Prompt treatment may not prevent first-generation transmission in all circumstances but should prevent second-generation transmission by destroying gametocytes.<\/p>&#13;\n&#13;\n<p>The following criteria are used to classify a case as “introduced”.<\/p>&#13;\n&#13;\n<ul><li>The case can be linked to a single imported case. Generally, the imported case will have been identified during PCD or case investigations in the focus.<\/li>&#13;\n\t<li>Possible transmission pathways and incubation period for all confirmed cases by type of parasite is determined by investigators during case investigations.<\/li>&#13;\n\t<li>If the patient is considered to have a recent infection but has no travel history that suggests importation and resides in the same household as an imported case or within a 1-km radius (or equivalent anopheline mosquito flight range) of an imported case, the case can be classified as introduced.<\/li>&#13;\n\t<li>If in doubt, cases should be classified as “indigenous”. In active foci with a relatively large number of cases, there is limited value in determining whether a case is introduced, and all cases should be considered indigenous.<\/li>&#13;\n<\/ul><p>Some locally acquired cases may be recrudescent or relapsing and thus not indicate ongoing local transmission. Some countries may not be able to genotype the parasites in all infected individuals in order to define recrudescence. For operational purposes, it may be sufficient to consider a case as recrudescent if the episode of malaria is due to the same species as the first episode and occurred within 30 days (for <em>P. falciparum<\/em>) or 60 days (for <em>P. vivax<\/em>) of documented noncompliance with treatment with the first-line medicine.<\/p>&#13;\n","title":"3.3.1 Locally acquired cases","nid":387,"vid":3522,"created":1567592582,"changed":1587401646,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}