{"body":"<p>Interventions that are recommended for large-scale deployment in terms of malaria vector control are those that have proven protective efficacy to reduce or prevent infection and\/or disease in humans and are broadly applicable for populations at risk of malaria in most epidemiological and ecological settings.<br \/><br \/>&#13;\nVector control interventions applicable for all populations at risk of malaria in most epidemiological and ecological settings are: i) deployment of ITNs that are prequalified by WHO, and ii) IRS with a product prequalified by WHO. The exception to this is DDT, which has not been prequalified. This insecticide may be used for IRS if no equally effective and efficient alternative is available, and if it is used in line with the Stockholm Convention on Persistent Organic Pollutants <a href=\"#32\"><em>[32]<\/em><\/a>. Between 2000 and 2015, 78% of the clinical malaria cases averted was attributed to insecticidal vector control, namely through the widespread scale-up of ITNs and IRS <em><a href=\"#14\">[14]<\/a><\/em>.<br \/><br \/>&#13;\nProgrammatic targets against malaria, as detailed within national strategic plans, should be used to guide the decision-making process to assemble context-appropriate intervention packages. Decision-making around the intervention mix to deploy and the coverage level of each intervention needs to consider available local data to guide the stratification of interventions, the available funding, the relative cost-effectiveness of available intervention options, the resources required to provide access within the broader context of UHC, the feasibility of deploying the intervention(s) at the desired coverage level, and the country's strategic goal. The resulting <s>'<\/s>optimal<s>'<\/s> coverage of the components of an intervention package for a given geographical area will also depend on other site-specific factors such as past and present transmission intensity, past and present intervention coverage, acceptability, and equity of access\/use.<br \/><br \/>&#13;\nFor malaria vector control interventions recommended for large-scale deployment namely, ITNs and IRS, optimal coverage refers to providing populations at risk of malaria with access to ITNs coupled with health promotion to maximize use, and ensuring timely replacement; or providing these populations with regular application of IRS. Either intervention should be deployed at a level that provides the best value for money while reflecting programmatic realities. In practice, this often means quantifying of commodities to provide full access by the population at risk while realizing that this will not result in 100% coverage or 100% access due to various system<s>s<\/s> inefficiencies. Being cognizant of such constraints, decision-making should then consider other alternatives as part of the intervention package, ranging from chemoprevention to supplementary vector control, instead of pursuing the idealistic goal of providing full population coverage. <br \/><br \/><strong>Insecticide-treated nets<\/strong><br \/>&#13;\nWHO recommends ITNs – which in many settings are pyrethroid-only LLINs – for use in protecting populations at risk of malaria, including in areas where malaria has been eliminated but the risk of reintroduction remains. An ITN repels, disables and\/or kills mosquitoes that come into contact with the insecticide on the netting material in addition to providing a physical barrier, thereby protecting the individual user. In addition, some studies have indicated that ITNs produce a “community effect”, which means that when enough ITNs are being used in a community, the survival of the mosquito population as a whole is affected; this effect increases the protection against malaria for ITN users and extends protection to members of the community who do not sleep under an ITN <a href=\"#33\"><em>[33]<\/em><\/a><a href=\"#34\"><em>[34]<\/em><\/a><a href=\"#35\"><em>[35]<\/em><\/a><a href=\"#36\"><em>[36]<\/em><\/a><a href=\"#37\"><em>[37]<\/em><\/a>. However, such a community effect has not been observed in all settings <a href=\"#38\"><em>[38]<\/em><\/a><a href=\"#39\"><em>[39]<\/em><\/a><a href=\"#40\"><em>[40]<\/em><\/a>. WHO GMP commissioned a review to examine the evidence for a community effect and to investigate the biological mechanisms by which ITNs provide both personal- and community-level protection against malaria. The review also investigated what factors may determine the presence of a community effect and moderate its intensity (Paintain &amp; Lines, unpublished findings).<br \/>&#13;\n <br \/>&#13;\nThe review concluded that a community effect does occur in the majority of settings, and that its extent is driven by a number of contextual factors. These factors include vector behaviour (particularly the extent of anthropophily, i.e., the propensity to feed on people, and endophagy, i.e., the tendency of mosquitoes to blood-feed indoors); the relative availability of human and non-human hosts in the locality; the level of ITN coverage and use in a community; the insecticide used (its residual insecticidal activity and repellency); and the resistance of the local malaria vectors, both physiological and behavioural, to the insecticide on the net.<br \/>&#13;\n <br \/>&#13;\nThe ITN coverage threshold for when the community effect becomes apparent depends on a large number of contextual factors. Regardless of the context-dependent starting threshold, the extent of the community-level protection increases as ITN coverage and net use in a given community increases.  Because ITNs kill insecticide-susceptible mosquitoes that come into contact with the insecticide on the netting material, more mosquitoes will be killed as ITN coverage increases. This killing effect reduces both mosquito population density and mosquito longevity, resulting in fewer malaria vectors overall and a lower infectivity rate as fewer mosquitoes will survive the time it takes for the malaria parasite to develop in the mosquito. Consequently, the reduced density, age and proportion of the local mosquito population that is infective offer an additional level of protection to the community as a whole beyond the individual protection provided by ITNs. <br \/>&#13;\n <br \/>&#13;\nLarge-scale field trials <a href=\"#37\"><em>[37]<\/em><\/a><a href=\"#41\"><em>[41]<\/em><\/a> and transmission models <a href=\"#42\"><em>[42]<\/em><\/a><a href=\"#43\"><em>[43]<\/em><\/a> originally suggested that community coverage (i.e., the proportion of human population using an ITN with effective insecticide treatments each night) of ≥ 50% is expected to result in some level of community-wide protection. The WHO-commissioned review indicated that this area-wide protection may start to occur at lower coverage levels (Paintain &amp; Lines, unpublished findings). The review modelled the short-term effect of increasing ITN coverage on the EIR (infectious bites per person per year) in an area with high malaria transmission and an insecticide susceptible, anthropophilic vector, assuming fixed human infectiousness. In the coverage range of 15% to 85%, an additional 20% increase in coverage of the human population at risk was shown to result in a reduction in malaria transmission intensity of approximately 50% (these findings are taken from the report submitted to WHO; findings may be revised if indicated by peer review). Additional ITN coverage is always beneficial in terms of providing more protection to individuals – both users and non-users of ITNs – and, conversely, any reduction in coverage may result in increased malaria transmission. However, there may be diminishing marginal returns to increasing coverage at higher levels. In terms of absolute cases of malaria averted, a reduction in malaria transmission when increasing ITN coverage from 80% to 100% ​may not generate the same impact as a 20% increase in coverage at lower levels of coverage; the marginal costs required to increase coverage at high levels (&gt;80%) will also increase due to growing system inefficiencies. At the country level, these diminishing returns must be balanced against potential investments in other cost-effective malaria prevention and control activities by means of a well-informed prioritization process.<br \/><br \/>&#13;\nThree main ITN classes are recognized <s>a<\/s>by WHO as given below. These classes are formally established once public health value by a first-in-class product has been demonstrated:<\/p>&#13;\n&#13;\n<ul><li>ITNs designed to kill host-seeking insecticide-susceptible mosquito populations that have demonstrated public health value compared to untreated nets and whose entomological effects consist of killing and reducing the blood-feeding of insecticide-susceptible mosquito vectors. This intervention class covers pyrethroid-only nets prequalified by WHO and conventionally treated nets that rely on periodic re-treatment with a WHO prequalified self-treatment kit. Public health value has been demonstrated for products within this class and WHO recommends use of pyrethroid-only nets prequalified by WHO for large scale deployment.<\/li>&#13;\n\t<li>ITNs designed to kill host-seeking insecticide-resistant mosquitoes and for which a first-in-class product demonstrates public health value compared to the epidemiological impact of pyrethroid-only nets. This class includes nets that are treated with a pyrethroid insecticide and a synergist such as piperonyl butoxide (PBO) and is thought to also include nets treated with insecticides other than pyrethroid-based formulations. Public health value has been demonstrated for this class and WHO has issued a recommendation for the use of pyrethroid-PBO nets.  Public health value has not been demonstrated for a first-in-class net treated with non-pyrethroid formulations and no recommendation is in place for such nets.<\/li>&#13;\n\t<li>ITNs designed to sterilize and\/or reduce the fecundity of host-seeking insecticide-resistant mosquitoes for which a first-in-class product demonstrates public health value compared to the epidemiological impact of pyrethroid-only nets. Public health value of products in this class has yet to be demonstrated. This class is thought to includes nets treated with pyrethroid + pyriproxyfen (an insect growth regulator). This class will be created once the public health value of a first-in-class ITN product containing an insect growth regulator has been demonstrated. No recommendation is in place for such nets.<\/li>&#13;\n<\/ul><p>ITNs are most effective where the principal malaria vector(s) mosquitoes bite predominantly at night after people have retired under their nets. ITNs can be used both indoors and outdoors, wherever they can be suitably hung (although hanging nets in direct sunlight should be avoided, as sunlight can affect insecticidal activity).<br \/><br \/><strong>Indoor residual spraying<\/strong><br \/>&#13;\nIRS is the application of a residual insecticide to potential malaria vector resting surfaces, such as internal walls, eaves and ceilings of houses or structures (including domestic animal shelters), where such vectors might come into contact with the insecticide. IRS with a product that has been prequalified by WHO PQ is recommended for large-scale deployment in most malaria-endemic locations. DDT, which has not been prequalified, may be used for IRS if no equally effective and efficient alternative is available, and if it is used in line with the Stockholm Convention on Persistent Organic Pollutants.<br \/><br \/>&#13;\nIRS is most effective where the vector population is susceptible to the insecticide(s) being applied, the majority of mosquitoes feed<s>s<\/s> and rest<s>s<\/s> indoors and where most structures are suitable for spraying. <\/p>&#13;\n","title":"4.1.1 - Interventions recommended for large-scale deployment ","nid":718,"vid":4328,"created":1621345559,"changed":1627881087,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#32","field_reference_text":"<p>32.&nbsp;Stockholm Convention on Persistent Organic Pollutants (POPS). United Nations Environment Programme 2018;&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.pops.int\/TheConvention\/Overview\/TextoftheConvention\/tabid\/2232\/Default.aspx\">Website<\/a><\/p>\r\n"},{"field_id":"#33","field_reference_text":"<p>33.&nbsp;ter Kuile FO, Terlouw DJ, Phillips-Howard PA, Hawley WA, Friedman JF, Kolczak MS, Kariuki SK, Shi YP, Kwena AM, Vulule JM, Nahlen BL : Impact of permethrin-treated bed nets on malaria and all-cause morbidity in young children in an area of intense perennial malaria transmission in western Kenya: cross-sectional survey. The American journal of tropical medicine and hygiene 2003;68(4 Suppl):100-7&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/12749492\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#34","field_reference_text":"<p>34.&nbsp;Gimnig JE, Kolczak MS, Hightower AW, Vulule JM, Schoute E, Kamau L, Phillips-Howard PA, ter Kuile FO, Nahlen BL, Hawley WA : Effect of permethrin-treated bed nets on the spatial distribution of malaria vectors in western Kenya. The American journal of tropical medicine and hygiene 2003;68(4 Suppl):115-20&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/12749494\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#35","field_reference_text":"<p>35.&nbsp;Gimnig JE, Vulule JM, Lo TQ, Kamau L, Kolczak MS, Phillips-Howard PA, Mathenge EM, ter Kuile FO, Nahlen BL, Hightower AW, Hawley WA : Impact of permethrin-treated bed nets on entomologic indices in an area of intense year-round malaria transmission. The American journal of tropical medicine and hygiene 2003;68(4 Suppl):16-22&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/12749481\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#36","field_reference_text":"<p>36.&nbsp;Phillips-Howard PA, Nahlen BL, Kolczak MS, Hightower AW, ter Kuile FO, Alaii JA, Gimnig JE, Arudo J, Vulule JM, Odhacha A, Kachur SP, Schoute E, Rosen DH, Sexton JD, Oloo AJ, Hawley WA : Efficacy of permethrin-treated bed nets in the prevention of mortality in young children in an area of high perennial malaria transmission in western Kenya. The American journal of tropical medicine and hygiene 2003;68(4 Suppl):23-9&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/12749482\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#37","field_reference_text":"<p>37.&nbsp;Hawley WA, Phillips-Howard PA, ter Kuile FO, Terlouw DJ, Vulule JM, Ombok M, Nahlen BL, Gimnig JE, Kariuki SK, Kolczak MS, Hightower AW : Community-wide effects of permethrin-treated bed nets on child mortality and malaria morbidity in western Kenya. The American journal of tropical medicine and hygiene 2003;68(4 Suppl):121-7&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/12749495\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#38","field_reference_text":"<p>38.&nbsp;D'Alessandro U, Olaleye BO, McGuire W, Langerock P, Bennett S, Aikins MK, Thomson MC, Cham MK, Cham BA, Greenwood BM : Mortality and morbidity from malaria in Gambian children after introduction of an impregnated bednet programme. Lancet (London, England) 1995;345(8948):479-83&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/7861874\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#39","field_reference_text":"<p>39.&nbsp;Quiñones ML, Lines J, Thomson MC, Jawara M, Greenwood BM : Permethrin-treated bed nets do not have a 'mass-killing effect' on village populations of Anopheles gambiae s.l. in The Gambia. Transactions of the Royal Society of Tropical Medicine and Hygiene 92(4):373-8&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/9850383\/\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#40","field_reference_text":"<p>40.&nbsp;Snow RW, Lindsay SW, Hayes RJ, Greenwood BM : Permethrin-treated bed nets (mosquito nets) prevent malaria in Gambian children. Transactions of The Royal Society of Tropical Medicine and Hygiene 1988;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/academic.oup.com\/trstmh\/article-abstract\/82\/6\/838\/1936394?redirectedFrom=fulltext\">Journal<\/a>&nbsp;<a href=\"https:\/\/academic.oup.com\/trstmh\/article-abstract\/82\/6\/838\/1936394?redirectedFrom=fulltext\">Website<\/a><\/p>\r\n"},{"field_id":"#41","field_reference_text":"<p>41.&nbsp;Russell TL, Lwetoijera DW, Maliti D, Chipwaza B, Kihonda J, Charlwood JD, Smith TA, Lengeler C, Mwanyangala MA, Nathan R, Knols BG, Takken W, Killeen GF : Impact of promoting longer-lasting insecticide treatment of bed nets upon malaria transmission in a rural Tanzanian setting with pre-existing high coverage of untreated nets. Malaria journal 2010;9 187&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/20579399\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/1475-2875-9-187\">Journal<\/a><\/p>\r\n"},{"field_id":"#42","field_reference_text":"<p>42.&nbsp;Govella NJ, Okumu FO, Killeen GF : Insecticide-treated nets can reduce malaria transmission by mosquitoes which feed outdoors. The American journal of tropical medicine and hygiene 2010;82(3):415-9&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/20207866\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.ajtmh.org\/view\/journals\/tpmd\/82\/3\/article-p415.xml\">Journal<\/a><\/p>\r\n"},{"field_id":"#43","field_reference_text":"<p>43.&nbsp;Birget PLG, Koella JC : An Epidemiological Model of the Effects of Insecticide-Treated Bed Nets on Malaria Transmission. PloS one 2015;10(12):e0144173&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/26636568\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0144173\">Journal<\/a><\/p>\r\n"},{"field_id":"#14","field_reference_text":"<p>14.&nbsp;&nbsp;Bhatt S, Weiss DJ, Cameron E, Bisanzio D, Mappin B, Dalrymple U, Battle K, Moyes CL, Henry A, Eckhoff PA, Wenger EA, Briët O, Penny MA, Smith TA, Bennett A, Yukich J, Eisele TP, Griffin JT, Fergus CA, Lynch M, Lindgren F, Cohen JM, Murray CLJ, Smith DL, Hay SI, Cibulskis RE, Gething PW : The effect of malaria control on Plasmodium falciparum in Africa between 2000 and 2015. Nature 2015;526(7572):207-211&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/26375008\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/www.nature.com\/articles\/nature15535\">Journal<\/a><\/p>\r\n"}],"field_tags":[{"tid":28,"name":"Prevention"},{"tid":31,"name":"Insecticide-treated nets"},{"tid":23,"name":"Indoor residual spraying"}]}