{"body":"<p>Epidemic preparedness is undertaken at all levels of the health system.<\/p>&#13;\n&#13;\n<p>At national level (flags 1 and 2 in <strong> <a href=\"\/node\/607\">Fig. 17<\/a><\/strong>):<\/p>&#13;\n&#13;\n<ul><li> use long-range forecasting (information) for preparedness in epidemic-prone areas, with   resource mobilization and engagement of partners;<\/li>&#13;\n\t<li> coordinate and ensure intersectoral collaboration;<\/li>&#13;\n\t<li> strengthen the capacity of health workers to analyse and verify data;<\/li>&#13;\n\t<li> ensure that emergency stocks of medicines are available and can be transported to the   epidemic area; and<\/li>&#13;\n\t<li> for a predicted epidemic, dispatch an assessment team. An example of a questionnaire for   pre-epidemic assessment is given in <a href=\"\/node\/475\"><strong>Annex 18<\/strong><\/a>.<\/li>&#13;\n<\/ul><p> At district or intermediate level (flag 2 in <strong><a href=\"\/node\/607\">Fig. 17<\/a><\/strong>):<\/p>&#13;\n&#13;\n<ul><li> compile data and establish or update thresholds; and<\/li>&#13;\n\t<li> conduct entomological assessment if necessary, correlate epidemiological data with other   relevant indicators, such as meteorological data, population movement or socioeconomic   activities.<\/li>&#13;\n<\/ul><p>At peripheral health facility level (flag 3 in <strong> <a href=\"\/node\/607\">Fig. 17<\/a><\/strong>):<\/p>&#13;\n&#13;\n<ul><li> establish a weekly reporting system;<\/li>&#13;\n\t<li> conduct simple analysis and graphing of weekly data, including notification to the district   management team; and<\/li>&#13;\n\t<li> conduct quick verification with either microscopy or RDTs.<\/li>&#13;\n<\/ul><p>The response will depend on the stage at which the epidemic is detected, but in general the aim is to reduce transmission and mortality by treating those who are infected and preventing new infections. Access to early diagnosis and effective treatment of all malaria patients will minimize mortality. The guiding principles of treatment during epidemics are as follows:<\/p>&#13;\n&#13;\n<ul><li>to reduce onward transmission:&#13;\n\t<ul><li>use a drug that is gametocidal;<\/li>&#13;\n\t\t<li>use MDA with a long-acting drug, if feasible, to reduce transmission, with good acceptability and compliance and high coverage &gt; 80%. MDA should only be used under certain conditions (see the WHO recommendations and mass drug administration field manual <em> <a href=\"\/node\/455\">(23)<\/a><\/em>).<\/li>&#13;\n\t\t<li>use radical cure with primaquine (14-day regimen) in epidemics due to <em>P. vivax.<\/em><\/li>&#13;\n\t<\/ul><\/li>&#13;\n\t<li>to reduce mortality:&#13;\n\t<ul><li>consider mass fever treatment if MDA is not appropriate;<\/li>&#13;\n\t\t<li>if the epidemic occurs in a remote area with poor access to health care, establish new or temporary health posts (mobile clinics);<\/li>&#13;\n\t\t<li>ensure early management of severe cases either at peripheral level (early pre-referral or full treatment) or in referral health facilities; and<\/li>&#13;\n\t\t<li>in epidemics in complex emergency situations, malnutrition and other co-morbid conditions should be managed during malaria case management.<\/li>&#13;\n\t<\/ul><\/li>&#13;\n<\/ul><p>For early vector control, target adult mosquitoes to reduce transmission.<\/p>&#13;\n&#13;\n<ul><li> Operationally, vector control options are viable if epidemic-prone districts are well prepared   and emergency stocks are pre-disposed and maintained.<\/li>&#13;\n\t<li> Biologically, they are feasible when implemented at an early stage of an epidemic.<\/li>&#13;\n\t<li> IRS is feasible when well conducted, with &gt; 85% coverage rate, and the vector rests   indoors. IRS can be conducted within 2 weeks of epidemic onset. Similarly, use of ITNs is   feasible but requires prior behavioural change in the community and impact is less   immediate than IRS.<\/li>&#13;\n\t<li> In complex emergency situations, where refugee camps can be established, use of ITNs   and IRS in available structures are highly effective. In some situations, larval habitats are   readily identified, and appropriate larval source reduction can be used.<\/li>&#13;\n<\/ul><p>Malaria epidemics may affect several countries or territories within a country at the same time. Therefore, exchange of information and data should be part of the response. Examples of operational responses to different stages of malaria epidemics are given in <a href=\"\/node\/476\"><strong>Annex 19<\/strong><\/a>.<\/p>&#13;\n","title":"6.6 Preparedness and response","nid":440,"vid":3459,"created":1567685968,"changed":1587039624,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":64,"name":"Epidemics"}]}