{"body":"<p>Information may be informal, semi-formal or formal.<\/p>&#13;\n&#13;\n<ul><li>Informal information is learnt by observation, talking to health staff or community leaders and other informal means.<\/li>&#13;\n\t<li>Semi-formal information is obtained, for example, from policy documents, consultants’ reports, supervisory visits, focus group discussions, official circulars and minutes of meetings.<\/li>&#13;\n\t<li>Formal information is acquired from ordered systems for recording and reporting information, such as routine health information and surveillance systems, accounting systems and surveys.<\/li>&#13;\n<\/ul><p>Formal information for programme monitoring can be obtained from:<\/p>&#13;\n&#13;\n<ul><li>routine health information systems, which may either cover a number of programmes, be specific to malaria or be limited to certain activities (e.g. laboratory services, interventions, distribution, surveillance);<\/li>&#13;\n\t<li>health facility surveys, which usually address whether facilities have the physical and   human resources necessary to provide services (especially chemoprevention, diagnostic testing and treatment), and may include whether patients receive diagnostic testing and   appropriate treatment;<\/li>&#13;\n\t<li>household surveys, which usually cover several health interventions, especially for children   under 5 years of age and women of reproductive age, although malaria-specific surveys   are also common;<\/li>&#13;\n\t<li>operational research, which usually addresses specific questions of relevance to the   malaria programme, may rely on household or health facility surveys and may include   studies of drug or insecticide efficacy;<\/li>&#13;\n\t<li>entomological surveillance, for understanding the distribution of the main malaria vectors, their behaviour and changes in their biting habits in response to the intervention; part of sentinel surveillance by national programmes and often including vector resistance to   insecticides;<\/li>&#13;\n\t<li>data from supervision of health services (central, intermediate, health facility and health   worker levels); and<\/li>&#13;\n\t<li>contextual data, which are not collected routinely or during operational research but are   useful for further understanding and explanation of changing trends in the malaria burden. They include population censuses and climate and socioeconomic data.<\/li>&#13;\n<\/ul><p>Data for programme monitoring are usually obtained from routine health information systems and programme data for continuous monitoring. Data from health facility and household surveys may complement those from routine systems (e.g. to compare values of indicators obtained in routine systems and health facility surveys). When routine systems work well, they can provide information continuously from every district or equivalent in a country, and, if other factors are constant, they can be used to detect changes in intervention coverage over time and space or serve as alerts for a possible epidemic.<\/p>&#13;\n&#13;\n<p>Incomplete coverage of health information systems can result in a biased sample of the services used by communities (see <strong>Box 1<\/strong> and <strong>Box 3<\/strong>). Often, they do not include private clinics and other nongovernment facilities or cases treated by village health workers or at home. In addition, routine systems seldom function optimally; there is often inconsistent application of reporting definitions and irregular reporting from health facilities and districts to central level. Trends in indicators of intervention coverage are therefore prone to variations in reporting rates. It is important to track the completeness of reporting, not only as an indicator of the functioning of the information system but also for interpreting trends in other indicators.<\/p>&#13;\n","title":"7.2 Types of information required for monitoring","nid":444,"vid":2708,"created":1567687472,"changed":1580211521,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":37,"name":"Monitoring & evaluation"}]}