{"body":"<p><strong>Residual transmission<\/strong><br \/>&#13;\nWHO acknowledges that even full implementation of ITNs or IRS will not be sufficient to completely halt malaria parasite transmission across all settings <a href=\"#66\"><em>[66]<\/em><\/a>. Some residual malaria parasite transmission will occur, even with optimal access to and usage of ITNs or in areas with high IRS coverage. Residual transmission occurs as a result of a combination of human and vector behaviours, for example, when people reside in or visit forest areas or do not sleep in protected houses, or when local mosquito vector species exhibit one or more behaviours that allow them to avoid ITNs or IRS, such as biting outside early in the evening before people have retired indoors and\/or resting outdoors.<br \/><br \/>&#13;\nThere is an urgent need for greatly improved knowledge of the bionomics of the different sibling species within malaria vector species complexes, and new interventions and strategies in order to effectively address residual transmission. While this knowledge is being gained and interventions are being developed, national malaria control programmes must prioritize the effective implementation of current interventions to reduce transmission to the lowest level possible. At the same time, they should collaborate with academic or research institutions to generate local evidence on the magnitude of the problem of residual transmission of malaria, including information on human and vector behaviours, and the effectiveness of existing and novel interventions.<br \/><br \/>&#13;\nResidual transmission is difficult to measure, as is the specific impact of supplementary tools on this component of ongoing transmission. Standardized methods for quantifying and characterizing this component of transmission are required in order to evaluate the effectiveness of single or combined interventions in addressing this biological challenge to malaria prevention and control and elimination.<br \/><br \/><strong>Epidemics and humanitarian emergencies<\/strong><br \/>&#13;\nIn the acute phase of a humanitarian emergency, the first priorities for malaria control are prompt and effective diagnosis and treatment. Vector control also has the potential to play an important role in reducing transmission. However, the evidence base on the effectiveness of vector control interventions deployed in these settings is weak <a href=\"#67\"><em>[67]<\/em><\/a>.<br \/><br \/>&#13;\nDuring the acute phase, decisions on vector control and prevention will depend on:<\/p>&#13;\n&#13;\n<ul><li>Malaria infection risk;<\/li>&#13;\n\t<li>Behaviour of the human population (e.g. mobility, where they are sleeping or being exposed to vector mosquitoes);<\/li>&#13;\n\t<li>Behaviour of the local vector population (e.g. indoor resting, indoor biting, early evening or night biting);<\/li>&#13;\n\t<li>The type of shelter available (e.g. ad-hoc refuse materials, plastic sheeting, tents, more permanent housing).<\/li>&#13;\n<\/ul><p>Effective case management can be supplemented with distribution of ITNs, first targeting population groups most susceptible to developing severe malaria, but with the ultimate goal of achieving and maintaining optimal coverage. IRS can also be applied in well-organized settings, such as transit camps, but is generally unsuitable where dwellings are scattered widely, of a temporary nature (less than three months) or constructed with surfaces that are unsuitable for spraying. IRS is best suited for protecting larger populations in more compact settings, where shelters are more permanent and solid.<br \/><br \/>&#13;\nSome vector control interventions and personal protection measures have been specifically designed for deployment in acute emergency situations. Plastic sheeting is sometimes provided in the early stages of humanitarian emergencies to enable affected communities to construct temporary shelters. In these new settlements, where shelter is very basic, use of insecticide-treated plastic sheeting (ITPS) to construct shelters may be a practical, acceptable and feasible approach. Laminated polyethylene tarpaulins that are impregnated with a pyrethroid during manufacture are suitable for constructing such shelters. As with IRS, ITPS is only effective against indoor resting mosquitoes, but the degree to which it impacts transmission has yet to be confirmed. Moreover, pyrethroid-treated plastic sheeting should not be deployed in areas where the local malaria vectors are resistant to pyrethroids.<br \/><br \/>&#13;\nAnother intervention with potential for deployment in emergency situations is the long-lasting insecticide impregnated blanket or topsheet. Blankets or lightweight topsheets are often included in emergency relief kits. One advantage of blankets and topsheets is that they can be used anywhere people sleep (e.g. indoors, outdoors, any type of shelter). However, as with ITPS, the evidence base regarding the effectiveness of this approach is currently limited. Data from community RCTs of long-lasting pyrethroid-treated wash-resistant blankets and topsheets would be required to determine public health value and develop specific policy recommendations for such interventions.<br \/><br \/>&#13;\nIn the post-acute phase, optimal coverage with ITNs or IRS may be feasible. Deployment of insecticide-treated plastic sheeting for shelter construction may be more practical in situations where ITN use or the application of IRS is not possible, although currently there is no WHO policy recommendation for this intervention.<br \/><br \/><strong>Migrant populations and populations engaged in high-risk activities<\/strong><br \/>&#13;\nAs noted above, topical repellents and insecticide-treated clothing may be practical interventions for providing personal protection to specific populations at risk of malaria due to occupational exposure, e.g. military personnel, night-shift workers, forestry workers. However, the available evidence does not support the large-scale deployment of such interventions for reducing or preventing infection and\/or disease in humans when assessed at the population level and few studies have reported disease outcomes at the individual level. Data demonstrating epidemiological impact would be required to determine their public health value for these populations.<\/p>&#13;\n","title":"4.1.4.1 - Special situations ","nid":722,"vid":4098,"created":1621349289,"changed":1624863098,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#66","field_reference_text":"<p>66.&nbsp;Guidance note on the control of residual malaria parasite transmission. Geneva: World Health Organization 2014;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/guidance-control-residual-transmission\/\">Website<\/a><\/p>\r\n"},{"field_id":"#67","field_reference_text":"<p>67.&nbsp;Malaria control in humanitarian emergencies: an inter-agency field handbook, 2nd ed. Geneva: World Health Organization 2013;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/90556\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":68,"name":"Residual transmission"}]}