{"title":"Interventions recommended for large-scale deployment","nid":746,"vid":4247,"created":1622029015,"changed":1626691208,"field_accordian_header":[{"field_accordian":[{"field_title":"Pyrethroid-only nets (2019) ","field_content":"<p><strong>Pyrethroid-only nets (2019) <\/strong><\/p><p>WHO recommends pyrethroid-only long-lasting insecticidal nets (LLINs) that have been prequalified by WHO for deployment for the prevention and control of malaria in children and adults living in areas with ongoing malaria transmission.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 0 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Strong recommendation, high-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p>The systematic review <cite class=\"magic-cite\" data-ref-id=\"362699\" data-label=\"\">[44]<\/cite> followed the original 2003 analysis, which included insecticide-treated curtains and ITNs together and included two studies solely evaluating insecticide-treated curtains and one study evaluating both ITNs and insecticide-treated curtains. There was no obvious heterogeneity that would lead to a subgroup analysis to examine whether the effects were different, and the results from studies evaluating insecticide-treated curtains were consistent with the results of those evaluating ITNs. The GDG drew on the analysis to make recommendations related to ITNs only.<br \/><br \/>The systematic review <cite class=\"magic-cite\" data-ref-id=\"362699\" data-label=\"\">[44]<\/cite> produced high-certainty evidence that, compared to no nets, ITNs are effective at reducing the rate of all-cause child mortality, the rate of uncomplicated episodes of <i>P. falciparum<\/i>, the incidence rate of severe malaria episodes, and the prevalence of <i>P. falciparum<\/i>. ITNs may also reduce the prevalence of <i>P. vivax<\/i>, but here the evidence of an effect is less certain.<br \/><br \/>Compared to untreated nets, there is high certainty evidence that ITNs reduce the rate of uncomplicated episodes of <i>P. falciparum<\/i> and reduce the prevalence of <i>P. falciparum<\/i>. There is moderate certainty evidence that ITNs also reduce all-cause child mortality compared to untreated nets. The effects on the incidence of uncomplicated <i>P. vivax<\/i> episodes and <i>P. vivax<\/i> prevalence are less clear.<br \/><br \/>The systematic review did not identify any undesirable effects of pyrethroid ITNs.<br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Determine the impact (incidence of malaria [infection or clinical] and\/or prevalence of malaria infection), as well as potential harms and\/or unintended consequences of new types of nets and insecticides in areas where resistance to pyrethroids is high.<\/li><li>Determine the comparative effectiveness and durability of different net types.<\/li><li>Determine the effectiveness of nets in situations of residual\/outdoor transmission.<\/li><li>Determine the impact of ITNs in transmission ‘hotspots’ and elimination settings.<\/li><\/ul>","practical_info":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">The current WHO policy recommendation for ITNs applies only to those mosquito nets that have been prequalified by WHO and that contain only an insecticide of the pyrethroid class&nbsp;(categorized as ‘pyrethroid-only LLINs’)&nbsp;<\/span><cite class=\"magic-cite\" data-ref-id=\"362739\" data-label=\"\">[24]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\">. For ITNs that currently do not have a policy recommendation, including nets treated with another class of insecticide either alone or in addition to a pyrethroid insecticide, WHO will determine the data requirements for assessing their public health value based on technical advice from the Vector Control Advisory Group (VCAG).<\/span><\/p>","field_icon":null},{"field_title":"Pyrethroid-PBO nets (2019)","field_content":"<p><strong>Pyrethroid-PBO nets (2019)<\/strong><br \/><br \/>WHO conditionally recommends p<span style=\"background-color:rgb( 255 , 255 , 255 )\">yrethroid-PBO nets prequalified by WHO for deployment instead of pyrethroid-only ITNs<\/span> for the prevention and control of malaria in children and adults living in areas with ongoing malaria transmission <span style=\"background-color:rgb( 255 , 255 , 255 )\">where the principal malaria vector(s) exhibit pyrethroid resistance that is: a) confirmed, b) of intermediate level, and c) conferred (at least in part) by a monooxygenase-based resistance mechanism, as determined by standard procedures.<\/span><\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Conditional recommendation, moderate certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p style=\"margin-left:0px\">Pyrethroid-PBO nets combine pyrethroids and a synergist, which acts by inhibiting certain metabolic enzymes within the mosquito before they can have a toxic effect. Therefore, compared to a pyrethroid-only net, a pyrethroid-PBO net should have an increased killing effect on malaria vectors that express such resistance mechanisms.<br \/><br \/>The systematic review <cite class=\"magic-cite\" data-ref-id=\"362618\" data-label=\"\">[45]<\/cite> identified one cluster RCT in the United Republic of Tanzania with epidemiological data <cite class=\"magic-cite\" data-ref-id=\"362731\" data-label=\"\">[46]<\/cite>. The study indicated that a pyrethroid-PBO net product had additional public health value compared to a pyrethroid-only LLIN product in an area where the principal malaria vector(s) had confirmed pyrethroid resistance (results from CDC bottle bioassays indicated that <30% of mosquitoes were killed following exposure to pyrethroids). Resistance was conferred (at least in part) by monooxygenase-based resistance mechanisms, as determined by standard procedures. Mathematical modelling work, drawing on mosquito mortality data obtained from WHO test kit assays, CDC bottle bioassays and experimental hut trials, indicated that the added benefit of pyrethroid-PBO nets compared to pyrethroid-only LLINs is expected to be greatest where pyrethroid resistance is at “intermediate levels”, which was defined as a range of 10% to 80% mosquito mortality after exposure to a pyrethroid insecticide in WHO test kits or CDC bottle bioassays <cite class=\"magic-cite\" data-ref-id=\"362688\" data-label=\"\">[47]<\/cite>.<br \/><br \/>Based on the above evidence, WHO concluded and recommended the following in 2017: <\/p><ul><li>Based on the epidemiological findings and the need to deploy products that are effective against pyrethroid-resistant mosquitoes, pyrethroid-PBO nets were given a conditional endorsement as a new WHO class of vector control products.<\/li><li>National malaria control programmes and their partners should consider the deployment of pyrethroid-PBO nets in areas where the principal malaria vector(s) have pyrethroid resistance that is: a) confirmed, b) of an intermediate level (as defined above by the mathematical modelling studies), and  c) conferred (at least in part) by a monooxygenase-based resistance mechanism, as determined by standard procedures. Deployment of pyrethroid-PBO nets must only be considered in situations where coverage with effective vector control (primarily ITNs or IRS) will not be reduced. The primary goal must  be to ensure continued access and use of ITNs at levels that ensure  optimal coverage for all people at risk of malaria as part of an intervention package.<\/li><li>Pyrethroid-PBO nets should not be considered a tool that can alone effectively manage insecticide resistance in malaria vectors. It is an urgent task to develop and evaluate ITNs treated with non-pyrethroid insecticides and other innovative vector control interventions for deployment across all settings, in order to provide alternatives for use in a comprehensive IRM strategy.<\/li><\/ul><p style=\"margin-left:0px\"> <\/p><p style=\"margin-left:0px\">The conditional recommendation will be reviewed and potentially revised once the 2018 systematic review <cite class=\"magic-cite\" data-ref-id=\"362618\" data-label=\"\">[45]<\/cite> has been updated to include data from a second trial on pyrethroid-PBO nets which was completed in Uganda in 2020.<br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Further evidence is needed on the impact (incidence of malaria [infection or clinical]  and\/or prevalence of malaria infection), as well as potential harms and\/or unintended consequences of pyrethroid-PBO nets.<\/li><\/ul>","practical_info":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">Mosquito nets that include both a pyrethroid insecticide and the synergist PBO have become available. PBO acts by inhibiting certain metabolic enzymes (e.g.<\/span>,<span style=\"background-color:rgb( 255 , 255 , 255 )\"> mixed-function oxidases) within the mosquito that detoxify or sequester insecticides before they can have a toxic effect on the mosquito. Therefore, compared to a pyrethroid-only net, a pyrethroid-PBO net should, in theory, have an increased killing effect on malaria vectors that express such resistance mechanisms. However, the entomological and epidemiological impact of pyrethroid-PBO nets may vary depending on the bioavailability and retention of PBO in the net, and on the design of the net (i.e. whether only some or all <\/span>of the <span style=\"background-color:rgb( 255 , 255 , 255 )\">panels are treated with PBO). At present<\/span>,<span style=\"background-color:rgb( 255 , 255 , 255 )\"> it is unknown how these differences in the design\/composition of pyrethroid-PBO nets affect their relative efficacy. A non-inferiority design for experimental hut studies with entomological endpoints is being explored by WHO as a means to provide clarity in this respect.<\/span><\/p>","field_icon":null},{"field_title":"Achieving and maintaining optimal coverage with ITNs for malaria prevention and control (2019)","field_content":"<p><strong>Achieving and maintaining optimal coverage with ITNs for malaria prevention and control (2019)<\/strong><\/p><p>To achieve and maintain optimal ITN coverage, WHO recommends that countries apply mass free net distribution through campaigns, combined with other locally appropriate delivery mechanisms such as continuous distribution using antenatal care (ANC) clinics and the Expanded Programme on Immunization (EPI).<\/p><p>Recipients of ITNs should be advised (through appropriate communication strategies) to continue using their nets beyond the three-year expected lifespan of the net, irrespective of the condition and age of the net, until a replacement net is available.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );border-bottom:204;border-left:255;border-right:102\"><span style=\"color:#0000cd\"><i>Good practice statement<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">In December 2017, WHO published updated recommendations on <\/span><a href=\"http:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/259478\/WHO-HTM-GMP-2017.20-eng.pdf?sequence=1\" target=\"_blank\" rel=\"noopener noreferrer\">Achieving and maintaining universal coverage with LLINs for malaria control<\/a><span style=\"background-color:rgb( 255 , 255 , 255 )\">&nbsp;<\/span><cite class=\"magic-cite\" data-ref-id=\"362775\" data-label=\"\">[48]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\">.&nbsp;These recommendations were developed and revised based on expert opinion through broad consultation, including multiple rounds of reviews by the <\/span>Malaria Policy Advisory Group (<span style=\"background-color:rgb( 255 , 255 , 255 )\">MPAG<\/span>)<span style=\"background-color:rgb( 255 , 255 , 255 )\">. Under the section on 'practical information', these recommendations have been summarized and slightly revised to clarify that these recommendations are not specific to LLINs, but apply to ITNs in general.<\/span><\/p>","practical_info":"<p>To achieve and maintain optimal ITN coverage, countries should apply a combination of mass free net distribution through campaigns and continuous distribution through multiple channels, in particular through ANC clinics and the EPI. Mass campaigns are the only proven cost-effective way to rapidly achieve high and equitable coverage. Complementary continuous distribution channels are also required because coverage gaps can start to appear almost immediately post-campaign due to net deterioration, loss of nets, and population growth.<br \/><br \/>Mass campaigns should distribute one ITN for every two persons at risk of malaria. However, for procurement purposes, the calculation to determine the number of ITNs required needs to be adjusted at the population level, since many households have an odd number of members. Therefore, a ratio of one ITN for every 1.8 persons in the target population should be used to estimate ITN requirements, unless data to inform a different quantification ratio are available. In places where the most recent population census is more than five years old, countries can consider including a buffer (e.g. adding 10% after the 1.8 ratio has been applied) or using data from previous ITN campaigns to justify an alternative buffer amount. Campaigns should also normally be repeated every three years, unless available empirical evidence justifies the use of a longer or shorter interval between campaigns. In addition to these data-driven decisions, a shorter distribution interval may be justified during humanitarian emergencies, as the resulting increase in population movement may leave populations uncovered by vector control and potentially increasing their risk of infection as well as the risk of epidemics.<br \/><br \/>Continuous distribution through ANC and EPI channels should remain functional before, during and after mass distribution campaigns. In determining the optimal mix of ITN delivery mechanisms to ensure optimal coverage and maximized efficiency, consideration should be given to the required number of nets, the cost per net distributed and coverage over time. For example, during mass distribution campaign years, other delivery schemes may need to be altered to avoid-over supply of ITNs.<br \/><br \/>‘Top-up’ campaigns (i.e., ITN distributions that take into account existing nets in households and provide each household only with the additional number of nets needed to bring it up to the target number) are not recommended. Substantial field experience has shown that accurate quantification for such campaigns is generally not feasible and the cost of accounting for existing nets outweighs the benefits.<br \/><br \/>There should be a single national ITN plan and policy that includes both continuous and campaign distribution strategies. This should be developed and implemented under the leadership of the national malaria control programme, based on an analysis of local opportunities and constraints, and identification of a combination of distribution channels with which to achieve optimal coverage and minimize gaps. This unified plan should include a comprehensive net quantification and gap analysis for all public sector ITN distribution channels. As much as possible, the plan should <s> <\/s>include major ITN contributions by the private sector.<br \/><br \/>Therefore, in addition to mass campaigns, the distribution strategy could include:<\/p><ul><li>ANC, EPI and other child health clinics: These should be considered high-priority continuous ITN distribution channels in countries where these services are used by a large proportion of the population at risk of malaria, as occurs in much of sub-Saharan Africa.<\/li><li>Schools, faith- and community-based networks, and agricultural and food-security support schemes: These can also be explored as channels for ITN distribution in countries where such approaches are feasible and equitable. Investigating the potential use of these distribution channels in complex emergencies is particularly important.<\/li><li>Occupation-related distribution channels: In some settings, particularly in Asia, the risk of malaria may be strongly associated with specific occupations (e.g., plantation and farm workers and their families, miners, soldiers and forest workers). In these settings, opportunities for distribution through channels such as private sector employers, workplace programmes and farmers’ organizations may be explored.<\/li><li>Private or commercial sector channels: These can be important channels for supplementing free ITN distribution through public sector channels. Access to ITNs can also be expanded by facilitating the exchange of vouchers or coupons provided through public sector channels for a free or subsidized ITN at participating retail outlets. ITN products distributed through the private sector should be regulated by the national registrar of pesticides in order to ensure that product quality is in line with WHO recommendations.<\/li><\/ul><p><br \/>The procurement of ITNs with attributes that are more costly (e.g., nets of conical shape) is not recommended for countries in sub-Saharan Africa, unless nationally representative data clearly show that the use of ITNs with particular attributes increases significantly among populations at risk of malaria. To build an evidence base to support the purchase of more costly nets, investigation into the preferences and into whether meeting preferences translates into increased use of ITNs may also be warranted, particularly in situations where standard nets are unlikely to suit the lifestyle of specific population groups at risk of malaria, such as may be the case for nomadic populations.<br \/><br \/>The lifespans of ITNs can vary widely among individual nets used within a single household or community, as well as among nets used in different settings. This makes it difficult to plan the rate or frequency at which replacement nets need to be procured and delivered. All malaria programmes that have undertaken medium- to large-scale ITN distributions should conduct ITN durability monitoring in line with available guidance to inform appropriate replacement intervals. Where there is evidence that ITNs are not being adequately cared for or used, programmes should design and implement BCC activities aimed at improving these behaviours.<br \/><br \/>In countries where untreated nets are widely available, national malaria control programmes should promote access to ITNs. Strategies for treating untreated nets can also be considered, for example, by supporting access to insecticide treatment kits.<br \/><br \/>As national malaria control programmes implement different mixes of distribution methods in different geographic areas, there will be a need to accurately track ITN coverage at subnational levels. Subnational responses should be triggered if coverage falls below programmatic targets. Tracking should differentiate among the contributions of various delivery channels to overall ITN coverage.<br \/><br \/>Countries should generate data on defined standard indicators of coverage and access rates in order to ascertain whether optimal coverage has been achieved and maintained. The data should also inform changes in implementation in order to improve performance and progress towards the achievement of programmatic targets. Currently, the three basic survey indicators are: i) the proportion of households with at least one ITN; ii) the proportion of the population with access to an ITN within their household; and iii) the proportion of the population reporting having slept under an ITN the previous night (by age [<5 years; 5–14 years; 15+ years], gender and access to ITN).<\/p>","field_icon":null},{"field_title":"Management of old ITNs (2019) ","field_content":"<p><strong>Management of old ITNs (2019) <\/strong><\/p><p>WHO recommends that old ITNs should only be collected where there is assurance that: i) communities are not left without nets, i.e., new ITNs are distributed to replace old ones; and ii) there is a suitable and sustainable plan in place for safe disposal of the collected material. <\/p><p>If ITNs and their packaging (bags and baling materials) are collected, the best option for disposal is high-temperature incineration. They should not be burned in the open air. In the absence of appropriate facilities, they should be buried away from water sources and preferably in non-permeable soil. <\/p><p>WHO recommends that recipients of ITNs be advised (through appropriate communication strategies) not to dispose of their nets in any water body, as the residual insecticide on the net can be toxic to aquatic organisms (especially fish).<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><i>Good practice statement<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">Currently, <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\"> and the vast majority of their packaging (bags and baling materials) are made of non-biodegradable plastics&nbsp;<\/span><cite class=\"magic-cite\" data-ref-id=\"362693\" data-label=\"\">[49]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\">.The large-scale deployment of <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\"> has given rise to questions as to the most appropriate and cost-effective way to deal with the resulting plastic waste, particularly given that most endemic countries do not <\/span>currently <span style=\"background-color:rgb( 255 , 255 , 255 )\">have the resources to manage <\/span>ITN<span style=\"background-color:rgb( 255 , 255 , 255 )\"> collection and waste disposal programmes.<\/span><br><br><span style=\"background-color:rgb( 255 , 255 , 255 )\">A pilot study was conducted to examine patterns of <\/span>ITN<span style=\"background-color:rgb( 255 , 255 , 255 )\">&nbsp;usage and disposal in three African countries (Kenya, Madagascar and United Republic of Tanzania). Findings of this pilot study<\/span>,<span style=\"background-color:rgb( 255 , 255 , 255 )\"> along with other background information were used to generate recommendations through the WHO <\/span>Vector Control Technical Working Group (<span style=\"background-color:rgb( 255 , 255 , 255 )\">VCTEG<\/span>)<span style=\"background-color:rgb( 255 , 255 , 255 )\"> and MPAG on best practices with respect to managing waste.<\/span><br><br><span style=\"background-color:rgb( 255 , 255 , 255 )\">The following are the main findings from the pilot study and other background material:<\/span><\/p><ul><li>ITNs entering domestic use in Africa each year contribute approximately 100 000 tonnes of plastic and represent a per capita rate of plastic consumption of 200 grams per year. This is substantial in absolute terms; however, it&nbsp;constitutes only approximately 1% to 5% of the total plastic consumption in Africa and thus is small compared to other sources of plastic and other forms of plastic consumption.<\/li><li>The plastic from ITNs is treated with a small amount of pyrethroid insecticide (less than 1% per unit mass for most products), and plastic packaging is therefore considered a pesticide product\/container.<\/li><li>Old ITNs and other nets may be used for a variety of alternative purposes, usually due to the perceived ineffectiveness of the net, loss of net physical integrity or presence of another net.<\/li><li>ITNs that no longer serve a purpose are generally disposed of at the community level along with other household waste by discarding them in the environment, burning them in the open, or placing them into pits.<\/li><li>ITN collection was not implemented on a large scale or sustained in any of the pilot study countries. It may be feasible to recycle ITNs, but it is not practical or cost-effective at this point, as there would need to be specialized adaptation and upgrading of recycling facilities before insecticide-contaminated materials could be included in this process.<\/li><li>Two important and potentially hazardous practices are: i) routinely removing ITNs from bags at the point of distribution and burning discarded bags and old ITNs, which can produce highly toxic fumes including dioxins, and ii) discarding old ITNs and their packaging in water, as they may contain high concentrations of residual insecticides that are toxic to aquatic organisms, particularly fish.<\/li><li>Insecticide-treated plastics can be incinerated safely in high-temperature furnaces, but suitable facilities are lacking in most countries. Burial away from water sources and preferably in non-permeable soil is an appropriate method to dispose of net bags and old ITNs in the absence of a suitable high-temperature incinerator.<\/li><li>In most countries, ministries of environment (national environment management authorities) are responsible for setting up and enforcing laws\/regulations to manage plastic waste broadly. Although some countries have established procedures for dealing with pesticide-contaminated plastics, it is unrealistic to expect national malaria control and elimination programmes to single-handedly address the problem of managing waste from ITNs. Environmental regulations; leadership and guidance from national environmental authorities; and oversight from international agencies, such as the United Nations Environment Programme, are all necessary.<\/li><\/ul>","practical_info":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">It is important to determine whether the environmental benefits outweigh the costs when identifying the best disposal option for old <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\"> and their packaging. For malaria programmes in most endemic countries, there are limited options for dealing with <\/span>ITN<span style=\"background-color:rgb( 255 , 255 , 255 )\"> collection. Recycling is not currently a practical option in most malaria-endemic countries (with some exceptions for countries with a well-developed plastics industry). High-temperature incineration is likely to be logistically difficult and expensive in most settings. In practice, when malaria programmes have retained or collected packaging material in the process of distributing <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\">, it has mostly been burned in the open air. This method of disposal may lead to the release of dioxins, which are harmful to human health.<\/span><br><br><span style=\"background-color:rgb( 255 , 255 , 255 )\">If such plastic material (with packaging an issue at the point of distribution and old <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\"> an intermittent issue at household level when the net is no longer in use) is left in the community, it is likely to be re-used in a variety of ways. While the insecticide<\/span> <span style=\"background-color:rgb( 255 , 255 , 255 )\">exposure entailed by this kind of re-use has yet <\/span>to <span style=\"background-color:rgb( 255 , 255 , 255 )\">be fully studied, the expected negative health and environmental impacts of leaving <\/span>the waste<span style=\"background-color:rgb( 255 , 255 , 255 )\"> in the community are considered <\/span>to be <span style=\"background-color:rgb( 255 , 255 , 255 )\">less than amassing <\/span>it<span style=\"background-color:rgb( 255 , 255 , 255 )\"> in one location and\/or burning it in the open air.<\/span><br><br><span style=\"background-color:rgb( 255 , 255 , 255 )\">Since the material from nets represents only a small proportion of total plastic consumption, it will often be more efficient for old <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\">&nbsp;to be dealt with as part of larger and more general solid-waste programmes. National environment management authorities have an obligation to consider and plan for what happens to old <\/span>ITNs<span style=\"background-color:rgb( 255 , 255 , 255 )\"> and packing materials in the environment in collaboration with other relevant partners.<\/span><\/p>","field_icon":null},{"field_title":"Indoor residual spraying (2019)","field_content":"<p><strong>Indoor residual spraying (2019)<\/strong><br><br>WHO recommends <span style=\"background-color:rgb( 255 , 255 , 255 )\">IRS <\/span>using<span style=\"background-color:rgb( 255 , 255 , 255 )\"> a product prequalified by WHO <\/span>for the prevention and control of malaria in children and adults living in areas with ongoing malaria transmission.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 0 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Strong recommendation, low-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p>&nbsp;<\/p><p>&nbsp;<\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">When carried out correctly, IRS has historically been shown to be a powerful intervention to reduce adult mosquito vector density and longevity and, therefore, to reduce malaria transmission. However, <\/span>despite its long tradition and the large body of associated operational experience, <span style=\"background-color:rgb( 255 , 255 , 255 )\">few RCTs have been conducted on IRS and so the availability of data suitable for use in a meta-analysis is limited <\/span><cite class=\"magic-cite\" data-ref-id=\"362767\" data-label=\"\">[50]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\">. The GDG determined that the data from these randomized trials, as well as the large body of evidence generated from other studies, warranted the continued recommendation of IRS for malaria prevention and control.<\/span> An updated systematic review of data on IRS interventions from recent studies, RCTs and other designs is needed<span style=\"background-color:rgb( 255 , 255 , 255 )\"> to further underpin this recommendation or modify it as appropriate.<\/span><br \/><br \/><strong>Research needs:<\/strong><\/p><ul><li>Further evidence is needed of the impact (incidence of malaria [infection or clinical]  and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of IRS.<\/li><li>Determine the impact (incidence of malaria [infection or clinical] and\/or prevalence of malaria infection) as well as harms and\/or unintended consequences of IRS in urbanized areas with changing housing designs.<\/li><li>Determine the impact (incidence of malaria [infection or clinical] and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of IRS using new insecticides in areas where mosquitoes are resistant to currently deployed insecticides.<\/li><li>Determine the impact (incidence of malaria [infection or clinical] and\/or prevalence of malaria infection) of IRS in areas with  different mosquito behaviours (such as in areas with outdoor transmission).<\/li><li>Given the relatively high cost of implementing IRS, especially in the context of growing insecticide resistance, and when delivering IRS in more remote areas, there is a need to investigate new approaches to delivering IRS to increase the cost-effectiveness of this intervention.<\/li><\/ul>","practical_info":"<p style=\"margin-left:0px\">Insecticide formulations currently<span style=\"color:rgb( 232 , 67 , 55 )\"> <\/span>used for IRS <cite class=\"magic-cite\" data-ref-id=\"362739\" data-label=\"\">[24]<\/cite> fall into five major insecticide classes with three modes of action, based on their primary target site in the vector. These are listed below, where applicable with examples of the active ingredients contained in IRS products that have been prequalified by WHO:<br \/><br \/><strong>Sodium channel modulators<\/strong><\/p><ul><li>Pyrethroids: alphacypermethrin, deltamethrin, lambda-cyhalothrin, etofenprox, bifenthrin<\/li><li>Organochlorines: No prequalified product available<\/li><\/ul><p style=\"margin-left:0px\"><br \/><strong>Acetylcholinesterase inhibitors<\/strong><\/p><ul><li>Organophosphates: malathion, fenitrothion, pirimiphos-methyl<\/li><li>Carbamates: bendiocarb, propoxur<\/li><\/ul><p style=\"margin-left:0px\"><br \/><strong>Nicotinic acetylcholine receptor competitive modulators<\/strong><\/p><ul><li>Neonicotinoids: clothianidin<\/li><\/ul><p style=\"margin-left:0px\"><br \/>IRS products using four of these insecticide classes have been prequalified by WHO; as of August 2020, there were no organochlorine IRS formulations prequalified <cite class=\"magic-cite\" data-ref-id=\"362739\" data-label=\"\">[24]<\/cite>, but DDT continues to be used in a few countries. The prequalified products have been assessed for their safety, quality and entomological efficacy, which includes evaluation of their mortality effect on mosquitoes when applied to a range of interior surfaces of dwellings found in malaria-endemic areas. Residual efficacy needs to continue for at least three months after the application of the insecticide to the substrate, usually cement, mud or wood <cite class=\"magic-cite\" data-ref-id=\"362668\" data-label=\"\">[51]<\/cite>. Insecticides are available in various formulations to increase their longevity on different surfaces.<br \/>                 <br \/>IRS is considered an appropriate intervention where:<\/p><ul><li>the majority of the vector population feeds and rests indoors;<\/li><li>the vectors are susceptible to the insecticide that is being deployed;<\/li><li>people mainly sleep indoors at night;<\/li><li>the malaria transmission pattern is such that the population can be protected by one or two rounds of IRS per year;<\/li><li>the majority of structures are suitable for spraying; and<\/li><li>structures are not scattered over a wide area, resulting in high transportation and other logistical costs.<\/li><\/ul><p style=\"margin-left:0px\"><br \/><strong>Indoor residual spraying: an operational manual for IRS for malaria transmission, control and elimination<\/strong><br \/>IRS is a vector control intervention that can rapidly reduce malaria transmission. It involves the application of a residual insecticide to internal walls and ceilings of housing structures where malaria vectors may come into contact with the insecticide. This <a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241508940\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\">operational manual <\/a><cite class=\"magic-cite\" data-ref-id=\"362712\" data-label=\"\">[52]<\/cite> aims to assist malaria programme managers, entomologists and public health officers in designing, implementing and sustaining high-quality IRS programmes.<\/p>","field_icon":null},{"field_title":"Access to ITNs or IRS at optimal coverage levels (2019)","field_content":"<p><strong>Access to ITNs or IRS at optimal coverage levels (2019)<\/strong><\/p><p>WHO recommends ensuring access to effective vector control using ITNs or IRS at optimal coverage levels for&nbsp;all populations at risk of malaria in most epidemiological and ecological settings.<\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><i>Good practice statement<\/i><\/span><\/p><\/tbody><\/figure><p>&nbsp;<\/p><p>&nbsp;<\/p>","justification":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">In terms of the relative effectiveness of IRS compared to ITNs, the systematic review published in 2010 <\/span><cite class=\"magic-cite\" data-ref-id=\"362767\" data-label=\"\">[50]<\/cite><span style=\"background-color:rgb( 255 , 255 , 255 )\"> reported was only low certainty evidence available for areas of intense transmission and for areas with unstable transmission. It was therefore not possible to arrive at a definit<\/span>iv<span style=\"background-color:rgb( 255 , 255 , 255 )\">e conclusion on their comparative effectiveness. WHO therefore currently views these two interventions as <\/span>being <span style=\"background-color:rgb( 255 , 255 , 255 )\">of equal effectiveness<\/span>,<span style=\"background-color:rgb( 255 , 255 , 255 )\"> and there is no general recommendation to guide <\/span>the <span style=\"background-color:rgb( 255 , 255 , 255 )\">selection of one over the other. Preferences of national malaria programmes, beneficiaries or donors are usually based on operational factors, such<\/span> as<span style=\"background-color:rgb( 255 , 255 , 255 )\"> perceived or actual implementation challenges (see Section 4.1.6.2) and the requirement for insecticide resistance prevention, mitigation and management (see Section 4<\/span>.1<span style=\"background-color:rgb( 255 , 255 , 255 )\">). Financial considerations such as cost and cost-effectiveness are also major drivers of decision-making, and selection of malaria vector control interventions should thus be embedded in a prioritization process that considers the cost and effectiveness <\/span>of <span style=\"background-color:rgb( 255 , 255 , 255 )\">all available malaria interventions and aims at achieving maximum impact with the available resources. Evaluations of the relative cost and cost-effectiveness of ITNs and IRS are ongoing to inform revision of the Guidelines.<\/span><\/p>","practical_info":null,"field_icon":null}],"field_header":"Pyrethroid-only nets (2019) "}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78082","field_references":null,"field_tags":[{"tid":16,"name":"Recommendations for vector control"},{"tid":31,"name":"Insecticide-treated nets"},{"tid":23,"name":"Indoor residual spraying"}]}