{"body":"<p>ACD is important in elimination programmes for detecting symptomatic cases that are not detected by PCD and asymptomatic cases in the community. ACD surveillance systems, with case detection, notification and investigation, should be established in all elimination areas when the caseload is very low but should not be considered a substitute for optimizing PCD. As in PCD, all cases identified by ACD should undergo full quality-assured testing and treatment, be followed up to confirm clearance of the infection if part of the RACD process and be reported to the health information system.<\/p>&#13;\n&#13;\n<p>ACD is conducted intermittently outside health facilities (including village health posts) by health workers who visit patients at their houses, workplaces, schools or other locations, such as markets. Thus, periodic (e.g. monthly) visits to mining camps by a health team would be considered ACD, as there is no fixed facility and no regular service between health worker visits. Cases detected by CHWs are considered to be detected passively if the patients visit a CHW’s home for consultation but detected actively if they are identified by a CHW at regular visits to patients’ houses. ACD may also involve parasitological examination of everyone in a targeted population (mass testing), whereas in PCD only symptomatic cases are usually tested. In some countries, pregnant women may be routinely tested for malaria at antenatal care clinics, even when they have no obvious symptoms; any case identified should therefore be considered as passively detected.<\/p>&#13;\n&#13;\n<p>ACD is further classified into proactive case detection (PACD) and reactive case detection (RACD). PACD is undertaken in populations that have limited access to facilities or inadequate health-seeking behaviour and in high-risk groups (e.g. remote and\/or migrant populations, refugees, armed forces, forest workers, long-distance drivers). PACD is not prompted by an index case and is performed regularly at specific times (mainly during the transmission season) to confirm active local transmission in target populations and to detect cases early. RACD may be undertaken in response to an index case, the epidemiological characteristics of which trigger additional ACD, in which a household or a population potentially linked to the case is tested or screened for symptoms and tested before treatment. Index cases are usually seen at a health facility. ACD for <em>P. vivax<\/em> and <em>P. ovale<\/em> malaria may still miss a substantial proportion of cases because hypnozoites cannot be detected with current testing methods. As the majority of relapses occur within the first 3 months of infection with <em>P. vivax<\/em> or <em>P. ovale<\/em>, it is advisable to combine RACD with PACD conducted at appropriate intervals, especially during peak transmission seasons.<\/p>&#13;\n&#13;\n<p>Typically during both PACD and RACD, all members of the households within a circumscribed area (around the index case in the case of RACD) would receive a parasitological test with or without screening on the basis of a history of fever, other malaria-related symptoms and travel history. If the index case is imported, RACD should also be done among fellow travellers. <strong>Box 5<\/strong> gives guidance on conducting malaria ACD during house-to-house visits in transmission foci.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 5.<br \/>&#13;\nOrganizing ACD by house-to-house visits<\/strong><\/p>&#13;\n&#13;\n<ul><li>In RACD, a visit is triggered by the report of a single or a cluster of index cases in a focus. For PACD, visits are made intermittently to determine the presence and extent of transmission among identified high-risk groups in areas with ongoing transmission or populations living in highly receptive foci where transmission has recently been interrupted. PACD may also be used as a complement to RACD in areas where<em> P. vivax<\/em> is the dominant parasite or in rare cases where you have <em>P. ovale<\/em>, to ensure that as many as possible of relapsing cases are identified in good time.<\/li>&#13;\n\t<li>RACD is done when there are few cases (e.g. no more than three cases per week per investigation team) and few remaining foci of transmission.<\/li>&#13;\n\t<li>Local health care providers or mobile teams list the targeted population by household (and map them with a GPS when possible), with the assistance of local authorities. The target population should be completely covered. People working in organizations associated with the target population should be included in the lists, such as transport workers, development project workers and the military. People living in outlying hamlets, who may not be recorded on household lists, should also be covered. All efforts should be made to include people living clandestinely in the target area, such as illegal immigrants. For RACD, the target population may be determined as that within a radius around the index case.<\/li>&#13;\n\t<li>A plan of visits is prepared, and the targeted population is informed of the dates and times they will be visited. It is important to obtain community participation and support for this activity through visits, contact with local leaders and the mass media. PACD may be done once a month during the high-transmission season and may or may not be complemented by RACD, depending on the caseload. ACD should be done only when there are very few cases and foci of transmission.<\/li>&#13;\n\t<li>ACD is conducted when family members are most likely to be at home (i.e. before or after work, in the early evening) or at school. Markets, religious places and other community structures might be used in order to cover the whole targeted population.<\/li>&#13;\n\t<li>ACD is usually conducted by mass testing of household members. When this is not operationally feasible (e.g. when diagnostic and human resources or drugs are limited), or needed (as in near-elimination settings when the vast majority of cases are symptomatic), household members may be asked about recent fever, and those with a history of fever or who are febrile on the day of the visit are tested. There is no fixed rule for the recall period; 14 days (currently used in standardized surveys for malaria control) is probably suitable in most settings. Body temperature can be recorded, but this is not essential.<\/li>&#13;\n\t<li>Testing is done with an RDT or microscopy. Blood slides should be examined on the same or the following day at a local laboratory, if possible (otherwise, the slide should be sent to the nearest laboratory). If the interval between blood sampling and examination is more than 1 day, care must be taken to avoid fixation of erythrocytes in the thick films (as may occur in hot weather); for example, slides should be haemolysed as soon as the film is completely dry, or dried slides should be stored in a cool box. Thick blood films must be protected from flies.<\/li>&#13;\n\t<li>Any person in a clinically severe state should be assisted in obtaining medical care, whether or not he or she has malaria.<\/li>&#13;\n\t<li>People found to have malaria are treated immediately, and cases and foci are investigated epidemiologically. Treated cases are followed up to ensure complete cure.<\/li>&#13;\n\t<li>A register of all people whose blood was taken during ACD is completed. The register includes the identification number of the household and, for the head of the household, address, name, age and information on risk factors (e.g. occupation, ownership and use of an ITN and IRS in the past year), date blood taken, type of testing and results (species, and where possible stage, density and presence of gametocytes).<\/li>&#13;\n<\/ul><\/div>&#13;\n&#13;\n<ul><\/ul><ul><\/ul>","title":"3.2.2 Active case detection","nid":385,"vid":3520,"created":1567592052,"changed":1587401591,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":38,"name":"Concepts & practice"}]}