{"body":"<p><em><strong>Absorption and disposition<\/strong><\/em><\/p>&#13;\n&#13;\n<p>The probability of selecting a de-novo mutation depends on the degree of resistance that results from it. If a single mutation confers high-level resistance, selection occurs readily; however, resistance usually develops in a series of steps, the initial step being low-level resistance. If the range of blood concentrations achieved in a patient considerably exceeds the concentrations that result in 90% inhibition of multiplication (IC90 values) for the most resistant mutant (IC90 R), then resistance cannot be selected in the acute phase of treatment, as even the resistant mutants are prevented from multiplying. If, however, the peak concentrations are close to or below the IC90 R, resistance may be selected (20). Peak drug concentrations are determined mainly by absorption, distribution volume and dose. Several antimalarial drugs (notably lumefantrine, atovaquone and, to a lesser extent, mefloquine) are lipophilic, hydrophobic and variably absorbed (inter-individual variation in bioavailability of up to 20-fold); the distribution volumes also vary substantially among individuals. This results in considerable inter-individual variation in peak blood concentrations of the drugs (21). As a result, some patients may have very low levels despite receiving “correct dosing” (previous dosing recommendations for young children have often been too low); usually, however, under-dosing results from incorrect dosing. The main sources of under-dosing globally are incorrect self-medication, because of poor adherence to a correctly prescribed drug regimen, poor-quality drugs, uncontrolled drug availability and purchase of incorrect dose regimens, use of substandard drugs purchased in shops or markets, and incorrect administration at home (22). Quality-assured drugs, education, correct prescribing, optimized doses, good adherence and high-quality packaging and formulations therefore play major roles in preventing the emergence of antimalarial drug resistance.<\/p>&#13;\n&#13;\n<p><em><strong>Drug elimination rates <\/strong><\/em><\/p>&#13;\n&#13;\n<p>In high-transmission settings, a person who takes an antimalarial drug for symptomatic malaria exposes not only the parasites that are causing that infection but also all the newly acquired infections that emerge from the liver during the drug’s elimination phase. The longer the terminal elimination half-life of the drug, the greater the exposure. Slow drug elimination is particularly relevant to the spread of resistance and is less important for de-novo selection (13, 15, 23). Some rapidly eliminated antimalarial drugs (e.g. the artemisinin derivatives) never present an intermediate concentration to infecting malaria parasites, because they are eliminated completely within the 2-day life cycle of the asexual parasite (20). Others (e.g. desethylamodiaquine, pyronaridine, mefloquine, piperaquine and chloroquine) have elimination half-lives of weeks or months and thus present a lengthy selection opportunity. Obviously, the greater the degree of resistance (i.e. the higher the IC90 R relative to the IC90 for susceptible parasites, IC90 S ), the wider is the window of selection opportunity (20). Selection occurs only during the terminal phase if prevalent parasites are inhibited by these low concentrations. As the prevalence and degree of resistance rise, these low concentrations become ineffective, and so selection no longer occurs during the terminal elimination phase. With the exception of the artemisinin derivatives, maximum antimalarial parasite reduction ratios (kill rates) do not usually exceed 1000-fold per cycle (24). Following hepatic schizogony, exposure of at least two asexual cycles (4 days) to therapeutic drug concentrations is required to eradicate the blood-stage parasites emerging from the liver (suppressive prophylaxis). As a result, rapidly eliminated drugs such as the artemisinin derivatives or quinine provide little or no selection during the elimination phase (20).<\/p>&#13;\n","title":"A7.3.4 Pharmacokinetics of antimalarial drugs and selection of resistance","nid":167,"vid":1485,"created":1566389754,"changed":1573203503,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}