{"body":"<p>Several important patient sub-populations,including young children,pregnant women and patients taking potent enzyme inducers (e.g. rifampicin, efavirenz), have altered pharmacokinetics,resulting in sub-optimalexposure to antimalarialdrugs.This increases the rate of treatment failure with current dosage regimens. The rates of treatment failure are substantially higher in hyperparasitaemic patients and patients in areas with artemisinin-resistant falciparum malaria, and these groups require greater exposure to antimalarial drugs (longer duration of therapeutic concentrations) than is achieved with current ACT dosage recommendations. It is often uncertain how best to achieve this. Options include increasing individual doses, changing the frequency or duration of dosing, or adding an additional antimalarial drug. Increasing individual doses may not, however,achieve the desired exposure (e.g.lumefantrine absorption becomes saturated), or the dose may be toxic due to transiently high plasma concentrations (piperaquine, mefloquine, amodiaquine, pyronaridine). An additional advantage of lengthening the duration of treatment (by giving a 5-day regimen) is that it provides additional exposure of the asexual cycle to the artemisinin component as well as augmenting exposure to the partner drug. The acceptability, tolerability, safety and effectiveness of augmented ACT regimens in these special circumstances should be evaluated urgently.<br \/><br \/><strong>Large and obese adults<\/strong><br \/>&#13;\nLarge adults are at risk for under-dosing when they are dosed by age or in standard pre-packaged adult weight-based treatments. In principle, dosing of large adults should be based on achieving the target mg\/kg bw dose for each antimalarial regimen. The practical consequence is that two packs of an antimalarial drug might have to be opened to ensure adequate treatment. For obese patients, less drug is often distributed to fat than to other tissues; therefore, they should be dosed on the basis of an estimate of lean body weight, ideal body weight. Patients who are heavy but not obese require the same mg\/kg bw doses as lighter patients.<br \/><br \/>&#13;\nIn the past, maximum doses have been recommended, but there is no evidence or justification for this practice. As the evidence for an association between dose, pharmacokinetics and treatment outcome in overweight or large adults is limited, and alternative dosing options have not been assessed in treatment trials, it is recommended that this gap in knowledge be assessed urgently. In the absence of data, treatment providers should attempt to follow up the treatment outcomes of large adults whenever possible.<\/p>&#13;\n","title":"5.3 Treating special risk groups","nid":705,"vid":4122,"created":1620132639,"changed":1624972673,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":47,"name":"Uncomplicated malaria"}]}