{"body":"<p>Subnational verification of elimination of malaria transmission should be subjected to official regulations and\/or administrative orders. A higher-level, experienced, independent national malaria elimination advisory committee should be established to monitor and verify the work of the national programme and help document it, including by publishing experiences and subnational verification milestones in the peer-reviewed literature. The advisory committee has a national political role in advocating for continuing work until the disease is eliminated.<\/p>&#13;\n&#13;\n<p>It is recommended that subnational evaluations be conducted by independent national evaluation teams, including external international experts if possible, in order to increase their validity and credibility. The evaluation should include a review of documents on the malaria situation and the activities of the candidate administrative area, including validation of the absence of locally transmitted cases, resulting in zero incidence of indigenous cases for a statutory period (at least three consecutive years), related information and reports of field visits.<\/p>&#13;\n&#13;\n<p>The criteria to be met to be confident that local malaria transmission has been interrupted in a given area should be defined in official regulations and should replicate WHO’s criteria for national elimination as closely as possible.<\/p>&#13;\n&#13;\n<p>The status of subnational verification of malaria elimination should be rescinded by national authorities if local transmission is re-established, i.e. the occurrence of three or more indigenous malaria cases of the same species linked in space and time, due to local mosquito-borne transmission in the same geographical focus in the same year for three or more years.<\/p>&#13;\n&#13;\n<p>A central database on verification of subnational malaria elimination, with evaluation reports, should be created and maintained. High-quality surveillance and response should be sustained and remain efficient in the areas concerned until national certification is achieved. Countries are encouraged to report annually to WHO on subnational verification of transmission elimination, so that this information can be included in the <em>WHO International travel and health<\/em> and the <em>World malaria report<\/em>.<\/p>&#13;\n","title":"5.4.2 Suggested process for interested countries","nid":350,"vid":2871,"created":1567505931,"changed":1581946158,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":41,"name":"Certification of elimination"}]}