{"body":"<p>Since the first and second editions of the guidelines were issued in 2006 and 2010, respectively, WHO methods for preparing guidelines have continued to evolve. The third edition of the <em>Guidelines for the treatment of malaria <\/em>was prepared in accordance with the updated WHO standard methods for guideline development <a href=\"#1\"><em>[1]<\/em><\/a>. This involved planning, “scoping” and needs assessment, establishment of a guidelines development group, formulation of key questions (PICO questions: population, participants or patients; intervention or indicator; comparator or control; outcome), commissioning reviews, Grading of Recommendations, Assessment, Development and Evaluation (GRADE) and making recommendations. This method ensures a transparent link between the evidence and the recommendations. The GRADE system is a uniform, widely adopted approach based on explicit methods for formulating and evaluating the strength of recommendations for specific clinical questions on the basis of the robustness of the evidence.<br \/><br \/>&#13;\nThe Technical Guidelines Development Group, co-chaired by Professor Fred Binka and Professor Nick White (other participants are listed below), organized a technical consultation on preparation of the third edition of the <em>Guidelines. <\/em>Declarations of conflicts of interest were received from all participants. A WHO guideline steering group facilitated the scoping meeting, which was convened in February 2013, to set priorities and identify which sections of the second edition of <em>Guidelines <\/em>were to be reviewed and to define potential new recommendations. Draft PICO questions were formulated for collation and review of the evidence. A review of data on pharmacokinetics and pharmacodynamics was considered necessary to support dose recommendations, and a subgroup was formed for this purpose.<br \/><br \/>&#13;\nAfter the scoping meeting, the Cochrane Infectious Diseases Group at the Liverpool School of Tropical Medicine in Liverpool, England, was commissioned to undertake systematic reviews and to assess the quality of the evidence for each priority question. The reviews involved extensive searches for published and unpublished reports of trials and highly sensitive searches of the Cochrane Infectious Diseases Group trials register, the Cochrane Central Register of Controlled Trials, MEDLINE®, Embase and LILACS. All the reviews have been published on line in the Cochrane Library. When insufficient evidence was available from randomized trials, published reviews of non-randomized studies were considered.<br \/><br \/>&#13;\nThe subgroup on dose recommendations reviewed published studies from MEDLINE® and Embase on the pharmacokinetics and pharmacodynamics of antimalarial medicines. For analyses of pharmacokinetics and simulations of dosing, they used raw clinical and laboratory data from the Worldwide Antimalarial Resistance Network on the concentrations of antimalarial agents in plasma or whole blood measured with validated assays in individual patients. The data had either been included in peer-reviewed publications or been submitted to regulatory authorities for drug registration. Population pharmacokinetics models were constructed, and the plasma or whole blood concentration profiles of antimalarial medicines were simulated (typically 1000 times) for different weight categories.<br \/><br \/>&#13;\nThe guideline development group met in two technical meetings, in November 2013 and June 2014, to develop and finalize recommendations based on the GRADE tables constructed on the basis of answers to the PICO questions. The Guidelines<em> <\/em>were written by a subcommittee of the group. At various times during preparation of the guidelines, sections of the document or recommendations were reviewed by external experts and users who were not members of the group; these external peer reviewers are listed below. Treatment recommendations were agreed by consensus, supported by systematic reviews and review of information on pharmacokinetics and pharmacodynamics. Areas of disagreement were discussed extensively to reach consensus; voting was not required.<br \/><br \/><strong>Members of the guidelines development group<\/strong><\/p>&#13;\n&#13;\n<ul><li>Professor K.I. Barnes, Division of Clinical Pharmacology, University of Cape Town, South Africa<\/li>&#13;\n\t<li>Professor F. Binka, (<em>co-Chair<\/em>), University of Health and Allied Sciences, Ho, Volta Region, Ghana<\/li>&#13;\n\t<li>Professor A. Bjorkman, Division of Infectious Diseases, Karolinska University Hospital, Stockholm, Sweden<\/li>&#13;\n\t<li>Professor M.A. Faiz, Dev Care Foundation, Dhaka, Bangladesh<\/li>&#13;\n\t<li>Professor O. Gaye, Service de Parasitologie, Faculté de Médicine, Université Cheikh Anta Diop, Dakar-Fann, Senegal<\/li>&#13;\n\t<li>Dr S. Lutalo, King Faisal Hospital, Kigali, Rwanda<\/li>&#13;\n\t<li>Dr E. Juma, Kenya Medical Research Institute, Centre for Clinical Research, Nairobi, Kenya<\/li>&#13;\n\t<li>Dr A. McCarthy, Tropical Medicine and International Health Clinic, Division of Infectious Diseases, Ottawa Hospital General Campus, Ottawa, Canada<\/li>&#13;\n\t<li>Professor O. Mokuolu, Department of Paediatrics, University of Ilorin Teaching Hospital, Ilorin, Nigeria<\/li>&#13;\n\t<li>Dr D. Sinclair, International Health Group, Liverpool School of Tropical Medicine, Liverpool, United Kingdom<\/li>&#13;\n\t<li>Dr L. Slutsker, Centers for Disease Control and Prevention, Atlanta, Georgia, USA<\/li>&#13;\n\t<li>Dr E. Tjitra, National Institute of Health and Development, Ministry of Health, Jakarta, Indonesia<\/li>&#13;\n\t<li>Dr N. Valecha, National Institute of Malaria Research, New Delhi, India<\/li>&#13;\n\t<li>Professor N. White (<em>co-Chair<\/em>), Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand<\/li>&#13;\n<\/ul><p><br \/><strong>Members of the sub-group on dose recommendations<\/strong><\/p>&#13;\n&#13;\n<ul><li>Professor K. Barnes, <em>(co-chair)<\/em>, Professor F. Binka<\/li>&#13;\n\t<li>Dr S. Lutalo Dr E. Juma<\/li>&#13;\n\t<li>Professor O. Mokuolu<\/li>&#13;\n\t<li>Dr S. Parikh, Department of Medicine, Yale University School of Public Health, Connecticut, USA<\/li>&#13;\n\t<li>Dr D. Sinclair<\/li>&#13;\n\t<li>Dr J. Tarning, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand<\/li>&#13;\n\t<li>Dr D.J. Terlouw, Malawi-Liverpool Wellcome Trust Clinical Research Programme, Blantyre, Malawi<\/li>&#13;\n\t<li>Professor N. White <em>(co-Chair)<\/em> <\/li>&#13;\n<\/ul><p><br \/><strong>Guideline Steering Group<\/strong><\/p>&#13;\n&#13;\n<ul><li>Dr A. Bosman, Global Malaria Programme, WHO, Geneva, Switzerland<\/li>&#13;\n\t<li>Dr K. Carter, Malaria Regional Adviser, WHO Regional Office for the Americas<\/li>&#13;\n\t<li>Dr N.Dhingra-Kumar,Health Systems Policies and Workforce,WHO,Geneva,Switzerland<\/li>&#13;\n\t<li>Dr M. Gomes, Special Programme for Research and Training in Tropical Diseases, WHO, Geneva, Switzerland<\/li>&#13;\n\t<li>Dr P.E. Olumese (<em>Secretary<\/em>), Global Malaria Programme WHO, Geneva, Switzerland<\/li>&#13;\n\t<li>Dr F. Pagnoni, Special Programme for Research and Training in Tropical Diseases, WHO, Geneva, Switzerland<\/li>&#13;\n\t<li>Dr A.E.C. Rietveld, Global Malaria Programme WHO, Geneva, Switzerland<\/li>&#13;\n\t<li>Dr P. Ringwald, Global Malaria Programme WHO, Geneva, Switzerland<\/li>&#13;\n\t<li>Dr. M. Warsame, Global Malaria Programme WHO, Geneva, Switzerland Dr W. Were, Child and Adolescent Health, WHO, Geneva, Switzerland <\/li>&#13;\n<\/ul><p><br \/><strong>External reviewers<\/strong><\/p>&#13;\n&#13;\n<ul><li>Dr F. ter-Kuile, Liverpool School of Tropical Medicine, Liverpool, United Kingdom<\/li>&#13;\n\t<li>Dr R. McGready, Shoklo Malaria Research Unit, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand<\/li>&#13;\n\t<li>Professor F. Nosten, Shoklo Malaria Research Unit, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand <\/li>&#13;\n<\/ul><p><br \/><strong>Guidelines methodologist<\/strong><br \/>&#13;\nProfessor P. Garner, Liverpool School of Tropical Medicine, Liverpool, United Kingdom<br \/><br \/><strong>Declaration of interests<\/strong><br \/>&#13;\nParticipants in the technical consultation for the review of the Guidelines for the treatment of malaria and the external expert reviewers of the Guidelines reported relevant interests, in accordance with WHO procedures. These were discussed extensively by the committee. Although it was considered that none of the declared interests had direct relevance to the deliberations or recommendations of the meeting, the panel members with declared interests were excluded from the subcommittees on GRADE and recommendations and the drafting group. The declared interests, as per WHO regulations, was cleared through the Legal Department of WHO.<br \/>&#13;\n <br \/>&#13;\nDr K. Barnes reported being a grants co-recipient from the Malaria Medicine Venture to undertake clinical trials to evaluate antimalarial medicines.<br \/><br \/>&#13;\nDr F. Binka reported being a member of the INDEPTH network that was a recipient of a research grant from the Bill and Melinda Gates Foundation to conduct Phase IV post licensure studies on “Euratesim”<br \/><br \/>&#13;\nDr P. Garner reported receiving a grant from Department of International Development (UK) to help ensure global guidelines and decisions are based on reliable evidence.<br \/><br \/>&#13;\nDr N. Valecha reported serving as an investigator for clinical trial supported by the Department of Science and Technology India, and Ranbaxy Laboratories Limited. There were no monetary benefits and no conflicts with the subject of this review.<br \/><br \/>&#13;\nProfessor N. White reported being an advisor to all pharmaceutical companies developing new antimalarial medicines. This is done on a pro-bono basis, it does not include consultancy fees or any form of remuneration.<\/p>&#13;\n","title":"10.2 Guidelines for the treatment of malaria","nid":717,"vid":4188,"created":1620202806,"changed":1625556584,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_end_swipe":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#1","field_reference_text":"<p>1.&nbsp;WHO Handbook for Guideline Development 2nd edition. Geneva: World Health Organization 2014;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/145714\">Website<\/a><\/p>\r\n"}]}