{"body":"<div class=\"blue-header\">&#13;\n<p><strong>Treating uncomplicated <em>P. vivax,<\/em> <em>P. ovale<\/em>, <em>P. malariae<\/em> or <em>P. knowlesi<\/em> malaria<\/strong><\/p>&#13;\n<\/div>&#13;\n&#13;\n<div class=\"blue-content\">&#13;\n<p>In areas with chloroquine-susceptible infections, treat adults and children with uncomplicated <em>P. vivax, P. ovale, P. malariae or P. knowlesi <\/em>malaria with either an ACT (except pregnant women in their first trimester) or chloroquine.<br \/><em>Strong recommendation, high-quality evidence<\/em><\/p>&#13;\n&#13;\n<p>In areas with chloroquine-resistant infections, treat adults and children with uncomplicated <em>P. vivax, P. ovale, P. malariae or P. knowlesi <\/em>malaria (except pregnant women in their first trimester) with an ACT.<br \/><em>Strong recommendation, high-quality evidence<\/em><\/p>&#13;\n&#13;\n<hr \/><p><strong>GRADE (see <a href=\"\/node\/146\">Annex 4<\/a>, <a href=\"\/node\/524\">A4.7<\/a> and <a href=\"\/node\/525\">A4.8<\/a>) <\/strong><\/p>&#13;\n&#13;\n<p>In a systematic review of ACTs for the treatment of<em> P. vivax <\/em>malaria, five trials were conducted in Afghanistan, Cambodia, India, Indonesia and Thailand between 2002 and 2011 with a total of 1622 participants which compared ACTs directly with chloroquine. In comparison with chloroquine:<\/p>&#13;\n&#13;\n<ul><li>ACTs cleared parasites from the peripheral blood more quickly (parasitaemia after 24 h of treatment: RR, 0.42; 95% CI, 0.36–0.50, four trials, 1652 participants, <em>high-quality evidence<\/em>); and<\/li>&#13;\n\t<li>ACTs were at least as effective in preventing recurrent parasitaemia before day 28 (RR, 0.58; 95% CI, 0.18–1.90, five trials, 1622 participants, <em>high-quality evidence<\/em>).<\/li>&#13;\n<\/ul><p>In four of these trials, few cases of recurrent parasitaemia were seen before day 28 with both chloroquine and ACTs. In the fifth trial, in Thailand in 2011, increased recurrent parasitaemia was seen after treatment with chloroquine (9%), but was infrequent after ACT (2%) (RR, 0.25; 95% CI, 0.09–0.66, one trial, 437 participants).<\/p>&#13;\n&#13;\n<p>ACT combinations with long half-lives provided a longer prophylactic effect after treatment, with significantly fewer cases of recurrent parasitaemia between day 28 and day 42 or day 63 (RR, 0.57; 95% CI, 0.40–0.82, three trials, 1066 participants, <em>moderate-quality evidence<\/em>).<\/p>&#13;\n&#13;\n<p><strong>Other considerations<\/strong><\/p>&#13;\n&#13;\n<p>The guideline development group recognized that, in the few settings in which <em>P. vivax<\/em> is the only endemic species and where chloroquine resistance remains low, the increased cost of ACT may not be worth the small additional benefits. Countries where chloroquine is used for treatment of vivax malaria should monitor for chloroquine resistance and change to ACT when the treatment failure rate is &gt; 10% at day 28.<\/p>&#13;\n&#13;\n<hr \/><div class=\"source\"> &#13;\n<div class=\"source-content\">Gogtay N, Kannan S, Thatte UM, Olliaro PL, Sinclair D. Artemisinin-based combination therapy for treating uncomplicated Plasmodium vivax malaria. Cochrane Database Systemat Rev 2013; 10:CD008492. doi: 10.1002\/14651858.CD008492.pub3.<\/div>&#13;\n<\/div>&#13;\n<\/div>&#13;\n","title":"Recommendation","nid":485,"vid":2467,"created":1568885762,"changed":1578043045,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}