{"title":"4.2.2 - Intermittent preventive treatment of malaria in infants (IPTi) ","nid":727,"vid":4251,"created":1621353062,"changed":1626691605,"field_accordian_header":[{"field_accordian":[{"field_title":"In areas of moderate-to-high","field_content":"In areas of moderate-to-high malaria transmission of&nbsp; Africa, where&nbsp; SP&nbsp; is still effective, provide intermittent preventive treatment with SP to infants&nbsp; (&lt; 12 months of age) (SP-IPTi) at the time of the second and third rounds of vaccination against diphtheria, tetanus and pertussis (DTP) and vaccination against measles.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation*<\/em><\/span><\/p><\/tbody>\n<br>\n*unGRADEd recommendation, anticipated to be updated in 2021","justification":"<p><strong>Evidence supporting the recommendation&nbsp;<\/strong><br>The recommendation is based on a pooled analysis of 6 randomized placebo-controlled studies on SP-IPTi conducted in areas of moderate to high transmission of malaria&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362779\" data-label=\"\">[83]<\/cite>:<\/p><p>SP-IPTi delivered through EPI provides an overall protection in the first year of life against clinical malaria [30.3% (95% CI: 19.8%–39.4%)], anaemia [21.3% (95% CI: 8.3%–32.5%)], hospital admissions associated with malaria parasitaemia [38.1% (95% CI 12.5%–56.2%)], and all-cause hospital admissions [22.9% (95% CI: 10.0%–34.0%)]. SP-IPTi offers a personal protection against clinical malaria for a period of approximately 35 days following the administration of each dose.<\/p><p><br><strong>Other considerations<\/strong><br>The recommendation was formulated at the fourth consultative meeting of the Technical Expert Group of Preventive Chemotherapy, GMP, WHO, April 2009 which reviewed all evidence available at the time. The quality of evidence has not been formally assessed.<br><br><strong>Remarks<\/strong><br>The recommendation is based on a pooled analysis of 6 randomized placebo-controlled studies on SP-IPTi conducted in areas of moderate to high transmission of malaria: SP-IPTi delivered through EPI provides an overall protection in the first year of life against clinical malaria [30.3% (95% CI: 19.8%–39.4%)], anaemia [21.3% (95% CI: 8.3%–32.5%)], hospital admissions associated with malaria parasitaemia [38.1% (95% CI 12.5%–56.2%)], and all-cause hospital admissions [22.9% (95% CI: 10.0%–34.0%)]. SP-IPTi offers a personal protection against clinical malaria for a period of approximately 35 days following the administration of each dose.<br><br><strong>Rationale for the recommendation<\/strong><br>The recommendation was formulated at the fourth consultative meeting of the Technical Expert Group (TEG) of Preventive Chemotherapy, GMP, WHO, April 2009 which reviewed all evidence available at the time. The evidence was not re-evaluated during this guideline process and therefore the quality of evidence has not been formally assessed.<\/p>","practical_info":"<p>The vast majority of malaria cases and deaths in Africa occur in young children. The key interventions recommended to prevent and control malaria in this vulnerable group include use of insecticide-treated nets or indoor residual spraying, prompt access to diagnosis and treatment and, in areas of Africa with moderate to high transmission of <i>P. falciparum<\/i>, administration of IPTi. This consists of co-administration of a full therapeutic course of SP with the second and third vaccinations against DTP and vaccination against measles delivered routinely in the Expanded Programme on Immunization —usually at 10 weeks, 14 weeks and about 9 months of age, respectively—to infants at risk for malaria&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362701\" data-label=\"\">[84]<\/cite>.<br><br>WHO encourages co-administration of SP-IPTi in areas with moderate-to-high malaria transmission (&gt;250 cases per 1000 population and a prevalence of <i>P. falciparum\/P. vivax<\/i> <u>&gt;<\/u>10%) of Africa. IPTi has been shown to be efficacious where parasite resistance to SP, defined as a prevalence of the Pfdhps 540 mutation is ≤ 50%.<br><br>The studies showed no evidence of any adverse effects of SP-IPTi on infants’ serological responses to vaccines (DTP, polio, hepatitis B, <i>Haemophilus influenzae <\/i>B, yellow fever or measles). A rebound effect in terms of greater susceptibility to malaria after termination of SP-IPTi, although reported in some studies, was not found in the pooled analysis.<br><br>SP-IPTi should not be given to infants receiving a sulfa-based medication for treatment or prophylaxis, including co-trimoxazole (trimethoprim–sulfamethoxazole), which is widely used as prophylaxis against opportunistic infections in HIV-infected infants.<br><br>Surveillance of molecular markers of SP resistance should accompany SP-IPTi, in particular the distribution and prevalence of <i>Pfdhps <\/i>540 mutations, which is a surrogate measure of SP efficacy.<br><br>Please refer to the <a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/whoivb11_07\/en\/\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Intermittent preventive treatment for infants using sulfadoxine-pyrimethamine (IPTi-SP) for malaria control in Africa: implementation field guide<\/i><\/a><i>&nbsp;<\/i><cite class=\"magic-cite\" data-ref-id=\"362701\" data-label=\"\">[84]<\/cite>.<\/p>","field_icon":null}],"field_header":"In areas of moderate-to-high"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78092","field_references":null,"field_tags":[{"tid":67,"name":"Recommendations for preventive chemotherapies"},{"tid":24,"name":"Infants"}]}