{"body":"<p>These guidelines provide a generic framework for malaria diagnosis and treatment policies worldwide; however, national policy-makers will be required to adapt these recommendations on the basis of local priorities, malaria epidemiology, parasite resistance and national resources.<br \/><br \/><strong>National decision-making<\/strong><br \/>&#13;\nNational decision-makers are encouraged to adopt inclusive, transparent, rigorous approaches. Broad, inclusive stakeholder engagement in the design and implementation of national malaria control programmes will help to ensure they are feasible, appropriate, equitable and acceptable. Transparency and freedom from financial conflicts of interest will reduce mistrust and conflict, while rigorous evidence-based processes will ensure that the best possible decisions are made for the population.<br \/><br \/><strong>Information required for national decision-making<\/strong><br \/>&#13;\nSelection of first- and second-line antimalarial medicines will require reliable national data on their efficacy and parasite resistance, which in turn require that appropriate surveillance and monitoring systems are in place (see Monitoring efficacy and safety of antimalaria drugs). In some countries, the group adapting the guidelines for national use might have to re-evaluate the global evidence base with respect to their own context. The GRADE tables may serve as a starting-point for this assessment.<\/p>&#13;\n&#13;\n<p>Decisions about coverage, feasibility, acceptability and cost may require input from various health professionals, community representatives, health economists, academics and health system managers.<br \/><br \/><strong>Opportunities and risks<\/strong><br \/>&#13;\nThe recommendations made in these guidelines provide an opportunity to improve malaria case management further, to reduce unnecessary morbidity and mortality and to contribute to continued efforts towards elimination. Failure to implement the basic principles of combination therapy and rational use of antimalarial medicines will risk promoting the emergence and spread of drug resistance,  which  could undo all the recent gains in malaria control and elimination.<\/p>&#13;\n&#13;\n<p><br \/><strong>General guiding principles for choosing a case management strategy and tools<\/strong><br \/><br \/>&#13;\nChoosing a diagnostic strategy<br \/>&#13;\nThe two methods currently considered suitable for routine patient management are light microscopy and RDTs. Different strategies may be adopted in different health care settings. The choice between RDTs and microscopy depends on local circumstances, including the skills available, the patient case-load, the epidemiology of malaria and use of microscopy for the diagnosis of other diseases. When the case-load of patients with fever is high, the cost of each microscopy test is likely to be less than that of an RDT; however, high-throughput, high-quality microscopy may be less operationally feasible. Although several RDTs allow diagnosis of both <em>P. falciparum <\/em>and <em>P. vivax <\/em>infections, microscopy has further advantages, including accurate parasite counting (and thus identification of high parasite density), prognostication in severe malaria, speciation of other malaria parasites and sequential assessment of the response to antimalarial treatment. Microscopy may help to identify other causes of fever. High-quality light microscopy requires well- trained, skilled staff, good staining reagents, clean slides and, often, electricity to power the microscope. It requires a quality assurance system, which is often not well implemented in malaria-endemic countries.<br \/><br \/>&#13;\nIn many areas, malaria patients are treated outside the formal health services, e.g. in the community, at home or by private providers. Microscopy is generally not feasible in the community, but RDTs might be available, allowing access to confirmatory diagnosis of malaria and the correct management of febrile illnesses.<\/p>&#13;\n&#13;\n<p>The average sensitivity of HRP2-detecting RDTs is generally greater than that of RDTs for detecting <em>p<\/em>LDH of <em>P. falciparum<\/em>, but the latter are slightly more specific because the HRP2 antigen may persist in blood for days or weeks after effective treatment. HRP2-detecting RDTs are not suitable for detecting treatment failure. RDTs are slightly less sensitive for detecting <em>P. malariae <\/em>and <em>P. ovale. <\/em>The WHO Malaria RDT Product Testing programme provides comparative data on the performance of RDT products to guide procurement. Since 2008, 210 products have been evaluated in five rounds of product testing <a href=\"#101\"><em>[101]<\/em><\/a><a href=\"#104\"><em>[104]<\/em><\/a>.<br \/><br \/>&#13;\nFor the diagnosis of severe malaria, microscopy is preferred, as it provides a diagnosis of malaria and assessment of other important parameters of prognostic relevance in severely ill patients (such as parasite count and stage of parasite development and intra-leukocyte pigment). In severe malaria, an RDT can be used to confirm malaria rapidly so that parenteral antimalarial treatment can be started immediately. Where possible, however, blood smears should be examined by microscopy, with frequent monitoring of parasitaemia (e.g. every 12 h) during the first 2–3 days of treatment in order to monitor the response.<br \/>&#13;\n <br \/>&#13;\nChoosing ACT<br \/>&#13;\nIn the absence of resistance, all the recommended ACTs have been shown to result in parasitological cure rates of &gt; 95%. Although there are minor differences in the oral absorption, bioavailability and tolerability of the different artemisinin derivatives, there is no evidence that these differences are clinically significant in currently available formulations. It is the properties of the partner medicine and the level of resistance to it that determine the efficacy of a formulation.<br \/><br \/>&#13;\nPolicy-makers should also consider:<\/p>&#13;\n&#13;\n<ul><li>local data on the therapeutic efficacy of the ACT,<\/li>&#13;\n\t<li>local data on drug resistance,<\/li>&#13;\n\t<li>the adverse effect profiles of ACT partner drugs,<\/li>&#13;\n\t<li>the availability of appropriate formulations to ensure adherence,<\/li>&#13;\n\t<li>cost.<\/li>&#13;\n<\/ul><p>In parts of South-East Asia, artemisinin resistance is compromising the efficacy of ACTs and placing greater selection pressure on resistance to the partner medicines. Elsewhere, there is no convincing evidence for reduced susceptibility to the artemisinins; therefore, the performance of the partner drugs is the determining factor in the choice of ACT, and the following principles apply:<\/p>&#13;\n&#13;\n<ul><li>Resistance to mefloquine has been found in parts of mainland South-East  Asia where this drug has been used intensively. Nevertheless, the combination with artesunate is very effective, unless there is also resistance to artemisinin. Resistance to both components has compromised the efficacy of artesunate + mefloquine in western Cambodia, eastern Myanmar and eastern Thailand.<\/li>&#13;\n\t<li>Lumefantrine shares some cross-resistance with mefloquine, but this has not compromised its efficacy in any of the areas in which artemether + lumefantrine has been used outside South-East Asia.<\/li>&#13;\n\t<li>Until recently, there was no evidence of resistance to piperaquine anywhere, but there is now reduced susceptibility in  western  Cambodia.  Elsewhere, the dihydroartemisinin + piperaquine combination is highly effective.<\/li>&#13;\n\t<li>Resistance to SP limits its use in combination with artesunate to the few areas in which susceptibility is retained.<\/li>&#13;\n\t<li>Amodiaquine remains effective in combination with artesunate in parts of Africa and the Americas, although elsewhere resistance to this drug was prevalent before its introduction in an ACT. <\/li>&#13;\n<\/ul><p><strong>Considerations in use of artemisinin-based combination therapy<\/strong><br \/>&#13;\nOral artemisinin and its derivatives (e.g. artesunate, artemether, dihydroartemisinin) should not be used alone. In order to simplify use, improve adherence and minimize the availability of oral artemisinin monotherapy, fixed-dose combination ACTs are strongly preferred to co-blistered or co-dispensed loose tablets and should be used when they are readily available. Fixed-dose combinations of all recommended ACT are now available, except artesunate + SP. Fixed-dose artesunate + amodiaquine performs better than loose tablets, presumably by ensuring adequate dosing. Unfortunately, paediatric formulations are not yet available for all ACTs.<br \/><br \/>&#13;\nThe choice of ACT in a country or region should be based on optimal efficacy and adherence, which can be achieved by:<\/p>&#13;\n&#13;\n<ul><li>minimizing the number of formulations available for each recommended treatment regimen<\/li>&#13;\n\t<li>using, where available, solid formulations instead of liquid formulations, even for young patients.<\/li>&#13;\n<\/ul><p>Although there are some minor differences in the oral absorption and bioavailability of different artemisinin derivatives, there is no evidence that such differences in currently available formulations are clinically significant. It is the pharmacokinetic properties of the partner medicine and the level of resistance to it that largely determine the efficacy and choice of combinations. Outside South-East Asia, there is no convincing evidence yet for reduced susceptibility to the artemisinins; therefore, the performance of the partner drug is the main determinant in the choice of ACT, according to the following principles:<\/p>&#13;\n&#13;\n<ul><li>Drugs used in IPTp, SMC or chemoprophylaxis should not be used as first-line treatment in the same country or region.<\/li>&#13;\n\t<li>Resistance to SP limits use of artesunate + SP to areas in which susceptibility is retained.Thus, in the majority of malaria-endemic countries, first-line ACTs remain highly effective, although resistance patterns change over time and should be closely monitored.<\/li>&#13;\n<\/ul><p><strong>Choosing among formulations<\/strong> <\/p>&#13;\n&#13;\n<p>Use of fixed-dose combination formulations will ensure strict adherence to the central principle of combination therapy. Monotherapies should not be used, except as parenteral therapy for severe malaria or SP chemoprevention, and steps should be taken to reduce and remove their market availability. Fixed-dose combination formulations are now available for all recommended ACTs except artesunate + SP.<br \/><br \/>&#13;\nPaediatric formulations should allow accurate dosing without having to break tablets and should promote adherence by their acceptability to children. Paediatric formulations are currently available for artemether + lumefantrine, dihydroartemisinin + piperaquine and artesunate + mefloquine.<br \/>&#13;\n <br \/><strong>Other operational issues in managing effective treatment<\/strong><br \/>&#13;\nIndividual patients derive the maximum benefit from an ACT if they can access it within 24–48 h of the onset of malaria symptoms. The impact in reducing transmission at a population level depends on high coverage rates and the transmission intensity. Thus, to optimize the benefits of deploying ACTs, they should be available in the public health delivery system, the private sector and the community, with no financial or physical barrier to access. A strategy for ensuring full access (including community management of malaria in the context of integrated case management) must be based on analyses of national and local health systems and may require legislative changes and regulatory approval, with additional local adjustment as indicated by programme monitoring and operational research.  To optimize the benefits of effective treatment, wide dissemination of national treatment guidelines, clear recommendations, appropriate information, education and communication materials, monitoring of the deployment process, access and coverage, and provision of adequately packaged antimalarial drugs are needed.<br \/><br \/>&#13;\nCommunity case management of malaria<br \/>&#13;\nCommunity case management is recommended by WHO to improve access to prompt, effective treatment of malaria episodes by trained community members living as close as possible to the patients. Use of ACTs in this context is feasible, acceptable and effective <a href=\"#154\"><em>[154]<\/em><\/a>. Pre-referral treatment for severe malaria with rectal artesunate and use of RDTs are also recommended in this context. Community case management should be integrated into community management of childhood illnesses, which ensures coverage of priority childhood illnesses outside of health facilities.<\/p>&#13;\n&#13;\n<p>Health education<br \/>&#13;\nFrom the hospital to the community, education is vital to optimizing antimalarial treatment. Clear guidelines in the language understood by local users, posters, wall charts, educational videos and other teaching materials, public awareness campaigns, education and provision of information materials to shopkeepers and other dispensers can improve the understanding of malaria. They will increase the likelihood of better prescribing and adherence, appropriate referral and reduce unnecessary use of antimalarial medicines.<br \/><br \/>&#13;\nAdherence to treatment<br \/>&#13;\nPatient adherence is a major determinant of the response to antimalarial drugs, as most treatments are taken at home without medical supervision. Studies on adherence suggest that 3-day regimens of medicines such as ACTs are completed reasonably well, provided that patients or caregivers are given an adequate explanation at the time of prescribing or dispensing. Prescribers, shopkeepers and vendors should therefore give clear, comprehensible explanations of how to use the medicines. Co-formulation probably contributes importantly to adherence. User- friendly packaging (e.g. blister packs) also encourages completion of a treatment course and correct dosing.<\/p>&#13;\n","title":" 5.8 National adaptation and implementation","nid":710,"vid":4143,"created":1620202561,"changed":1625038036,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#101","field_reference_text":"<p>101.&nbsp;Malaria rapid diagnostic test performance. Results of WHO product testing of malaria RDTs: round 5. Geneva: World Health Organization 2014;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/128678\">Website<\/a><\/p>\r\n"},{"field_id":"#104","field_reference_text":"<p>104.&nbsp;Recommended selection criteria for procurement of malaria rapid diagnostic tests. Geneva: World Health Organization 2018;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/259870\">Website<\/a><\/p>\r\n"},{"field_id":"#154","field_reference_text":"<p>154.&nbsp;Ajayi IO, Browne EN, Bateganya F, Yar D, Happi C, Falade CO, Gbotosho GO, Yusuf B, Boateng S, Mugittu K, Cousens S, Nanyunja M, Pagnoni F : Effectiveness of artemisinin-based combination therapy used in the context of home management of malaria: a report from three study sites in sub-Saharan Africa. Malaria journal 2008;7 190&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/18822170\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/1475-2875-7-190\">Journal<\/a><\/p>\r\n"}]}