{"body":"<p>Countries and subnational areas that have eliminated malaria must prevent re-establishment of transmission and must therefore maintain a surveillance system in order to rapidly identify all cases of malaria that might indicate the emergence of transmission, although some activities may be scaled down. Surveillance systems may at this stage be integrated with broader disease surveillance systems. Nationwide early detection and prompt treatment of imported malaria cases that could result in reestablishment of transmission and monitoring of changes in receptivity and vulnerability should be a priority. The probability that malaria will become re-established differs by area, as follows.<\/p>&#13;\n&#13;\n<ul><li>When the receptivity or vulnerability of an area is 0, there is no risk for re-establishment of transmission.<\/li>&#13;\n\t<li>In areas with low receptivity and vulnerability, early case detection by a vigilant general health service, complemented by epidemiological investigation of every suspected local case and focus of origin and rapid, appropriate curative and preventive measures, may be sufficient to prevent re-establishment of transmission. Within and between country cross-border surveillance becomes important to reduce risks of importation.<\/li>&#13;\n\t<li>In areas with higher receptivity and vulnerability, it may be necessary to supplement these activities with ACD, which could be combined with other regular activities involving house visits.<\/li>&#13;\n\t<li>In localities that are highly receptive and highly vulnerable, it may be necessary to reduce receptivity during the transmission season by using timely, targeted vector control measures, including IRS and, where applicable, larviciding. These should be implemented on the basis of continually updated information on the local situation. In the longer term, it is preferable to use interventions that durably reduce the risk for transmission in these areas, without repeated application of chemicals.<\/li>&#13;\n<\/ul>","title":"2.8 Surveillance during prevention of re-establishment","nid":375,"vid":2610,"created":1567510637,"changed":1578664315,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":39,"name":"Establishing surveillance systems"},{"tid":40,"name":"Prevention of re-establishment"}]}