{"title":"4.2.3 - Seasonal malaria chemoprevention (SMC) ","nid":728,"vid":4252,"created":1621400341,"changed":1626691625,"field_accordian_header":[{"field_accordian":[{"field_title":"In areas with highly seasonal","field_content":"In areas with highly seasonal malaria transmission in the&nbsp;Sahel subregion&nbsp;of Africa, provide seasonal malaria chemoprevention (SMC) with monthly amodiaquine + SP for all children aged &lt; 6 years during each transmission season.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, high-certainty evidence<\/em><\/span><\/p><\/tbody>\n","justification":"<div>\n<p><span style=\"font-size:14px\"><strong>GRADE<\/strong><br>\nIn a systematic review&nbsp;<span class=\"magic-ref\"><cite class=\"magic-cite\" data-doi=\"10.1002\/14651858.CD003756.pub4\" data-label=\"\" data-pmid=\"22336792\" data-ref-id=\"362662\" data-url=\"\">[85]<\/cite><\/span>, SMC was directly compared with no prophylaxis in seven trials with a total of 12 589 children. All the trials were conducted in West Africa, and six of seven trials were restricted to children &lt; 5 years.<br>\n<br>\nIn comparison with no chemoprophylaxis, SMC:<\/span><\/p>\n\n<ul><li>\n\t<p><span style=\"font-size:14px\">prevented up to 75% of malaria episodes (rate ratio, 0.26; 95% CI, 0.17–0.38; six trials, 9321 participants, high-quality evidence);<\/span><\/p>\n\t<\/li><li>\n\t<p><span style=\"font-size:14px\">prevented up to 75% of severe malaria episodes (rate ratio, 0.27; 95% CI, 0.10–0.76; two trials, 5964 participants, high-quality evidence); and<\/span><\/p>\n\t<\/li><li>\n\t<p><span style=\"font-size:14px\">may be associated with a reduction in mortality (risk ratio, 0.66; 95% CI, 0.31–1.39; six trials, 9533 participants, moderate-quality evidence).<\/span><\/p>\n\t<\/li><\/ul>\n\n<p><br>\n<span style=\"font-size:14px\">These effects remained even when use of insecticide-treated nets was high (two trials, 5964 participants, high-quality evidence).<br>\n<br>\nThe current regimen (amodiaquine + SP) caused vomiting after the first dose in some children (high-quality evidence).<br>\n<br>\n<strong>Remarks<\/strong><br>\nThe target areas for implementation are those where:<\/span><\/p>\n\n<ul><li>\n\t<p><span style=\"font-size:14px\">malaria transmission and most clinical malaria cases occur during a short period of about 4 months;&nbsp;<\/span><\/p>\n\t<\/li><li>\n\t<p><span style=\"font-size:14px\">the clinical attack rate of malaria is &gt; 0.1 episode per child during the transmission season; and&nbsp;<\/span><\/p>\n\t<\/li><li>\n\t<p><span style=\"font-size:14px\">amodiaquine + sulfadoxine–pyrimethamine remains efficacious (&gt; 90% efficacy).<\/span><\/p>\n\t<\/li><\/ul>\n\n<p><br>\n<span style=\"font-size:14px\">SMC should not be given to children with severe current illness, who are already taking co-trimoxazole or with a known allergy to amodiaquine or sulfadoxine–pyrimethamine.<br>\n<br>\n<strong>Rationale for the recommendation<\/strong><br>\nThe Guideline Development Group endorsed the previous recommendation for SMC made by the WHO Technical Expert Group on Preventive Chemotherapy in May 2011, subsequently reviewed and endorsed by the WHO Malaria Policy Advisory Committee in January 2012.&nbsp;<\/span><\/p>\n<\/div>\n","practical_info":"<p>Throughout the Sahel subregion, most mortality and morbidity from malaria among children occurs during the rainy season, which is generally short. The interventions currently recommended by WHO for the control of malaria are insecticide-treated nets or indoor residual spraying for vector control, prompt access to diagnostic testing of suspected malaria and treatment of confirmed cases. SMC is defined as the intermittent administration of full treatment courses of an antimalarial medicine during the malaria season to prevent illness, with the objective of maintaining therapeutic antimalarial drug concentrations in the blood throughout the period of greatest risk.<\/p><p>SMC is therefore recommended in areas of highly seasonal malaria transmission throughout the Sahel subregion. A complete treatment course of amodiaquine + SP should be given to children aged 3–59 months at monthly intervals, beginning at the start of the transmission season, and continuing until its end (usually three or four months), provided the drugs retain sufficient antimalarial efficacy when used as SMC.<br \/><br \/>The results of clinical trials indicate that a high level of protection against uncomplicated clinical malaria is likely to be maintained for 4 weeks after administration of each course of amodiaquine + SP; thereafter, protection appears to decay rapidly.<br \/><br \/>Treatment of breakthrough <i>P. falciparum <\/i>infections during the period of SMC should not include either amodiaquine or SP, and, in areas where SMC is implemented, alternative antimalarial combinations containing neither amodiaquine nor SP must be made available for the treatment of clinical malaria in the target age group.<br \/><br \/>IPTi and SMC should not be administered concomitantly; therefore, IPTi should not be used in target areas for SMC. SMC should not be given to children with severe acute illness or who are unable to take oral medication, or to HIV-positive children receiving co-trimoxazole, or children who have received a dose of either amodiaquine or SP during the past month or children with allergy to either drug.<br \/><br \/>Please refer to the<a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789241504737\" target=\"_blank\" rel=\"noopener noreferrer\"> <i>Seasonal malaria chemoprevention with sulfadoxine-pyrimethamine plus amodiaquine in children: A field guide<\/i><\/a><i> <\/i><cite class=\"magic-cite\" data-ref-id=\"362703\" data-label=\"\">[86]<\/cite>.<\/p>","field_icon":null}],"field_header":"In areas with highly seasonal"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78093","field_references":null,"field_tags":[{"tid":67,"name":"Recommendations for preventive chemotherapies"},{"tid":52,"name":"Seasonal malaria chemoprevention"}]}