{"body":"<p><strong>Epidemics and humanitarian emergencies<\/strong><br \/>&#13;\nEnvironmental, political and economic changes, population movement and war can all contribute to the emergence or re-emergence of malaria in areas where it was previously eliminated or well controlled. The displacement of large numbers of people with little or no immunity within malaria-endemic areas increases the risk for malaria epidemics among the displaced population, while displacement of people from an endemic area to an area where malaria has been eliminated can result in re-introduction of transmission and a risk for epidemics in the resident population.<br \/><br \/>&#13;\nClimate change may also alter transmission patterns and the malaria burden globally by producing conditions that favour vector breeding and there by increasing the risks for malaria transmission and epidemics.<br \/><br \/><strong>Parasitological diagnosis during epidemics<\/strong><br \/>&#13;\nIn the acute phase of epidemics and complex emergency situations, facilities  for laboratory diagnosis with good-quality equipment and reagents and skilled technicians are often not available or are overwhelmed. Attempts should be made to improve diagnostic capacity rapidly, including provision of RDTs. If diagnostic testing is not feasible, the most practical approach is to treat all febrile patients as suspected malaria cases, with the inevitable consequences of over-treatment of malaria and potentially poor management of other febrile conditions. If this approach is used, it is imperative to monitor intermittently the prevalence of malaria as a true cause of fever and revise the policy appropriately. This approach has sometimes been termed “mass fever treatment”. This is not the same as and should not be confused with “mass drug administration”, which is administration of a complete treatment course of antimalarial medicines to every individual in a geographically defined area without testing for infection and regardless of the presence of symptoms.<br \/><br \/><strong>Management of uncomplicated falciparum malaria during epidemics<\/strong><br \/>&#13;\nThe principles of treatment of uncomplicated malaria are the same as those outlined in <a href=\"\/node\/704\">section 5.2<\/a>. Active case detection should be undertaken to ensure that as many patients as possible receive adequate treatment, rather than relying on patients to come to a clinic.<br \/><br \/><strong>Epidemics of mixed falciparum and vivax or vivax malaria<\/strong><\/p>&#13;\n&#13;\n<p>ACTs (except artesunate + SP) should be used to treat uncomplicated malaria in mixed-infection epidemics, as they are highly effective against all malaria species. In areas with pure <em>P. vivax <\/em>epidemics, ACTs or chloroquine (if prevalent strains are sensitive) should be used.<br \/><br \/><strong>Anti-relapse therapy for <em>P. vivax<\/em> malaria<\/strong><br \/>&#13;\nAdministration of 14-day primaquine anti-relapse therapy for vivax malaria may be impractical in epidemic situations because of the duration of treatment and the difficulty of ensuring adherence. If adequate records are kept, therapy can be given in the post-epidemic period to patients who have been treated with blood schizontocides.<br \/><br \/><strong>Malaria elimination settings<br \/><br \/>&#13;\nUse of gametocytocidal drugs to reduce transmission<\/strong><br \/>&#13;\nACT reduces <em>P. falciparum <\/em>gametocyte carriage and transmission markedly, but this effect is incomplete, and patients presenting with gametocytaemia may be infectious for days or occasionally weeks, despite  ACT. The  strategy of  using  a  single  dose of primaquine to reduce infectivity and thus <em>P. falciparum <\/em>transmission has been widely used in low transmission settings.<br \/><br \/>&#13;\nUse of primaquine as a <em>P. falciparum <\/em>gametocytocide has a particular role in programmes to eliminate <em>P. falciparum <\/em>malaria.The population benefits of reducing malaria transmission by  gametocytocidal   drugs  require  that a high  proportion of patients  receive these medicines. WHO recommends the addition of a single dose of primaquine  (0.25 mg base\/kg bw) to ACT for uncomplicated falciparum malaria as a gametocytocidal medicine, particularly as a component of pre-elimination or elimination programmes. A recent review of the evidence on the safety and effectiveness of primaquine as a gametocytocide of <em>P. falciparum <\/em>indicates that a single dose of 0.25 mg base\/kg bw is effective in blocking infectivity to mosquitos and is unlikely to cause serious toxicity in people with any of the G6PD variants.Thus, the G6PD status of the patient does not have to be known before primaquine is used for this indication.<br \/><br \/><strong>Artemisinin-resistant falciparum malaria<\/strong><br \/>&#13;\nArtemisinin resistance in <em>P. falciparum <\/em>is now prevalent in parts of Cambodia, the Lao People’s Democratic Republic, Myanmar, Thailand and Viet Nam. There is currently no evidence for artemisinin resistance outside these areas. The particular advantage of artemisinins over other antimalarial drugs is that they kill circulating ring-stage parasites and thus accelerate therapeutic responses.This is lost in resistance to artemisinin.As a consequence, parasite clearance is slowed, and ACT failure rates and gametocytaemia both increase.The reduced efficacy of artemisinin places greater selective pressure on the partner drugs,to which resistance is also increasing.This situation poses a grave threat. In the past chloroquine resistant parasites emerged near the Cambodia–Thailand border and then spread throughout Asia and Africa at a cost of millions of lives. In Cambodia, where artemisinin resistance is worst, none of the currently recommended treatment regimens provides acceptable cure rates (&gt; 90%), and continued use of ineffective drug regimens fuels the spread of resistance. In Cambodia use of atovaquone–proguanil instead of ACT resulted in very rapid emergence of resistance to atovaquone.<br \/><br \/>&#13;\nIn this dangerous,rapidly changing situation,local treatment guidelines cannot be based on a solid evidence base; however,the risks associated with continued use of ineffective regimens are likely to exceed the risks of new, untried regimens with generally safe antimalarial drugs. At the current levels of resistance, the artemisinin derivatives still provide significant antimalarial activity; therefore, longer courses of treatment with existing or new augmented combinations or treatment with new partner medicines (e.g. artesunate + pyronaridine) may be effective. Studies to determine the best treatments for artemisinin-resistant malaria are needed urgently.<br \/><br \/>&#13;\nIt is strongly recommended that single-dose primaquine (as a gametocytocide) be added to all falciparum malaria treatment regimens as described in <a href=\"\/node\/757\">section 5.2.5<\/a>. For the treatment of severe malaria in areas with established artemisinin resistance, it is recommended that parenteral artesunate and parenteral quinine be given together in full doses, as described in <a href=\"\/node\/707\">section 5.5<\/a>.<\/p>&#13;\n","title":"5.7.1 - Management of malaria cases in special situations","nid":742,"vid":4159,"created":1621417185,"changed":1625101577,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":36,"name":"Emergencies"},{"tid":47,"name":"Uncomplicated malaria"},{"tid":42,"name":"Drug efficacy & resistance"}]}