{"body":"<p><strong>Background<\/strong><\/p>&#13;\n&#13;\n<p>Malaria case management, consisting of early diagnosis and prompt effective treatment, remains a vital component of malaria control and elimination strategies. The WHO Guidelines for the treatment of malaria were first developed in 2006 and have been revised periodically, with the most recent edition published in 2015. WHO guidelines contain recommendations on clinical practice or public health policy intended to guide end-users as to the individual or collective actions that can or should be taken in specific situations to achieve the best possible health outcomes. Such recommendations are also designed to help the user to select and prioritize interventions from a range of potential alternatives. The third edition of the WHO Guidelines for the treatment of malaria consolidated here contains updated recommendations based on new evidence particularly related to dosing in children, and also includes recommendations on the use of drugs to prevent malaria in groups at high risk.<\/p>&#13;\n&#13;\n<p>Since publication of the first edition of the <em>Guidelines for the treatment of malaria<\/em> in 2006 and the second edition in 2010, all countries in which <em>P. falciparum<\/em> malaria is endemic have progressively updated their treatment policy from use of monotherapy with drugs such as chloroquine, amodiaquine and sulfadoxine–pyrimethamine (SP) to the currently recommended artemisinin-based combination therapies (ACT). The ACTs are generally highly effective and well tolerated. This has contributed substantially to reductions in global morbidity and mortality from malaria. Unfortunately, resistance to artemisinins has arisen recently in <em>P. falciparum<\/em> in South-East Asia, which threatens these gains.<\/p>&#13;\n&#13;\n<p><strong>Core principles<\/strong><\/p>&#13;\n&#13;\n<p>The following core principles were used by the Guidelines Development Group that drew up the Guidelines for the Treatment of Malaria.<\/p>&#13;\n&#13;\n<p><strong>1. Early diagnosis and prompt, effective treatment of malaria<\/strong><\/p>&#13;\n&#13;\n<p>Uncomplicated falciparum malaria can progress rapidly to severe forms of the disease, especially in people with no or low immunity, and severe falciparum malaria is almost always fatal without treatment. Therefore, programmes should ensure access to early diagnosis and prompt, effective treatment within 24–48 h of the onset of malaria symptoms.<\/p>&#13;\n&#13;\n<p><strong>2. Rational use of antimalarial agents<\/strong><\/p>&#13;\n&#13;\n<p>To reduce the spread of drug resistance, limit unnecessary use of antimalarial drugs and better identify other febrile illnesses in the context of changing malaria epidemiology, antimalarial medicines should be administered only to patients who truly have malaria. Adherence to a full treatment course must be promoted. Universal access to parasitological diagnosis of malaria is now possible with the use of quality-assured rapid diagnostic tests (RDTs), which are also appropriate for use in primary health care and community settings.<\/p>&#13;\n&#13;\n<p><strong>3. Combination therapy<\/strong><\/p>&#13;\n&#13;\n<p>Preventing or delaying resistance is essential for the success of both national and global strategies for control and eventual elimination of malaria. To help protect current and future antimalarial medicines, all episodes of malaria should be treated with at least two effective antimalarial medicines with different mechanisms of action (combination therapy).<\/p>&#13;\n&#13;\n<p><strong>4. Appropriate weight-based dosing<\/strong><\/p>&#13;\n&#13;\n<p>To prolong their useful therapeutic life and ensure that all patients have an equal chance of being cured, the quality of antimalarial drugs must be ensured and antimalarial drugs must be given at optimal dosages. Treatment should maximize the likelihood of rapid clinical and parasitological cure and minimize transmission from the treated infection. To achieve this, dosage regimens should be based on the patient’s weight and should provide effective concentrations of antimalarial drugs for a sufficient time to eliminate the infection in all target populations.<\/p>&#13;\n&#13;\n<p>Please refer to <em><a href=\"https:\/\/www.who.int\/malaria\/publications\/atoz\/9789241598088\/en\/\">Malaria case management: operations manual<\/a><\/em><a href=\"#91\"><em>[91]<\/em><\/a>.<\/p>&#13;\n","title":"5 Case Management","nid":702,"vid":4194,"created":1620132349,"changed":1625560538,"field_content_type":{"tid":3,"name":"Content-Menulist","class":"content-menulist"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#91","field_reference_text":"<p>91.&nbsp;Malaria case management: operations manual. Geneva: World Health Organization 2009;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/www.who.int\/home\/cms-decommissioning\">Website<\/a><\/p>\r\n"}],"field_tags":[{"tid":29,"name":"Case management"},{"tid":45,"name":"Diagnosis"},{"tid":47,"name":"Uncomplicated malaria"},{"tid":42,"name":"Drug efficacy & resistance"}]}