{"body":"<p>Recommendations for Elimination are currently in development and are anticipated to be published in 2021.<br \/>&#13;\n <br \/>&#13;\nIn 2017, WHO published <a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/254761\" rel=\"noopener noreferrer\" target=\"_blank\">A framework for malaria elimination<\/a> <a href=\"#7\"><em>[7]<\/em><\/a> to provide guidance on the tools, activities, and dynamic strategies required to achieve interruption of transmission and to prevent re-establishment of malaria. It also describes the process for obtaining WHO certification of malaria elimination. The framework is meant to serve as a basis for national malaria elimination strategic plans and should be adapted to local contexts.<br \/>&#13;\n <br \/>&#13;\nThe document emphasizes that all countries should work towards the goal of malaria elimination, regardless of the intensity of transmission. Countries should establish tools and systems that will allow them to reduce the disease burden (when and where transmission is high) and progress to elimination of malaria as soon as possible. While malaria elimination should be the ultimate goal for all malaria-endemic countries, the guidance given here is intended mostly for areas of low transmission that are progressing to zero.<br \/><br \/><strong>Mass drug administration for elimination<\/strong><br \/>&#13;\nIn an analysis of 38 mass drug administration projects carried out since 1932 <a href=\"#152\"><em>[152]<\/em><\/a>, only one was reported to have succeeded in interrupting malaria transmission permanently. In this study, chloroquine, SP and primaquine were provided weekly to the small population of Aneityum Island in Vanuatu for 9 weeks before the rainy season, in combination with distribution of insecticide-treated nets <a href=\"#153\"><em>[153]<\/em><\/a>.<br \/><br \/>&#13;\nThere is considerable divergence of opinion about the benefits and risks of mass antimalarial drug administration. As a consequence, it has been little used in recent years; however, renewed interest in malaria elimination and the emerging threat of artemisinin resistance has been accompanied by reconsideration of mass drug administration as a means for rapidly eliminating malaria in a specific region or area.<br \/>&#13;\n <br \/>&#13;\nIn the past, vivax elimination programmes were based on pre-seasonal mass radical treatment with primaquine (0.25 mg\/kg\/for 14 days) without testing for G6PD deficiency or monitoring primaquine-induced haemolysis, although in some cases interrupted regimens were used: 4 days’ treatment, 3 days of no treatment, then continuation to complete the course (usually 11 days) if the drug was well tolerated <a href=\"#154\"><em>[154]<\/em><\/a>.<br \/><br \/>&#13;\nOnce mass drug administration is terminated, if malaria transmission is not interrupted or importation of malaria is not prevented, then malaria endemicity in the area will eventually return to its original levels (unless the vectorial capacity is reduced in parallel and maintained at a very low level). The time it takes to return to the original levels of transmission will depend on the prevailing vectorial capacity. If malaria is not eliminated from the target population,  then mass drug administration may provide a significant selective pressure for the emergence of resistance. The rebound in malaria may be associated temporarily with higher morbidity and mortality if drug administration  was  maintained long enough for people to lose herd immunity against malaria.<br \/><br \/>&#13;\nFor this reason, mass drug administration should not be started unless there is a good chance that focal elimination will be achieved. In some circumstances (e.g. containment of artemisinin-resistant <em>P. falciparum<\/em>), elimination of only one species may be the objective.<\/p>&#13;\n","title":"6 Elimination","nid":711,"vid":4293,"created":1620202611,"changed":1627636305,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":[{"field_id":"#7","field_reference_text":"<p>7.&nbsp;A framework for malaria elimination. Geneva: World Health Organization 2017;&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/apps.who.int\/iris\/handle\/10665\/254761\">Website<\/a><\/p>\r\n"},{"field_id":"#156","field_reference_text":"<p>156.&nbsp;von Seidlein L, Greenwood BM : Mass administrations of antimalarial drugs. Trends in parasitology 2003;19(10):452-60&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/14519583\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#157","field_reference_text":"<p>157.&nbsp;Kaneko A, Taleo G, Kalkoa M, Yamar S, Kobayakawa T, Björkman A : Malaria eradication on islands. Lancet (London, England) 2000;356(9241):1560-4&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11075770\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#158","field_reference_text":"<p>158.&nbsp;Kondrashin A, Baranova AM, Ashley EA, Recht J, White NJ, Sergiev VP : Mass primaquine treatment to eliminate vivax malaria: lessons from the past. Malaria journal 2014;13 51&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24502194\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/1475-2875-13-51\">Journal<\/a><\/p>\r\n"},{"field_id":"#152","field_reference_text":"<p>152.&nbsp;von Seidlein L, Greenwood BM : Mass administrations of antimalarial drugs. Trends in parasitology 2003;19(10):452-60&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/14519583\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#153","field_reference_text":"<p>153.&nbsp;Kaneko A, Taleo G, Kalkoa M, Yamar S, Kobayakawa T, Björkman A : Malaria eradication on islands. Lancet (London, England) 2000;356(9241):1560-4&nbsp;&nbsp;<br \/>\r\n<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11075770\">Pubmed<\/a><\/p>\r\n"},{"field_id":"#154","field_reference_text":"<p>154.&nbsp;Kondrashin A, Baranova AM, Ashley EA, Recht J, White NJ, Sergiev VP : Mass primaquine treatment to eliminate vivax malaria: lessons from the past. Malaria journal 2014;13 51&nbsp;&nbsp;<br \/>\r\n<a href=\"https:\/\/pubmed.ncbi.nlm.nih.gov\/24502194\/\">Pubmed<\/a>&nbsp;<a href=\"https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/1475-2875-13-51\">Journal<\/a><\/p>\r\n"}],"field_tags":[{"tid":51,"name":"Mass drug administration"}]}