{"body":"<p>The basis of a surveillance system is the community that is being served and the health workers who attend to their health needs. The frontline health workers and volunteers who are usually responsible for patient care and data recording and transmission must feel recognized and rewarded for their efforts through regular feedback, training and overall good staff management. At all levels of the information cycle, adequate investment must be made in infrastructure and human resource capacity to run and maintain surveillance systems and enable effective use of information for decision-making.<\/p>&#13;\n&#13;\n<p>As countries reduce their malaria burden, the intensity, resolution and frequency of surveillance will increase. Surveillance will change from aggregated to case reporting and analysis. Case and focus investigation will require specialized field teams and greater analytical capacity.<\/p>&#13;\n&#13;\n<p>Sufficient person-time is required at district, provincial and national levels for data acquisition from health information departments; importing, merging, cleaning and analysing data; mapping; and producing surveillance bulletins and reports. Regular feedback will be required, not only to other levels of the health sector but also to communities. Ministries of health, NMPs and partners should ensure that the necessary human capacity is in place and that national SOPs support all surveillance activities.<\/p>&#13;\n&#13;\n<p>Disease surveillance requires epidemiological, statistical and computer skills and, at district and higher levels, experience in monitoring and evaluation. It is usually advantageous to link training in malaria surveillance with other training activities in order to save costs and to make more effective use of health workers’ time. When possible, training in malaria surveillance should be given at the same time as training in HMIS or malaria case management, particularly in the use of diagnostic testing. The pre-service curricula of medical, nursing and pharmacy schools should be updated to reflect the latest requirements for disease surveillance. Countries should ensure that not only the public sector but also nongovernmental organizations and the private sector participate in surveillance systems, by reporting data, feedback and joint training.<\/p>&#13;\n","title":"2.2 People-centred surveillance","nid":333,"vid":2599,"created":1567503658,"changed":1578662954,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":39,"name":"Establishing surveillance systems"}]}