{"body":"<p>Post-marketing surveillance is required to monitor the performance of vector control products over time to ensure that they continue to conform to their specifications and\/or the performance criteria in line with their recommendation by WHO. The assessment of vector control interventions includes the durability of LLIN products and the residual efficacy of IRS formulations in the field. Countries that have no data on the LLIN or IRS products used or have some evidence of the poor performance of certain products should make post-marketing surveillance a priority.<\/p>&#13;\n&#13;\n<p>Programmes for the distribution of LLINs should periodically monitor their durability to ascertain their “survivorship” or attrition, physical and fabric integrity and insecticidal activity (bio-efficacy) during their expected use (usually 3 years). This is best done in a prospective study within a mass distribution campaign <em><a href=\"\/node\/455\">(54)<\/a><\/em>. Durability data can inform replacement strategies and behaviour-change activities aimed at increasing bednet longevity and impact.<\/p>&#13;\n&#13;\n<p>The quality of IRS spraying is monitored in standard WHO cone assays conducted immediately after spraying and thereafter once a month during the expected duration of residual efficacy of the insecticide formulation. Any concern about poor quality should be relayed to the operational teams immediately. Remedial measures will depend on the findings of investigations of spraying quality; they may include closer supervision of spray teams, retraining of spray operators, verifying the quality of the IRS products used or respraying houses in the target area.<\/p>&#13;\n&#13;\n<p>Where LSM is used, its impact should be determined by monitoring changes in vector density before and after implementation. This requires effective coordination of health officers, local leaders and the community and effective monitoring of any impact to ensure that current implementation represents effective use of resources.<\/p>&#13;\n&#13;\n<p>Monitoring the quality of interventions usually draws on entomological capacity, such as in assessing bio-efficacy. Further details of quality assurance for LLINs, IRS and LSM are given elsewhere <em><a href=\"\/node\/455\">(51,55,56)<\/a><\/em>.<\/p>&#13;\n","title":"5.6.3 Performance of vector control interventions","nid":427,"vid":3407,"created":1567681308,"changed":1587018336,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":43,"name":"Entomology & insecticide resistance"}]}