{"title":"Artemisinin-based combination therapy","nid":772,"vid":4257,"created":1626692071,"changed":1626692131,"field_accordian_header":[{"field_accordian":[{"field_title":"Treat children and adults with","field_content":"Treat children and adults with uncomplicated <em>P. falciparum<\/em> malaria (except pregnant women in their first trimester) with one of the following ACTs:\n\n<ul><li>artemether&nbsp; + lumefantrine<\/li><li>artesunate + amodiaquine<\/li><li>artesunate + mefloquine<\/li><li>dihydroartemisinin + piperaquine<\/li><li>artesunate + sulfadoxine–pyrimethamine (SP).<\/li><\/ul>\n&nbsp;\n\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><em>Strong recommendation, high-certainty evidence<\/em><\/span><\/p><\/tbody>\n&nbsp;\n\n<ul><li>artesunate + pyronaridine (currently unGRADEd)<\/li><\/ul>\n","justification":"<p><strong>GRADE<\/strong><br \/>In the absence of resistance to the partner drug, the five recommended ACTs have all been shown to achieve a PCR- adjusted treatment failure rate of 5% in many trials in several settings in both adults and children (high-quality evidence) <cite class=\"magic-cite\" data-ref-id=\"362675\" data-label=\"\">[106]<\/cite><cite class=\"magic-cite\" data-ref-id=\"362666\" data-label=\"\">[107]<\/cite>.<br \/><br \/><strong>Other considerations<\/strong><br \/>The guideline development group decided to recommend a menu of approved combinations, from which countries can select first- and second-line treatment.<br \/><br \/><strong>Remarks<\/strong><br \/><u>Recommendation<\/u>: Treat adults and children with uncomplicated <i>P. falciparum<\/i> malaria (including infants, pregnant women in their second and third trimesters and breastfeeding women) with ACT. ​<\/p><p>The WHO-approved first-line ACT options are: artemether + lumefantrine, artesunate + amodiaquine, artesunate + mefloquine, dihydroartemisinin + piperaquine and artesunate + sulfadoxine–pyrimethamine.<\/p><p>These options are recommended for adults and children, including infants, lactating women and pregnant women in their second and third trimester.<\/p><p>In deciding which ACTs to adopt in national treatment policies, national policy- makers should take into account: the pattern of resistance to antimalarial drugs in the country, the relative efficacy and safety of the combinations, their cost, the availability of paediatric formulations and the availability of co-formulated products.<\/p><p>Fixed-dose combinations are preferred to loose tablets or co-blistered products.<\/p><p>The Guideline Development Group decided to recommend a “menu” of approved combinations from which countries can select first- and second- line therapies. Modelling studies suggest that having multiple first-line ACTs available for use may help to prevent or delay the development of resistance.<br \/><br \/><u>Recommendation:<\/u> Dihydroartemisinin + piperaquine is recommended for general use.<\/p><p>A systematic review showed that the dosing regimen of dihydroartemisinin + piperaquine currently recommended by the manufacturers leads to sub-optimal dosing in young children. The group plans to recommend a revised dosing regimen based on models of pharmacokinetics.<\/p><p>Further studies of the risk for QT interval prolongation have been requested by the European Medicines Agency.<\/p><p>ACT is a combination of a rapidly acting artemisinin derivative with a longer-acting (more slowly eliminated) partner drug. The artemisinin component rapidly clears parasites from the blood (reducing parasite numbers by a factor of approximately 10 000 in each 48 h asexual cycle) and is also active against the sexual stages of the gametocytes that mediate onward transmission to mosquitos. The longer- acting partner drug clears the remaining parasites and provides protection against development of resistance to the artemisinin derivative. Partner drugs with longer elimination half-lives also provide a period of post-treatment prophylaxis.<\/p><p>The GDG recommended dihydroartemisinin + piperaquine for use in 2009 but re-evaluated the evidence in 2013 because additional data on its safety had become available. The group noted the small absolute prolongation of the QT interval with dihydroartemisinin + piperaquine but was satisfied that the increase was of comparable magnitude to that observed with chloroquine and was not important clinically <cite class=\"magic-cite\" data-ref-id=\"362760\" data-label=\"[110]  Good procurement practices for artemisinin-based antimalarial medicines. Geneva: World Health Organization 2010;\">[110]<\/cite><cite class=\"magic-cite\" data-ref-id=\"362642\" data-label=\"[111] Tarning J, Zongo I, Somé FA, Rouamba N, Parikh S, Rosenthal PJ, Hanpithakpong W, Jongrak N, Day NPJ, White NJ, Nosten F, Ouedraogo J-B, Lindegardh N :  Population pharmacokinetics and pharmacodynamics of piperaquine in children with uncomplicated falciparum malaria. Clinical pharmacology and therapeutics 2012;91(3):497-505\">[111]<\/cite>.<\/p>","practical_info":"<p>The pipeline for new antimalarial drugs is healthier than ever before, and several new compounds are in various stages of development. Some novel antimalarial agents are already registered in some countries. The decision to recommend antimalarial drugs for general use depends on the strength of the evidence for safety and efficacy and the context of use. In general, when there are no satisfactory alternatives, newly registered drugs may be recommended; however, for global or unrestricted recommendations, considerably more evidence than that submitted for registration is usually required, to provide sufficient confidence for their safety, efficacy and relative merits as compared with currently recommended treatments.<br \/><br \/>Several new antimalarial drugs or new combinations have been introduced recently. Some are still in the pre-registration phase and are not discussed here. Arterolane + piperaquine, artemisinin + piperaquine base and artemisinin + napththoquine are new ACTs, which are registered and used in some countries. In addition, there are several new generic formulations of existing drugs. None of these yet has a sufficient evidence base for general recommendation (i.e. unrestricted use).<br \/><br \/><strong>Artesunate + pyronaridine<\/strong><br \/>A systematic review of artesunate + pyronaridine included six trials with a total of 3718 patients. Artesunate + pyronaridine showed good efficacy as compared with artemether + lumefantrine and artesunate + mefloquine in adults and older children with <i>P. falciparum <\/i>malaria, but the current evidence for young children is insufficient to be confident that the drug is as effective as currently recommended options. In addition, regulatory authorities noted slightly higher hepatic transaminase concentrations in artesunate + pyronaridine recipients than in comparison groups and recommended further studies to characterize the risk for hepatotoxicity. Preliminary data from repeat-dosing studies are reassuring.<br \/><br \/>In 2012, artesunate-pyronaridine was granted a positive scientific opinion under the European Medicines Agency (EMA) Article 58 procedure, but with a restricted label, mainly due to concerns over potential hepatotoxicity of the pyronaridine component, efficacy in children under 5 years of age, and safety, especially with repeat dosing <cite class=\"magic-cite\" data-ref-id=\"362715\" data-label=\"\">[109]<\/cite>. In 2015, an EMA Scientific Advisory Group concluded that cumulative safety data on hepatic events had provided sufficient evidence to alleviate concerns over hepatotoxicity and thus to allow recommendation of the use of artesunate pyronaridine for the treatment and re-treatment of uncomplicated malaria in patients without signs of hepatic injury (including children weighing 5 kg and over).<br \/><br \/>The EMA therefore modified the product label to remove all restrictions on repeat dosing, on use only in areas of high antimalarial drug resistance and low malaria transmission, and on requirements to monitor liver function. In addition, it granted a positive scientific opinion for artesunate-pyronaridine granules for the treatment of children with a body weight of 5–20 kg <cite class=\"magic-cite\" data-ref-id=\"362741\" data-label=\"\">[108]<\/cite>. Artesunate-pyronaridine was included in WHO’s list of prequalified medicines for malaria in April 2012, based on the EMA’s positive scientific opinion of this product in accordance with Article 58. Since labelling provisions are based on EMA conclusions, these provisions were updated as a result of the EMA’s 2015 review. Products included in the WHO prequalification list are those that have been assessed through the various mechanisms and found to comply with WHO-recommended regulatory standards and requirements for quality, safety and efficacy.<br \/><br \/>In June 2017, artesunate-pyronaridine was also added to the WHO Model List of Essential Medicines and Model List of Essential Medicines for Children. Due to the hepatotoxicity concerns identified in 2012, the WHO <i>Guidelines for the treatment of malaria<\/i> (2015) did not recommend the use of artesunate-pyronaridine for general use. A further meeting in December 2017 resulted in the need for GMP to request, in 2018, the support of the WHO Advisory Committee on Safety of Medicinal Products to conduct an independent expert review of all available data and information. Having completed its review, the committee considered that the current safety restrictions on the use of artesunate-pyronaridine (Pyramax®) for the treatment of uncomplicated malaria, as stated in the <i>Guidelines for the treatment of malaria<\/i>, are no longer justified <cite class=\"magic-cite\" data-ref-id=\"362715\" data-label=\"\">[109]<\/cite>. GMP will revise the Guidelines based on new information available in 2021.<br \/><br \/><strong>Arterolane + piperaquine <\/strong>is a combination of a synthetic ozonide and piperaquine phosphate that is registered in India. There are currently insufficient data to make general recommendations.<br \/><br \/><strong>Artemisinin + piperaquine base <\/strong>combines two well-established, well-tolerated compounds. It differs from previous treatments in that the piperaquine is in the base form, the artemisinin dose is relatively low, and the current recommendation is for only a 2-day regimen. There are insufficient data from clinical trials for a general recommendation, and there is concern that the artemisinin dose regimen provides insufficient protection against resistance to the piperaquine component.<br \/><br \/><strong>Artemisinin + naphthoquine <\/strong>is also a combination of two relatively old compounds that is currently being promoted as a single-dose regimen, contrary to WHO advice for 3 days of the artemisinin derivative. There are currently insufficient data from rigorously conducted randomized controlled trials to make general recommendations.<br \/><br \/>Many ACTs are generics. The bioavailability of generics of currently recommended drugs must be comparable to that of the established, originally registered product, and the satisfactory pharmaceutical quality of the product must be maintained.<\/p><p>Please refer to <a href=\"https:\/\/www.who.int\/publications\/i\/item\/9789241598927\" target=\"_blank\" rel=\"noopener noreferrer\"><i>Good procurement practices for artemisinin-based antimalaria medicines<\/i><\/a><i> <\/i><cite class=\"magic-cite\" data-ref-id=\"362760\" data-label=\"\">[110]<\/cite><i>.<\/i><\/p>","field_icon":null}],"field_header":"Treat children and adults with"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78097","field_references":null}