{"body":"<p>In the absence of resistance, all the recommended ACTs have been shown to result in parasitological cure rates of &gt; 95%. Although there are minor differences in the oral absorption, bioavailability and tolerability of the different artemisinin derivatives, there is no evidence that these differences are clinically significant in currently available formulations. It is the properties of the partner medicine and the level of resistance to it that determine the efficacy of a formulation.<\/p>&#13;\n&#13;\n<p>Policy-makers should also consider:<\/p>&#13;\n&#13;\n<ul><li>local data on the therapeutic efficacy of the ACT,<\/li>&#13;\n\t<li>local data on drug resistance,<\/li>&#13;\n\t<li>the adverse effect profiles of ACT partner drugs,<\/li>&#13;\n\t<li>the availability of appropriate formulations to ensure adherence,<\/li>&#13;\n\t<li>cost.<\/li>&#13;\n<\/ul><p>In parts of South-East Asia, artemisinin resistance is compromising the efficacy of ACTs and placing greater selection pressure on resistance to the partner medicines. Elsewhere, there is no convincing evidence for reduced susceptibility to the artemisinins; therefore, the performance of the partner drugs is the determining factor in the choice of ACT, and the following principles apply:<\/p>&#13;\n&#13;\n<ul><li>Resistance to mefloquine has been found in parts of mainland South-East Asia where this drug has been used intensively. Nevertheless, the combination with artesunate is very effective, unless there is also resistance to artemisinin. Resistance to both components has compromised the efficacy of artesunate mefloquine in western Cambodia, eastern Myanmar and eastern Thailand.<\/li>&#13;\n\t<li>Lumefantrine shares some cross-resistance with mefloquine, but this has not compromised its efficacy in any of the areas in which artemether + lumefantrine has been used outside South-East Asia.<\/li>&#13;\n\t<li>Until recently, there was no evidence of resistance to piperaquine anywhere, but there is now reduced susceptibility in western Cambodia. Elsewhere, the dihydroartemisinin + piperaquine combination is currently highly effective.<\/li>&#13;\n\t<li>Resistance to SP limits its use in combination with artesunate to the few areas in which susceptibility is retained.<\/li>&#13;\n\t<li>Amodiaquine remains effective in combination with artesunate in parts of Africa and the Americas, although elsewhere resistance to this drug was prevalent before its introduction in an ACT.<\/li>&#13;\n<\/ul>","title":"14.4.2 Choosing ACT","nid":135,"vid":2976,"created":1566369382,"changed":1582538821,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}