{"body":"<p>Malaria infection is detected in symptomatic cases primarily in blood by RDTs or microscopy.<\/p>&#13;\n&#13;\n<ul><li>RDTs allow detection of parasite antigens, and some tests differentiate species. They are easy to use in communities by both health workers and trained volunteers.<\/li>&#13;\n\t<li>Microscopy allows direct visualization of parasites, determination of species and stages and quantification of the density of parasites. It requires well-trained staff and laboratory support.<\/li>&#13;\n<\/ul><p>Therefore, RDTs should be available at all levels in health facilities and community services, while quality-assured microscopy should be available in hospitals and designated laboratories. RDTs should be available even at health facilities with good laboratories, because they allow rapid diagnosis when laboratory personnel are absent. RDTs and microscopy can be used to detect almost all symptomatic infections and many but not all asymptomatic infections.⁹ <\/p>&#13;\n&#13;\n<p>More sensitive diagnostic methods, such as polymerase chain reaction and other molecular techniques, are used to detect asymptomatic infections with very low parasite densities. These tests may be useful in surveys for mapping submicroscopic infections, but their value depends on the epidemiological significance of low-density infections, which is not yet sufficiently defined. Currently, most molecular methods can be performed only in laboratories with sophisticated equipment and skilled personnel; they are not recommended for routine case management or surveillance.<\/p>&#13;\n&#13;\n<p>Both RDTs and microscopy must be supported by a quality assurance programme. More information on malaria diagnosis in low-transmission settings is given in reference <a href=\"\/node\/364\"><em>(26)<\/em><\/a>.<\/p>&#13;\n&#13;\n<div class=\"source\">&#13;\n<div class=\"source-content\">⁹ RDTs may be less sensitive for detecting <em style=\"font-size: 11px\">P. ovale<\/em> and <em style=\"font-size: 11px\">P. malariae<\/em> than <em style=\"font-size: 11px\">P. falciparum<\/em> and <em style=\"font-size: 11px\">P. vivax<\/em>; microscopy should be considered for detection of these infections when necessary.<\/div>&#13;\n<\/div>&#13;\n","title":"2.4.2 Parasitological diagnosis","nid":268,"vid":2800,"created":1567085697,"changed":1581930536,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}