{"title":"4.1.2 - Combining ITNs and IRS ","nid":719,"vid":4248,"created":1621347594,"changed":1626691332,"field_accordian_header":[{"field_accordian":[{"field_title":"Prioritize optimal coverage with either ITNs or IRS over combination (2019)","field_content":"<p><strong>Prioritize optimal coverage with either ITNs or IRS over combination (2019)<\/strong><\/p><p>WHO recommends against combining ITNs and IRS and that p<span style=\"background-color:rgb( 255 , 255 , 255 )\">riority be given to delivering either ITNs or IRS at optimal coverage and to a high standard, rather than introducing the second intervention as a means to compensate for deficiencies in the implementation of the first intervention.<\/span><\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 255 , 153 , 0 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#ffffff\"><i>Conditional recommendation against combining ITNs and IRS, moderate-certainty evidence<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p style=\"margin-left:0px\">The systematic review published in 2019&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362648\" data-label=\"\">[53]<\/cite>&nbsp;on the deployment of IRS in combination with ITNs (specifically pyrethroid-only LLINs) provided evidence that, in settings where there is optimal coverage with ITNs and where these remain effective, IRS may have limited utility in reducing malaria morbidity and mortality. WHO guidance was developed accordingly to emphasize the need for good-quality implementation of either ITNs or IRS, rather than deploying both in the same area&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362671\" data-label=\"\">[54]<\/cite>. However, the combination of these interventions may be considered for resistance prevention, mitigation or management should sufficient resources be available&nbsp;<br><br>Insecticide resistance threatens the effectiveness of insecticidal interventions and hence is a key consideration in determining which vector control interventions to select to ensure impact of is maximized. One approach to the prevention, mitigation and management of vector insecticide resistance is the co-deployment (or combination) of interventions with different insecticides (see Section 4.1 on 'Prevention, mitigation and management of insecticide resistance'). Therefore, WHO guidance developed based on systematic review&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362648\" data-label=\"\">[53]<\/cite>&nbsp;differentiated between the effect of combined interventions on malaria morbidity and mortality versus the utility of this approach in a resistance management strategy&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362671\" data-label=\"\">[54]<\/cite>.<br>&nbsp;&nbsp;<br>&nbsp;A summary of the conclusions (with slight updates for clarity) used to develop the above recommendations is as follows:&nbsp;<\/p><ul><li>In settings with high ITN coverage where ITNs&nbsp;remain effective, IRS may have limited utility in reducing malaria morbidity and mortality. However, IRS may be implemented as part of an IRM strategy in areas where there are ITNs&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362711\" data-label=\"\">[19]<\/cite><i>.<\/i><\/li><li>Malaria control and elimination programmes should prioritize the delivery of ITNs or IRS at optimal coverage and to a high standard, rather than introducing the second intervention as a means to compensate for deficiencies in the implementation of the first intervention.<\/li><li>If ITNs and IRS are to be deployed together in the same geographical location, IRS should be conducted with a non-pyrethroid insecticide.<\/li><li>Evidence is needed to determine the effectiveness of combining IRS and ITNs in malaria transmission foci, including in low transmission settings. Evidence is also needed from different eco-epidemiological settings outside of Africa.<\/li><li>All programmes in any transmission setting that decide to prioritize the combined deployment of ITNs and IRS over other potential use of their financial resources should include a rigorous programme of M&amp;E (e.g., a stepped wedge introduction of the combination) in order to confirm whether the additional inputs are having the desired impact. Countries that are already using both interventions should similarly undertake an evaluation of the effectiveness of the combination versus either ITNs or IRS alone.<\/li><li>The approach of combining interventions for resistance management was developed largely based on experience with agricultural pest management, and the evidence base from public health remains weak.<\/li><\/ul><p>&nbsp; &nbsp;&nbsp;<br>These findings and conclusions were substantiated by a systematic review of the evidence published in 2019&nbsp;<cite class=\"magic-cite\" data-ref-id=\"362648\" data-label=\"\">[53]<\/cite>. The review is currently being updated with evidence from&nbsp;further trials that have been conducted since.&nbsp;Once published, &nbsp;the evidence will be reviewed by WHO.&nbsp; &nbsp;<\/p><p style=\"margin-left:0px\"><strong>Research needs:<\/strong><\/p><ul><li>Further evidence is needed on the impact (incidence of malaria [infection or clinical] and\/or prevalence of malaria infection) as well as potential harms and\/or unintended consequences of combining non-pyrethroid IRS with ITNs vs ITNs only in areas with insecticide resistant mosquito populations.<\/li><li>Determine whether there are comparative benefits (incidence of malaria [infection or clinical] and\/or prevalence of malaria infection), as well as potential harms and\/or unintended consequences of combining non-pyrethroid IRS with ITNs vs IRS only in areas with insecticide-resistant mosquito populations.<\/li><li>Determine the acceptability of combining IRS and ITNs among householders and communities.<\/li><li>Evaluate new tools for monitoring the quality of IRS and ITN interventions.<\/li><\/ul>","practical_info":"<p><span style=\"background-color:rgb( 255 , 255 , 255 )\">Given the resource constraints across malaria-endemic countries, the deployment of a second vector control intervention on top of optimal coverage with an existing one should only be considered as part of a broader prioritization analysis aimed at achieving maximum impact with the available resources. In many settings, a switch from ITNs to IRS or vice versa, rather than their combination, is likely to be the only financially feasible option.<\/span><\/p>","field_icon":null},{"field_title":"No scale-back in areas with ongoing local malaria transmission (2019)","field_content":"<p><strong>No scale-back in areas with ongoing local malaria transmission (2019)<\/strong><br \/><br \/><span style=\"background-color:rgb( 255 , 255 , 255 )\">In areas with ongoing local malaria transmission (irrespective of both the pre-intervention and current level of transmission), <\/span>WHO recommends that <span style=\"background-color:rgb( 255 , 255 , 255 )\">vector control interventions should not be scaled back. Ensuring access to effective malaria vector control at optimal levels for all inhabitants of such areas should be pursued and maintained. <\/span><\/p><figure class=\"table\" style=\"float:left;  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><i>Good practice statement<\/i><\/span><\/p><\/tbody><\/figure><p> <\/p><p> <\/p>","justification":"<p><span style=\"background-color:white\">A comprehensive review of historical evidence and mathematical simulation modelling undertaken for WHO in 2015 indicated that the scale-back of malaria vector control was associated with a high probability of malaria resurgence, including for most scenarios in areas where malaria transmission was very low or had been interrupted <\/span><cite class=\"magic-cite\" data-ref-id=\"362695\" data-label=\"\">[30]<\/cite><span style=\"background-color:white\">. Both the historical review and the simulation modelling clearly indicated that the risk of resurgence was significantly greater at higher EIRs and case importation rates, and lower coverage of active case detection and case management.<\/span><\/p><p style=\"margin-left:0cm\">Once transmission has been reduced to very low levels approaching elimination, ensuring optimal access to vector control for at-risk populations remains a priority, even though the size and demographics of the at-risk populations may change as malaria transmission is reduced.<br \/> <br \/>As malaria incidence falls and elimination is approached, increasing heterogeneity in transmission will result in foci with ongoing transmission in which vector control may need to be optimized and enhanced. Such foci may be the result of particularly high vectorial capacity, lapsed prevention and treatment services, changes in parasites that make the current strategies less effective, or reintroduction of malaria parasites by the movement of infected people or infected mosquitoes. Monitoring the coverage, quality and impact of vector control interventions is essential to maintain the effectiveness of control. Guidance on entomological surveillance across the continuum from control to elimination is provided elsewhere <cite class=\"magic-cite\" data-ref-id=\"362628\" data-label=\"\">[29]<\/cite>.<\/p><p style=\"margin-left:0cm\"><span style=\"background-color:white\">Once elimination has been achieved, vector control may need to be continued by targeting defined at-risk populations to prevent reintroduction or re-establishment of local transmission.<\/span><br \/><span style=\"background-color:white\"> <\/span><br \/><span style=\"background-color:white\">It is acknowledged that malaria transmission can persist following the implementation of a widely effective malaria programme. The sources and risks of residual transmission may vary by location, time and the existing components of the current malaria programme. This variation is potentially due to a combination of both mosquito and human behaviours, such as when people live in or visit forest areas or do not sleep in protected houses, or when local mosquito vector species bite and\/or rest outdoors and thereby avoid contact with IRS or ITNs\/LLINs.<\/span><br \/><span style=\"background-color:white\"> <\/span><br \/><span style=\"background-color:white\">Once elimination has been achieved, optimal vector control coverage should be maintained in receptive areas where there is a substantial risk for reintroduction. <\/span><\/p><p> <\/p>","practical_info":"<p style=\"margin-left:0cm\"><span style=\"background-color:white\">Access to effective vector control interventions will need to be maintained in the majority of countries and locations where malaria control has been effective. This includes settings with ongoing malaria transmission, as well as those in which transmission has been interrupted but in which some level of receptivity and &nbsp;importation risk remains. Malaria elimination is defined as the interruption of local transmission (reduction to zero incidence of indigenous cases) of a specified malaria parasite species in a defined geographical area as a result of deliberate intervention activities. Following elimination, continued measures to prevent re-establishment of transmission are usually required&nbsp;<\/span><cite class=\"magic-cite\" data-ref-id=\"362628\" data-label=\"\">[29]<\/cite><span style=\"background-color:white\">. Interventions are no longer required once eradication has been achieved. Malaria eradication is defined as the permanent reduction to zero of the worldwide incidence of infection caused by all human malaria parasite species as a result of deliberate activities.<\/span><\/p><p style=\"margin-left:0cm\">There is a critical need for all countries with ongoing malaria transmission, and in particular those approaching elimination, to build and maintain strong capacity in disease and entomological surveillance and health systems. The capacity to detect and respond to possible resurgences with appropriate vector control relies on having the necessary entomological information (i.e.<u>,<\/u> susceptibility status of vectors to insecticides, as well as their biting and resting preferences). Such capacity is also required for the detailed assessment of malariogenic potential, which is a pre-condition for determining whether vector control can be scaled back (or focalized).<\/p><p style=\"margin-left:0cm\">If areas where transmission has been interrupted are identified, the decision to scale-back vector control should be based on a detailed analysis that includes assessment of the receptivity and importation risk of the area, as well as an assessment of the active disease surveillance system, and capacity for case management and vector control response.<\/p>","field_icon":null}],"field_header":"Prioritize optimal coverage with either ITNs or IRS over combination (2019)"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78083","field_references":null,"field_tags":[{"tid":16,"name":"Recommendations for vector control"},{"tid":31,"name":"Insecticide-treated nets"},{"tid":23,"name":"Indoor residual spraying"}]}