{"body":"<p>Soon after elimination has been achieved, vector control coverage should be maintained in receptive areas where there is a substantial risk for reintroduction (vulnerable areas). An assessment in 2015 by the WHO Vector Control Technical Expert Group indicated that discontinuing vector control increases the risk for malaria resurgence, even in areas with substantially reduced transmission, and the risk increases with increasing receptivity and importation rates and low coverage of active disease surveillance and case management. WHO therefore recommends the following.<\/p>&#13;\n&#13;\n<ul><li>In areas with recent local malaria transmission (residual non-active foci), a reduction in vector control is not recommended. Optimal coverage with effective malaria vector control (including the use of new tools when they become available) of all people in such areas should be pursued and maintained.<\/li>&#13;\n\t<li>In areas where transmission has been interrupted for more than three years (cleared foci), any reduction in vector control should be based on a detailed analysis, including assessment of the receptivity and vulnerability of the area and the capacity for active disease surveillance and response.<\/li>&#13;\n\t<li>Countries and partners should continue to invest in health systems, including continuous support for malaria surveillance; when receptivity is reduced, a reduction in vector control may be considered in some geographical areas.<\/li>&#13;\n<\/ul><p>Vector control programmes should assess the receptivity of a geographical area from data predating increased use of ITNs\/LLINs and IRS and should also consider the dynamic nature of receptivity. Changing land use patterns (including urbanization), climate, housing quality and use of strategies that permanently reduce vectorial capacity (e.g. environmental modification) may dramatically reduce malaria receptivity. Changes that increase receptivity may be less common but might include the introduction of agricultural, mining or forestry activities that multiply vector breeding sites.<\/p>&#13;\n","title":"2.3.4 Vector control activities after elimination or prevention of re-establishment","nid":261,"vid":3065,"created":1567085063,"changed":1582559160,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":44,"name":"Strategy & interventions of malaria elimination"}]}