{"body":"<p>1. World malaria report 2013. Geneva: World Health Organization; 2013.<\/p>&#13;\n&#13;\n<p>2. Gething PW, Elyazar IR, Moyes CL, Smith DL, Battle KE, Guerra CA, et al. A long neglected world malaria map: <em>Plasmodium vivax<\/em> endemicity in 2010. PLoS Negl Trop Dis 2012;6:e1814.<\/p>&#13;\n&#13;\n<p>3. Mendis K, Sine B, Marchesini P, Carter R. The neglected burden of <em>Plasmodium vivax<\/em> malaria. Am J Trop Med Hyg 2001;64:97–106.<\/p>&#13;\n&#13;\n<p>4. Singh B, Sung LK, Matsusop A, Rahakrishnan A, Shamsul SS, Cox-Singh J, et al. A large focus of naturally acquired <em>Plasmodium knowlesi<\/em> infections in human beings. Lancet 2004;363:1017–24.<\/p>&#13;\n&#13;\n<p>5. Sutherland CJ, Tanomsing N, Nolder D, Oguike M, Jennison C, Pukrittayakamee S, et al. Two nonrecombining sympatric forms of the human malaria parasite <em>Plasmodium ovale<\/em> occur globally. J Infect Dis 2010;201:1544–50.<\/p>&#13;\n&#13;\n<p>6. Douglas NM, Lampah DA, Kenangalem E, Simpson JA, Poespoprodjo JR, Sugiarto P, et al. Major burden of severe anemia from non-falciparum malaria species in southern Papua: a hospital-based surveillance study. PLoS Med 2013;10:e1001575.<\/p>&#13;\n&#13;\n<p>7. Poespoprodjo JR, Fobia W, Kenangalem E, Lampah DA, Hasanuddin A, Warikar N, et al. Vivax malaria: a major cause of morbidity in early infancy. Clin Infect Dis 2009;48:1704–12.<\/p>&#13;\n&#13;\n<p>8. Genton B, D’Acremont V, Rare L, Baea K, Reeder JC, Alpers MP, et al. <em>Plasmodium vivax<\/em> and mixed infections are associated with severe malaria in children: a prospective cohort study from Papua New Guinea. PLoS Med 2008;5:e136.<\/p>&#13;\n&#13;\n<p>9. Kochar DK, Das A, Kochar SK, Saxena V, Sirohi P, Garg S, et al. Severe <em>Plasmodium vivax<\/em> malaria: a report on serial cases from Bikaner in northwestern India. Am J Trop Med Hyg 2009;80:194–8.<\/p>&#13;\n&#13;\n<p>10. Alexandre MA, Ferreira CO, Siqueira AM, Magalhães BL, Mourão MPG, Lacerda MV, et al. Severe <em>Plasmodium vivax<\/em> malaria, Brazilian Amazon. Emerg Infect Dis 2010;16:1611–4.<\/p>&#13;\n&#13;\n<p>11. Nosten F, McGready R, Simpson JA, Thwai KL, Balkan S, Cho T, et al. Effects of <em>Plasmodium vivax<\/em> malaria in pregnancy. Lancet 1999;354:546–9.<\/p>&#13;\n&#13;\n<p>12. McGready R, Lee SJ, Wiladphaingern J, Ashley EA, Rijken MJ, Boel M, et al. Adverse effects of falciparum and vivax malaria and the safety of antimalarial treatment in early pregnancy: a population-based study. Lancet Infect Dis 2012;12:388–96.<\/p>&#13;\n&#13;\n<p>13. William T, Menon J, Rajahram G, Chan L, Ma G, Donaldson S, et al. Severe <em>Plasmodium knowlesi<\/em> malaria in a tertiary care hospital, Sabah, Malaysia. Emerg Infect Dis 2011;17:1248–55.<\/p>&#13;\n&#13;\n<p>14. Barber BE, William T, Grigg MJ, Menon J, Auburn S, Marfurt J, et al. A prospective comparative study of knowlesi, falciparum, and vivax malaria in Sabah, Malaysia: high proportion with severe disease from <em>Plasmodium<\/em> <em>knowlesi<\/em> and <em>Plasmodium vivax <\/em>but no mortality with early referral and artesunate therapy. Clin Infect Dis 2013;56:383–97.<\/p>&#13;\n&#13;\n<p>15. Grigg MJ, William T, Barber BE, Parameswaran U, Bird E, Piera K, et al. Combining parasite lactate dehydrogenase-based and histidine-rich protein 2-based rapid tests to improve specificity for diagnosis of malaria due to <em>Plasmodium knowlesi<\/em> and other Plasmodium species in Sabah, Malaysia. J Clin Microbiol 2014;52:2053–60.<\/p>&#13;\n&#13;\n<p>16. Pukrittayakamee S, Chantra A, Simpson JA, Vanijanonta S, Clemens R, Looareesuwan S, et al. Therapeutic responses to different antimalarial drugs in vivax malaria. Antimicrob Agents Chemother 2000;44:1680–5.<\/p>&#13;\n&#13;\n<p>17. Valecha N, Srivastava B, Dubhashi NG, Rao BH, Kumar A, Ghosh SK, et al. Safety, efficacy and population pharmacokinetics of fixed-dose combination of artesunate–mefloquine in the treatment of acute uncomplicated <em>Plasmodium falciparum<\/em> malaria in India. J Vector Borne Dis 2013;50:258–64.<\/p>&#13;\n&#13;\n<p>18. Naing C, Racloz V, Whittaker MA, Aung K, Reid SA, Mak JW, et al. Efficacy and safety of dihydroartemisinin–piperaquine for treatment of <em>Plasmodium vivax<\/em> malaria in endemic countries: meta-analysis of randomized controlled studies. PLoS One 2013;8:e78819.<\/p>&#13;\n&#13;\n<p>19. Gogtay N, Kannan S, Thatte UM, Olliaro PL, Sinclair D. Artemisinin-based combination therapy for treating uncomplicated <em>Plasmodium vivax<\/em> malaria. Cochrane Database Systemat Rev 2013;10:CD008492.<\/p>&#13;\n&#13;\n<p>20. Abdallah TM, Ali AA, Bakri M, Gasim GI, Musa IR, Adam I. Efficacy of artemether–lumefantrine as a treatment for uncomplicated <em>Plasmodium vivax<\/em> malaria in eastern Sudan. Malar J 2012;11:e404.<\/p>&#13;\n&#13;\n<p>21. Baird JK. Resistance to therapies for infection by <em>Plasmodium vivax<\/em>. Clin Microbiol Rev 2009;22:508–34.<\/p>&#13;\n&#13;\n<p>22. Pukrittayakamee S, Imwong M, Chotivanich K, Singhasivanon P, Day NP, White NJ. A comparison of two short-course primaquine regimens for the treatment and radical cure of <em>Plasmodium vivax<\/em> malaria in Thailand. Am J Trop Med Hyg 2010;82:542–7.<\/p>&#13;\n&#13;\n<p>23. Battle KE, Karhunen MS, Bhatt S, Gething PW, Howes RE, Golding N, et al. Geographical variation in <em>Plasmodium vivax<\/em> relapse. Malar J 2014;13:e144.<\/p>&#13;\n&#13;\n<p>24. John GK, Douglas NM, von Seidlein L, Nosten F, Baird JK, White NJ, et al. Primaquine radical cure of <em>Plasmodium vivax<\/em>: a critical review of the literature. Malar J 2012;11:e280.<\/p>&#13;\n&#13;\n<p>25. Durand S, Cabezas C, Lescano AG, Galvez M, Gutierrez S, Arrospide N, et al. Efficacy of three different regimens of primaquine for the prevention of relapses of <em>Plasmodium vivax<\/em> malaria in the Amazon Basin of Peru. Am J Trop Med Hyg 2014;78:736–40.<\/p>&#13;\n&#13;\n<p>26. Baird JK, Leksana B, Masbar S, Fryauff DJ, Sutanihardja MA, Suradi, et al. Diagnosis of resistance to chloroquine by <em>Plasmodium vivax<\/em>: timing of recurrence and whole blood chloroquine levels. Am J Trop Med Hyg 1997;56:621–6.<\/p>&#13;\n&#13;\n<p>27. Maguire JD, Sumawinata IW, Masbar S, Laksana B, Prodjodipuro P, Susanti I, et al. Chloroquine-resistant <em>Plasmodium malariae<\/em> in south Sumatra, Indonesia. Lancet 2002;360:58–60.<\/p>&#13;\n&#13;\n<p>28. Howes RE, Dewi M, Piel FB, Monteiro WM, Battle KE, Messina JP, et al. Spatial distribution of G6PD deficiency variants across malaria-endemic regions. Malar J 2013;12:e418.<\/p>&#13;\n&#13;\n<p>29. Beutler E. The hemolytic effects of primaquine and related compounds. Blood 1959;14:103–39.<\/p>&#13;\n&#13;\n<p>30. Beutler E. G6PD deficiency. Blood 1994;84:3613–36.<\/p>&#13;\n&#13;\n<p>31. Kellermeyer RW, Tarlov AR, Brewer GJ, Carson PE, Alving AS. Hemolytic effect of therapeutic drugs. Clinical considerations of the primaquine-type hemolysis. J Am Med Assoc 1962;180:388–94.<\/p>&#13;\n&#13;\n<p>32. Recht J, Ashley EA, White NJ. A review of the safety of 8-aminoquinolines. Geneva: World Health Organization; 2014.<\/p>&#13;\n&#13;\n<p>33. Ashley EA, Recht J, White NJ. Primaquine: the risks and the benefits. Malar J 2014;13:418e.<\/p>&#13;\n&#13;\n<p>34. Alving AS, Johnson CF, Tarlov AR, Brewer GJ, Kellermeyer RW, Carson PE. Mitigation of the haemolytic effect of primaquine and enhancement of its action against exoerythrocytic forms of the Chesson strain of <em>Plasmodium vivax<\/em> by intermittent regimens of drug administration: a preliminary report. Bull World Health Organ 1960;22:621–31.<\/p>&#13;\n&#13;\n<p>35. Chotivanich K, Silamut K, Udomsangpetch R, Stepniewska KA, Pukrittayakamee S, Looareesuwan S, et al. Ex-vivo short-term culture and developmental assessment of <em>Plasmodium vivax<\/em>. Trans R Soc Trop Med Hyg 2001;95:677–80.<\/p>&#13;\n&#13;\n<p>36. Russell B, Chalfein F, Prasetyorini B, Kenangalem E, Piera K, Suwanarusk R, et al. Determinants of in vitro drug susceptibility testing of <em>Plasmodium vivax<\/em>. Antimicrob Agents Chemother 2008;52:1040–5.<\/p>&#13;\n&#13;\n<p>37. Russell BM, Udomsangpetch R, Rieckmann KH, Kotecka BM, Coleman RE, Sattabongkot J. Simple in vitro assay for determining the sensitivity of <em>Plasmodium vivax<\/em> isolates from fresh human blood to antimalarials in areas where P. vivax is endemic. Antimicrob Agents Chemother 2003;47:170–3.<\/p>&#13;\n","title":"A6.5 References","nid":157,"vid":1482,"created":1566388830,"changed":1573202982,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}