{"body":"<p>The national malaria strategic plan should be monitored at regular intervals to assess coverage of interventions, their impact and determine whether programmes are proceeding as intended or adjustments are required. Managers at national level should review the indicators at least every quarter. Annual reviews should also be undertaken before budgets are prepared, mid-term reviews may be conducted to assess interim progress, and a final programme review should be undertaken before the next strategic plan is developed. The final malaria programme review (and mid-term review) benefits from data from health facility surveys, household surveys and other special studies; therefore, these surveys and studies should be timed to contribute to the review(s).<\/p>&#13;\n&#13;\n<p>In reviewing indicators, managers should ask specific questions regarding the progress of malaria programmes. The precise questions will depend on the local operational context, but are likely to include the following:<\/p>&#13;\n&#13;\n<ul><li>Are programme coverage targets being met, or are particular interventions (e.g. target for percentage of suspected cases tested) experiencing problems? Are there stock-outs of commodities?<\/li>&#13;\n\t<li>Have there been important changes in the values of indicators over time? For example, has there been a decrease in the number of children receiving ITNs through immunization clinics? Of particular interest is whether the numbers of cases and deaths are being reduced or whether problems are being experienced in some locations, necessitating modification of the programme. Managers should also be alert to potential epidemics.<\/li>&#13;\n\t<li>Are there particular bottlenecks in the delivery of services? For example, is there a large difference in the number of pregnant women receiving first and third doses of intermittent preventive treatment?<\/li>&#13;\n\t<li>Are particular health facilities or geographical areas experiencing problems (e.g. low testing rate, prescription of inappropriate drugs, low reporting rates) or doing well?<\/li>&#13;\n\t<li>Is the surveillance system working well, or are there problems in case detection, reporting completeness, timeliness and coverage, registration of foci?<\/li>&#13;\n\t<li>Are management and human resource challenges at all levels of the programme?<\/li>&#13;\n<\/ul><p>These questions can be answered easily if data are presented in such a way that indicators can be compared with targets, across time, with other indicators and between geographical areas. Other comparisons may also be informative; for example, those between different types of facilities or providers of services.<\/p>&#13;\n&#13;\n<p>Managers at health facility and district levels should review indicators each month, or more frequently in the case of elimination. Feedback on the status of selected key indicators should be communicated to districts and health facilities weekly, monthly or quarterly, depending on the epidemiological context and should include private health facilities when possible.<\/p>&#13;\n&#13;\n<p>Health facility and intermediate-level (e.g. district) teams should be engaged in data analysis, presentation and interpretation to improve their involvement, performance and programme capacity. Data should be summarized in ways that allow staff in health facilities and districts to readily assess their facilities’ performance. Data may be presented on a dashboard, by ranking districts or facilities or by colour-coding indicators according to their value.<\/p>&#13;\n&#13;\n<p>Programmes should not be monitored only by malaria programme managers and implementers. Other government departments, elected leaders, community members and donors have a stake in ensuring the high quality of malaria programmes and should be able to assess the operations they are supporting. When these stakeholders are involved in the review process, they can help to ensure that malaria programmes are responding to the population’s needs and that malaria control and elimination are promoted as a development priority.<\/p>&#13;\n","title":"7.4.2 Programme monitoring and evaluation","nid":450,"vid":2715,"created":1567690308,"changed":1580212232,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":37,"name":"Monitoring & evaluation"}]}