{"title":"Hyperparasitaemia (2015)","nid":768,"vid":4268,"created":1623404444,"changed":1626692873,"field_accordian_header":[{"field_accordian":[{"field_title":"People with <em>P.","field_content":"People with <em>P. falciparum<\/em> hyperparasitaemia are at increased risk for treatment failure, severe malaria and death and should be closely monitored, in addition to receiving ACT.<br>\n&nbsp;\n<p class=\"statement\" style=\"background-color:rgb( 102 , 204 , 255 );  padding-left: 15px; padding-right: 15px; padding-top: 8px; padding-bottom: 5px;\"><span style=\"color:#0000cd\"><em>Good practice statement<\/em><\/span><\/p><\/tbody>\n","justification":"<p>In falciparum malaria, the risk for progression to severe malaria with vital organ dysfunction increases at higher parasite densities. In low-transmission settings, mortality begins to increase when the parasite density exceeds 100 000\/µL (~2% parasitaemia). On the north-west border of Thailand, before the general introduction of ACT, parasitaemia > 4% without signs of severity was associated with a 3% mortality rate (about 30-times higher than from uncomplicated falciparum malaria with lower densities) and a six-times higher risk of treatment failure. The relationship between parasitaemia and risks depends on the epidemiological context: in higher-transmission settings, the risk of developing severe malaria in patients with high parasitaemia is lower, but “uncomplicated hyperparasitaemia” is still associated with a significantly higher rate of treatment failure.<br \/><br \/>Patients with a parasitaemia of 4–10% and no signs of severity also require close monitoring, and, if feasible, admission to hospital. They have high rates  of treatment failure. Non-immune people such as travellers and individuals in low-transmission settings with a parasitaemia > 2% are at increased risk and also require close attention. Parasitaemia > 10% is considered to indicate severe malaria in all settings.<br \/><br \/>It is difficult to make a general recommendation about treatment of uncomplicated hyperparasitaemia, for several reasons: recognizing these patients requires an accurate, quantitative parasite count (they will not be identified from semi-quantitative thick film counts or RDTs), the risks for severe malaria vary considerably, and the risks for treatment failure also vary. Furthermore, little information is available on therapeutic responses in uncomplicated hyperparasitaemia. As the artemisinin component of an ACT is essential in preventing progression to severe malaria, absorption of the first dose must be ensured (atovaquone – proguanil alone should not be used for travellers presenting with uncomplicated hyperparasitaemia). Longer courses of treatment are more effective; both giving longer courses of ACT and preceding the standard 3-day ACT regimen with parenteral or oral artesunate have been used.<\/p>","practical_info":null,"field_icon":null}],"field_header":"Hyperparasitaemia&nbsp;(2015)"}],"field_content_type":{"tid":9,"name":"Accord","class":"accord"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_recommendation_api_url":"https:\/\/api.magicapp.org\/api\/v1\/recommendations\/?sectionId=78107","field_references":null,"field_tags":[{"tid":66,"name":"Recommendations for case management"},{"tid":47,"name":"Uncomplicated malaria"}]}