{"body":"<div class=\"blue-header\">&#13;\n<p><strong>Treating severe malaria<\/strong><\/p>&#13;\n<\/div>&#13;\n&#13;\n<div class=\"blue-content\">&#13;\n<p>Treat adults and children with severe malaria (including infants, pregnant women in all trimesters and lactating women) with intravenous or intramuscular artesunate for at least 24 h and until they can tolerate oral medication. Once a patient has received at least 24 h of parenteral therapy and can tolerate oral therapy, complete treatment with 3 days of an ACT (add single dose primaquine in areas of low transmission).<\/p>&#13;\n&#13;\n<p><em>Strong recommendation, high-quality evidence <\/em><\/p>&#13;\n&#13;\n<p><strong>Revised dose recommendation for parenteral artesunate in young children Children<\/strong><\/p>&#13;\n&#13;\n<p>weighing &lt; 20 kg should receive a higher dose of artesunate (3 mg\/kg bw per dose) than larger children and adults (2.4 mg\/kg bw per dose) to ensure equivalent exposure to the drug.<\/p>&#13;\n&#13;\n<p><em>Strong recommendation based on pharmacokinetic modelling<\/em><\/p>&#13;\n&#13;\n<p><strong>Parenteral alternatives when artesunate is not available<\/strong><\/p>&#13;\n&#13;\n<p>If parenteral artesunate is not available, use artemether in preference to quinine for treating children and adults with severe malaria.<\/p>&#13;\n&#13;\n<p><em>Conditional recommendation, low-quality evidence<\/em><\/p>&#13;\n<\/div>&#13;\n&#13;\n<div class=\"blue-header\">&#13;\n<p>Treating cases of suspected severe malaria pending transfer to a higher-level facility (pre-referral treatment)<\/p>&#13;\n<\/div>&#13;\n&#13;\n<div class=\"blue-content\">&#13;\n<p><strong>Pre-referral treatment options <\/strong><\/p>&#13;\n&#13;\n<p>Where complete treatment of severe malaria is not possible but injections are available, give adults and children a single intramuscular dose of artesunate, and refer to an appropriate facility for further care. Where intramuscular artesunate is not available use intramuscular artemether or, if that is not available, use intramuscular quinine.<\/p>&#13;\n&#13;\n<p><em>Strong recommendation, moderate-quality evidence <\/em><\/p>&#13;\n&#13;\n<p>Where intramuscular injections of artesunate are not available, treat children &lt; 6 years with a single rectal dose (10 mg\/kg bw) of artesunate, and refer immediately to an appropriate facility for further care. Do not use rectal artesunate in older children and adults.<\/p>&#13;\n&#13;\n<p><em>Strong recommendation, moderate-quality evidence<\/em><\/p>&#13;\n<\/div>&#13;\n","title":"Recommendations","nid":486,"vid":2154,"created":1568886251,"changed":1575441243,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}