{"body":"<p>Artemisinin derivatives are safe and well tolerated by young children; therefore, the choice of ACT is determined largely by the safety and tolerability of the partner drug.<br \/><br \/>&#13;\nSP (with artesunate) should be avoided in the first weeks of life because it displaces bilirubin competitively and could thus aggravate neonatal hyperbilibinaemia. Primaquine should be avoided in the first 6 months of life (although there are no data on its toxicity in infants), and tetracyclines should be avoided throughout infancy. With these exceptions, none of the other currently recommended antimalarial treatments has shown serious toxicity in infancy.<br \/><br \/>&#13;\nDelay in treating <em>P. falciparum <\/em>malaria in infants and young children can have fatal consequences, particularly for more severe infections. The uncertainties noted above should not delay treatment with the most effective drugs available. In treating young children, it is important to ensure accurate dosing and retention of the administered dose, as infants are more likely to vomit or regurgitate antimalarial treatment than older children or adults. Taste, volume, consistency and gastrointestinal tolerability are important determinants of whether the child retains the treatment. Mothers often need advice on techniques of drug administration and the importance of administering the drug again if it is regurgitated within 1 h of administration. Because deterioration in infants can be rapid, the threshold for use of parenteral treatment should be much lower.<br \/><br \/><strong>Optimal antimalarial dosing in young children<\/strong><br \/>&#13;\nAlthough dosing on the basis of body area is recommended for many drugs in young children, for the sake of simplicity, antimalarial drugs have been administered as a standard dose per kg bw for all patients, including young children and infants. This approach does not take into account changes in drug disposition that occur with development. The currently recommended doses of lumefantrine, piperaquine, SP, artesunate and chloroquine result in lower drug concentrations in young children and infants than in older patients. Adjustments to previous dosing regimens for dihydroartemisinin + piperaquine in uncomplicated malaria and for artesunate in severe malaria are now recommended to improve the drug exposure in this vulnerable population. The available evidence for artemether + lumefantrine, SP and chloroquine does not indicate dose modification at this time, but young children should be closely monitored, as reduced drug exposure may increase the risk for treatment failure. Limited studies of amodiaquine and mefloquine showed no significant effect of age on plasma concentration profiles.<br \/><br \/>&#13;\nIn community situations where parenteral treatment is needed but cannot be given, such as for infants and young children who vomit antimalarial drugs repeatedly or are too weak to swallow or are very ill, give rectal artesunate and transfer the patient to a facility in which parenteral treatment is possible. Rectal administration of a single dose of artesunate as pre-referral treatment reduces the risks for death and neurological disability, as long as this initial treatment   is followed by appropriate parenteral antimalarial treatment in hospital. Further evidence on pre-referral rectal administration of artesunate and other antimalarial drugs is given in <a href=\"\/node\/741\">section 5.5.3<\/a> Treating severe malaria - pre-referral treatment options.<br \/>&#13;\n <br \/><strong>Optimal antimalarial dosing in infants<\/strong><br \/>&#13;\nSee recommendation for Infants less than 5kg body weight below.<br \/><br \/><strong>Optimal antimalarial dosing in malnourished young children<\/strong><br \/>&#13;\nMalaria and malnutrition frequently coexist. Malnutrition may result in inaccurate dosing when doses are based on age (a dose may be too high for an infant with a low weight for age) or on weight (a dose may be too low for an infant with     a low weight for age). Although many studies of the efficacy of antimalarial drugs have been conducted in populations and settings where malnutrition was prevalent, there are few studies of the disposition of the drugs specifically in malnourished individuals, and these seldom distinguished between acute and chronic malnutrition. Oral absorption of drugs may be reduced if there is diarrhoea or vomiting, or rapid gut transit or atrophy of the small bowel mucosa. Absorption of intramuscular and possibly intrarectal drugs may be slower, and diminished muscle mass may make it difficult to administer repeated intramuscular injections to malnourished patients. The volume of distribution of some drugs may be larger and the plasma concentrations lower. Hypoalbuminaemia may reduce protein binding and increase metabolic clearance, but concomitant hepatic dysfunction may reduce the metabolism of some drugs; the net result is uncertain.<br \/><br \/>&#13;\nSmall studies of the pharmacokinetics of quinine and chloroquine showed alterations in people with different degrees of malnutrition. Studies of SP in IPTp and of amodiaquine monotherapy and dihydroartemisinin + piperaquine for treatment suggest reduced efficacy in malnourished children. A pooled analysis of data for individual patients showed that the concentrations of lumefantrine on day 7 were lower in children &lt; 3 years who were underweight for age than in adequately nourished children and adults. Although these findings are concerning, they are insufficient to warrant dose modifications (in mg\/kg bw) of any antimalarial drug in patients with malnutrition.<\/p>&#13;\n","title":"5.3.2 - Young children and infants","nid":735,"vid":4208,"created":1621407797,"changed":1625566515,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_left_right_navigation":1,"field_operational_":[{"field_image":"","field_link":"","field_title":null}],"field_recommendations":1,"recommendation":"<p>All cases of suspected malaria should have a parasitological test (microscopy or Rapid diagnostic test (RDT)) to confirm the diagnosis.<br \/>\r\nBoth microscopy and RDTs should be supported by a quality assurance programme.<br \/>\r\n<font color=\"#4090CF\"><em>Good practice statement<\/em><\/font><\/p>\r\n","recommendation_title":"Rapid diagnostic test (RDT)","field_references":null,"field_tags":[{"tid":29,"name":"Case management"},{"tid":47,"name":"Uncomplicated malaria"}]}