{"body":"<p>Routine entomological surveillance must be maintained in settings of very low transmission and elimination. Priority should be given to collecting information related to measuring receptivity, to determine where interventions may be required and to determine whether surveillance should be changed, such as relocating sentinel sites to ensure that they are in the optimal position to obtain the necessary information. Sentinel sites should be located where there is ongoing and\/or a significant risk of transmission, which requires periodic appraisal of information and realignment of the surveillance strategy. Surveillance might have to be intensified in the event of new, resurgent and persistent transmission, by adding sites, more frequent surveillance or measurement of additional indicators. Spot checks will be required when routine surveillance does not provide adequate information or to obtain additional data on a specific situation or risk.<\/p>&#13;\n&#13;\n<p>As transmission decreases over large areas with effective control, it will become more focalized, and, close to elimination, transmission will be limited to small foci. In these settings, in addition to routine entomological surveillance and spot checks, focus investigations that include entomological activities might be required (see <a href=\"\/node\/418\"><strong>section 5.5<\/strong><\/a>). The main purpose of such investigations is to clarify the nature of transmission in the focus to guide the appropriate response to interrupt malaria transmission, such as modification of vector control to enhance its effectiveness.<\/p>&#13;\n&#13;\n<p>Additional entomological investigations are justified where there is a possibility of local transmission (i.e. indigenous or introduced cases) in foci where transmission had been interrupted, or in foci where transmission has been reduced to a very low level but there is an upsurge and insufficient entomological data have been collected by routine surveillance or spot checks within the previous 3 years.<\/p>&#13;\n&#13;\n<p>In areas in which transmission has been interrupted, transmission foci may re-emerge due to factors related to vectors and\/or interventions, including: lapses in vector control, such as low coverage or poor quality of implementation; changes in vector populations that render interventions less effective (e.g. avoidance behaviour, insecticide resistance); increased receptivity (e.g. increased vector density or survival due to environmental changes); or introduction of infectious vectors or invasive species that are efficient vectors. Focus investigations are required to determine which of these potential factors is the cause of resurgence of transmission and, once identified, to design an appropriate response to re-interrupt transmission.<\/p>&#13;\n&#13;\n<p>The indicators to be measured in an entomological investigation in a transmission focus depend on local factors such as knowledge of local vector species and the availability, use and quality of interventions. Initial surveys should focus on the current vector control situation and include interviews with local residents to assess the coverage of interventions (i.e. access to and use of vector control measures). If LLINs are used, assessment of coverage should include the time since distribution. If IRS was performed, the assessment should take into account the time since houses in the area were last sprayed. If coverage of vector control interventions is low or has decreased significantly, population access to LLINs should be improved or IRS should be reintroduced. If effective coverage is readily restored, no further investigations may be required; however, if vector control coverage is found to be adequate, survey teams should assess whether human behaviour, such as late-night activities or sleeping away from the house, contribute to the risk of local transmission. If the population has activities that result in an increased risk of malaria, they should be informed about the risk and, when possible, given recommendations or interventions to reduce the risk.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 9.<\/strong><\/p>&#13;\n&#13;\n<p>Countries undertaking elimination may consider using a tiered approach in focus investigations. The first step is to assess whether the cases are indigenous, introduced or imported. If they are indigenous or introduced, the next step is to determine whether the population at risk has access to and is using recommended, highquality vector control interventions. If not, the immediate response should be to strengthen or re-deploy a core intervention (LLINs or IRS) and\/or provide heath messages to increase community compliance. When the cases are indigenous or introduced and intervention coverage is high and\/or there is limited entomological information, an entomological investigation should be conducted to determine the vector species involved, its susceptibility to the insecticides used for vector control and the relevant vector bionomics. If the malaria cases are imported, induced or relapsing, the only consideration is adequate coverage and the quality of vector control in the focus to prevent onward transmission <a href=\"\/node\/386\"><strong>(see section 3.3)<\/strong><\/a>.<\/p>&#13;\n<\/div>&#13;\n&#13;\n<p>If vector control coverage, use and quality are high and there are no latenight or other activities that might increase the risk of malaria transmission, entomological investigations should be conducted to verify the presence of vector species according to data on previous malaria transmission. For instance, if an active focus is located in a district or province for which there are no entomological data, an entomological investigation might be required to verify the vector species present (and its relative density, if possible). If a new vector species is identified, it may be necessary to determine its behaviour and the frequency and status of resistance to insecticides. Resistance should also be determined when high-intensity resistance is suspected or if there are multiple vector control options, such as different IRS formulations or pyrethroid plus piperonyl butoxide nets. In areas with vectors that are expected to be exophilic or exophagic, assessment of vector behaviour may be justified. Where LSM is used or being considered as a supplementary intervention, a detailed map of larval habitats will be a prerequisite for effective deployment of this intervention.<\/p>&#13;\n&#13;\n<p>A more comprehensive entomological investigation may be warranted if there is an increase in either species of Plasmodium parasite, such as if a new case due to <em>P. falciparum<\/em> is found in a focus in an area where <em>P. vivax<\/em> was thought to be the only endemic malaria parasite species.<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">While data are required to inform an appropriate response, immediate programme action should not be delayed while waiting for the results of an entomological investigation. When possible, activities should be conducted in parallel to ensure the most efficient response. Further adjustments can be made to interventions as additional information becomes available. For more guidance on focus investigations <strong>see <a href=\"\/node\/390\">section 3.4<\/a><\/strong>.<\/div>&#13;\n","title":"5.5.2 Priorities for entomological surveillance by transmission setting – Very low transmission and elimination","nid":420,"vid":3410,"created":1567680067,"changed":1587018609,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":43,"name":"Entomology & insecticide resistance"}]}