{"body":"<p>Early detection requires recognition of the beginning of an epidemic by the observation of changes in local disease incidence or number of cases, mainly from surveillance data; the purpose is to detect the likelihood or the occurrence of an epidemic. There will be only a few days or at most 2 weeks to detect whether an epidemic is under way. Recognition is quickly followed by verification, and, if an epidemic is confirmed, response activities must be set in motion to avert or reduce excess morbidity and mortality <em><a href=\"\/node\/455\">(69,70)<\/a><\/em>. Epidemic thresholds that are appropriate to the epidemiological context of the area should determine their occurrence.<\/p>&#13;\n&#13;\n<p>In epidemic-prone areas, where immunity is low, all age groups are at risk. If the majority of people attending most health facilities with fever and who are confirmed as having malaria are under 5 years of age or are pregnant, the region is probably endemic.<\/p>&#13;\n&#13;\n<p>The most important data elements for monitoring epidemics are:<\/p>&#13;\n&#13;\n<p>at all levels,<\/p>&#13;\n&#13;\n<ul><li> weekly number of cases tested (RDT or microscopy),<\/li>&#13;\n\t<li> weekly number of cases positive (RDT or microscopy) and<\/li>&#13;\n\t<li> weekly test positivity rate; and,<\/li>&#13;\n<\/ul><p>in higher-level health facilities,<\/p>&#13;\n&#13;\n<ul><li> weekly number of inpatient malaria cases (admissions) and<\/li>&#13;\n\t<li> weekly number of malaria deaths<\/li>&#13;\n<\/ul><p>Malaria epidemics escalate rapidly, with an average duration of 3–4 months. Monthly reporting cannot capture an upsurge of malaria cases at an early stage; therefore, the programme will be unable to deploy control resources quickly enough. As such, weekly reports on the above data elements are required to detect and control epidemics within 2 weeks of onset.<\/p>&#13;\n&#13;\n<p>In elimination settings with high-quality case-based surveillance and rapid notification systems, epidemics are easier to detect early. The main requirement is that the right analytical system be in place to compare cases with the epidemic threshold and to send immediate alerts.<\/p>&#13;\n&#13;\n<p>In most moderate-to-high-transmission countries with pockets of epidemic-prone areas, however, the HMIS often reports monthly aggregated data, which are not useful for early detection of an epidemic. In this situation, a more useful source might be data on both malaria and other febrile notifiable diseases like meningitis, cholera and yellow fever, which are reported weekly through the integrated diseases surveillance and response system. Other reporting of events, through the media, in the community or even rumours, may be used in the early detection of epidemics.<\/p>&#13;\n","title":"6.5.3 Early detection","nid":437,"vid":3462,"created":1567684512,"changed":1587039798,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":64,"name":"Epidemics"}]}