{"body":"<p>Entomological surveillance should be conducted to inform vector control planning and implementation to ensure that appropriate interventions are being used where they are needed; it should be directed by the NMP. The surveillance approach used in a country will depend on its past and present malaria epidemiology. The surveillance strategy should therefore be appraised periodically and revised if necessary to ensure cost–effective use of resources for vector control, particularly when significant changes in caseloads are being observed through reporting or surveys. Collaborations with other vector control programmes, research institutions, central or regional reference laboratories and other partners should be drawn upon for technical and programme support, as appropriate.<\/p>&#13;\n&#13;\n<p>Surveillance can be categorized as preliminary or baseline surveys, routine sentinel surveys for observation of trends, spot checks for supplementary data collection and focus investigations during elimination or in response to outbreaks (<strong>Box 8<\/strong>).<\/p>&#13;\n&#13;\n<div class=\"grayshade-content\">&#13;\n<p><strong>BOX 8.<br \/>&#13;\nTypes of surveys for vector control <\/strong><\/p>&#13;\n&#13;\n<p><em>Preliminary or baseline surveys:<\/em> These initial, time-limited surveys are used to gather baseline data for planning vector control measures. They provide information on the vector species present, their resting and feeding habits, changes in species composition by season and over time, types of water bodies used as larval habitats and vector susceptibility to insecticides. Information on local vector species and their ecology, biology and behaviour will often have been assembled and used to inform current control or elimination strategies. Data from these types of surveys can also be used to identify appropriate sentinel surveillance sites.<\/p>&#13;\n&#13;\n<p><em>Routine sentinel surveys:<\/em> Long-term observations are made regularly, such as monthly, quarterly or annually, in fixed locations. Their purpose is to identify any change in vector species density and composition, behaviour, susceptibility to insecticides and even infection rates, which may explain any observed epidemiological trends in malaria transmission, and ultimately to indicate the appropriate response. All malaria-endemic countries should have established entomological surveillance sites that have been carefully selected on the basis of multiple criteria (see next page). As transmission decreases and malaria becomes more focal, the location of sentinel sites should be adjusted to ensure collection of data that are applicable to the remaining transmission foci.<\/p>&#13;\n&#13;\n<p><em>Spot checks:<\/em> Ad-hoc assessments are carried out in selected locations as a supplement to routine observations and when more information is required to inform programme adjustment or response. Spot checks may include investigations in areas where there are suspected problems in the quality of implementation of an intervention; an expected increase in receptivity and\/or vulnerability, perhaps due to reintroduction or proliferation of a vector species as a result of environmental changes; the presence of vulnerable populations due, e.g. to resettlement, migration or mining; and heightened risks for importation due to increased human movement in border areas or transport routes linked to endemic countries.<\/p>&#13;\n&#13;\n<p><em>Focus investigations:<\/em> These investigations are undertaken in areas of new, persistent or resurgent malaria transmission to determine why the interventions being used are no longer reducing transmission. They are short-term, reactive epidemiological investigations in settings of elimination or prevention of re-establishment. The trigger for a focus investigation could be an increase in the prevalence of parasite infections or clinical malaria cases.<\/p>&#13;\n<\/div>&#13;\n&#13;\n<p>Routine entomological surveillance is distinct from the more detailed evaluations of entomology and vector control in operational research, which is usually conducted by partner institutes, including national research or academic institutions, to answer specific research questions, rather than as routine monitoring. Operational research is not discussed in this manual.<\/p>&#13;\n&#13;\n<p><strong>General criteria for selecting surveillance sites<\/strong><\/p>&#13;\n&#13;\n<p>Sites for conducting routine entomological sentinel surveys should ideally represent the range of eco-epidemiological settings in a country, including ecological zones with different malaria vector species and epidemiological regions or zones with different levels of malaria transmission (see <strong> <a href=\"\/node\/448\">section 7.4<\/a><\/strong>)<em><a href=\"\/node\/455\"> (33,34)<\/a><\/em>. It is essential that data generated at entomological sentinel sites can be linked to information on local malaria epidemiology (see <strong><a href=\"\/node\/391\">section 3.5<\/a>, <a href=\"\/node\/392\">section 3.6<\/a> <\/strong>and <strong><a href=\"\/node\/396\">3.7<\/a><\/strong>), such as at a health facility that serves as a sentinel site. Sentinel surveillance should be conducted iteratively, and the location of sites might have to be changed on the basis of epidemiological and entomological data. In areas where transmission has ceased because of effective control, sentinel surveillance should be used to re-assess the receptivity of the area. Depending on the outcome, surveillance sites should be maintained in areas in which transmission has been interrupted but where significant risk remains or should be (re-)moved from areas with no or low malariogenic potential.<\/p>&#13;\n&#13;\n<p>The other main characteristics to be considered in selecting entomological sentinel sites are the:<\/p>&#13;\n&#13;\n<ul><li> vector control interventions being used or planned, to ensure selection of sites that are representative, such as use of LLINs only, IRS only, LLINs and IRS, LLINs and larviciding;<\/li>&#13;\n\t<li> past or current use of insecticides in agriculture, which can affect the susceptibility of vectors to the insecticides used in malaria vector control;<\/li>&#13;\n\t<li> previous transmission levels, including hot spots with a history of epidemics;<\/li>&#13;\n\t<li> locations or areas at high risk of importation of cases, infected vectors or invasive vector species, such as ports, border posts or resting stops along major transport routes;<\/li>&#13;\n\t<li> ongoing or planned development that might change receptivity or vulnerability, such as increases in human or vector populations (e.g. at dam sites);<\/li>&#13;\n\t<li> location and availability of human resources and infrastructure, including trained personnel (entomologists, vector control technicians and mosquito collectors), facilities (insectaries, laboratories) and equipment (microscopes, test kits);<\/li>&#13;\n\t<li>location and availability of health facilities or partner institutes to house equipment and provide human resources for surveys; and<\/li>&#13;\n\t<li>anticipated accessibility of sites during the planned times of surveys, such as periods of high rainfall.<\/li>&#13;\n<\/ul><p>The number of sentinel sites required strongly depends on the size and ecological and epidemiological diversity of a country. It is proposed, as an approximate guide for monitoring resistance to insecticides, that there should be at least one sentinel site for every 500 000 nets distributed or 200 000 houses sprayed <em><a href=\"\/node\/455\">(35–37)<\/a><\/em>. This is equivalent to about one site per 1 million people protected, although the exact number will depend on the country’s epidemiology and population density. The distribution and number of sites should be reviewed periodically and adapted according to epidemiological data, identified patterns of resistance and available human and financial resources.<\/p>&#13;\n","title":"5.2 Surveillance systems for entomology and vector control","nid":411,"vid":3413,"created":1567675671,"changed":1587018676,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null,"field_tags":[{"tid":43,"name":"Entomology & insecticide resistance"}]}