{"body":"<p>The terms of reference of the MECP have been revised in accordance with an updated, more streamlined process of certification for elimination to include a greater role for independent national committees (such as national malaria elimination advisory committees) and the MPAC, in collaboration with dedicated teams of observers and certifiers who conduct country visits.<\/p>&#13;\n&#13;\n<p><strong>Key roles and responsibilities<\/strong><\/p>&#13;\n&#13;\n<p>1. Review submitted country documentation and national elimination reports, and discuss their content by video conference, teleconference or face to face.<\/p>&#13;\n&#13;\n<p>2. Conduct country assessments and field missions, with the following terms of reference:<\/p>&#13;\n&#13;\n<p>a. Review and assess how procedures and criteria proposed by WHO have been applied to document the elimination of malaria transmission, including evaluation of the performance of the surveillance system and high-quality case management.<\/p>&#13;\n&#13;\n<p>b. Verify that the data and information in country documentation and reports are accurate.<\/p>&#13;\n&#13;\n<p>c. Conduct field visits to verify elimination, in particular visit the last malaria foci in the country to ensure that they have been cleared.<\/p>&#13;\n&#13;\n<p>d. Review national guidelines and plans of action to ensure that the strategic technical components and guidelines are up to date.<\/p>&#13;\n&#13;\n<p>e. Collect and review any additional information required on the malaria situation in the country by meetings with key stakeholders, published and unpublished documents, journal publications, etc.<\/p>&#13;\n&#13;\n<p>f. Assess the capacity of the government to maintain its malaria-free status and prevent re-establishment of malaria transmission.<\/p>&#13;\n&#13;\n<p>g. Prepare a final evaluation report for country certification, and submit it to the WHO GMP.<\/p>&#13;\n&#13;\n<p>3. Review the final evaluation report with all other members of the MECP for review and comments. If necessary, feedback may be incorporated for finalization of the report (with the support of the WHO Secretariat).<\/p>&#13;\n&#13;\n<p>4. Report key findings from the final evaluation report to the WHO MPAC, and make a recommendation on whether malaria elimination can be certified or whether a decision should be postponed, with details of the additional evidence required to demonstrate that malaria has been eliminated.<\/p>&#13;\n&#13;\n<p>5. Review and update criteria and procedures for certification.<\/p>&#13;\n&#13;\n<p><strong>Rules and composition of the MECP (at least eight members, with a WHO-designated chairperson) <\/strong><\/p>&#13;\n&#13;\n<p>Members are appointed by WHO, in consultation with relevant WHO regional offices, for at least four years (with possible renewal).<\/p>&#13;\n&#13;\n<p>Members should have knowledge about and experience in malaria elimination, and at least one should be an entomologist. Members may represent fields such as medical parasitology, tropical medicine, laboratory science, epidemiology, vector biology and control, information systems and other specialized areas of public health such as programme management.<\/p>&#13;\n&#13;\n<p>Members should provide independent opinions and have no conflict of interest.<\/p>&#13;\n&#13;\n<p>Members conducting assessment or evaluation missions should not be citizens of the applicant country nor have recently supported the country in reviewing its malaria programme nor have been involved in preparing the national elimination report.<\/p>&#13;\n","title":"Annex 4. Terms of reference for the WHO Malaria Elimination Certification Panel","nid":372,"vid":3477,"created":1567510366,"changed":1587107070,"field_content_type":{"tid":2,"name":"Content","class":"content"},"field_references":null}