[{"title":{"en":"World Malaria Report 2021","fr":"","sp":""},"description":{"en":"<p><strong><a href=\"https://www.who.int/docs/default-source/malaria/world-malaria-reports/9789240015791-eng.pdf\" target=\"_blank\" title=\"World Malaria Report\">World Malaria Report 2021&nbsp;(pdf)</a></strong></p>\n\n<p><span style=\"font-size:14px\"><strong>Report foreword by WHO Director-General</strong></span></p>\n\n<p>In this year&rsquo;s <em>World malaria report</em>, WHO reflects on key milestones that have shaped the global response to the disease over the last 2 decades &ndash; a period of unprecedented success in malaria control that saw 1.5 billion cases averted and 7.6 million lives saved.</p>\n\n<p>Following the end of the Global Malaria Eradication Programme in 1969, reduced political commitment and funding for malaria control led to resurgences of the disease in many parts of the world &ndash; particularly in Africa. While reliable data are scarce, hundreds of millions of people were likely infected with malaria, and tens of millions died.</p>\n\n<p>Beginning in the 1990s, senior health leaders and scientists charted a course for a renewed response to malaria. Stepped-up investment in research and innovation led to the development of new disease-cutting tools, such as insecticide-treated nets, rapid diagnostic tests and more effective medicines.</p>\n\n<p>The creation of new financing mechanisms &ndash; notably the Global Fund to Fight AIDS, Tuberculosis and Malaria and the US President&rsquo;s Malaria Initiative &ndash; coupled with a steep increase in malaria funding, enabled the wide-scale deployment of these tools, contributing to reductions in disease and death on a scale that had never been seen before.</p>\n\n<p>Robust political commitment in Africa was key to success. Through the landmark 2000 Abuja Declaration, African leaders pledged to reduce malaria mortality on the continent by 50% over a 10-year timeframe.</p>\n\n<p>According to our report, global malaria mortality fell by 60% over the period 2000 to 2019. The African Region achieved impressive reductions in its annual malaria death toll &ndash; from 680 000 in 2000 to 384 000 in 2019.</p>\n\n<p>Countries in South-East Asia made particularly strong progress, with reductions in cases and deaths of 73% and 74%, respectively. India contributed to the largest drop in cases region-wide &ndash; from approximately 20 million to about 6 million.</p>\n\n<p>Twenty-one countries have eliminated malaria over the last 2 decades and, of these, 10 countries were officially certified by WHO as malaria free. Countries of the Greater Mekong continue to make major gains, with a staggering 97% reduction in cases of <em>P. falciparum</em> malaria seen since 2000<br />\n&ndash; a primary target in view of the ongoing threat posed by antimalarial drug resistance.</p>\n\n<p><strong>A plateau in progress</strong></p>\n\n<p>Progress made since the beginning of the millennium has been truly astonishing. However, as seen in this report, the gains have levelled off &ndash; a trend observed over recent years.</p>\n\n<p>In 2017, WHO warned that the global response to malaria had reached a &ldquo;crossroads&rdquo;, and that key targets of WHO&rsquo;s global malaria strategy would likely be missed. Three years on, we continue to see a plateau in progress; according to our latest report, the strategy&rsquo;s 2020 targets for reductions in disease and death will be missed by 37% and 22%, respectively.</p>\n\n<p>In 2020, COVID-19 emerged as an added &ndash; and formidable &ndash; challenge to malaria responses worldwide. In line with WHO guidance, many countries have adapted the way they deliver nets, diagnostics and medicines to ensure the safety of frontline health workers and communities. I wholeheartedly applaud these efforts, without which we would have likely seen much higher levels of mortality.</p>\n\n<p>However, according to new WHO projections, even moderate disruptions in access to effective treatment could lead to a considerable loss of life. The report finds, for example, that a 25% disruption in access to effective antimalarial treatment in sub-Saharan Africa could lead to 46 000 additional deaths.</p>\n\n<p><strong>Reigniting progress</strong></p>\n\n<p>To reinvigorate progress, WHO catalysed the &ldquo;high burden to high impact&rdquo; (HBHI) approach in 2018, together with the RBM Partnership to End Malaria. The response is led by 11 countries &ndash; including 10 in sub-Saharan Africa &ndash; that account for approximately 70% of the world&rsquo;s malaria burden.</p>\n\n<p>HBHI countries are moving away from a one-size-fits-all approach to malaria control &ndash; choosing instead to implement tailored responses based on local data and intelligence. While it is too early to evaluate the impact of this approach on malaria burden, important groundwork has been laid.</p>\n\n<p>A recent analysis from Nigeria, for example, found that through an optimized mix of interventions the country could avert tens of millions of additional cases and thousands of additional deaths by the year 2023, compared with a business-as-usual approach.</p>\n\n<p>A better targeting of malaria interventions and resources &ndash; particularly in countries like Nigeria, where the disease strikes hardest &ndash; will help speed the pace of progress towards our global malaria targets. Increased funding is also needed at domestic and international levels, together with innovations in new tools and approaches.</p>\n\n<p>Crucially, efforts to combat malaria must be integrated with broader efforts to build strong health systems based on people-centred primary health care, as part of every country&rsquo;s journey towards universal health coverage.</p>\n\n<p>It is time for leaders across Africa &ndash; and the world &ndash; to rise once again to the challenge of malaria &ndash; just as they did when they laid the foundation for the progress made since the beginning of this century. Through joint action, and a commitment to leaving no one behind, we can achieve our shared vision of a world free of malaria.</p>\n\n<p>&nbsp;</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:01:27.376Z","id":"5fc5ea47304c5a50392e79a5"},{"title":{"en":"Impact of disruptions during the COVID-19 pandemic","fr":"","sp":""},"description":{"en":"<p>During the pandemic, countries and their partners succeeded in averting the worst-case scenario of malaria deaths projected by WHO by mounting an urgent and strenuous response. Still, moderate disruptions in the delivery of malaria services contributed to the considerable increases seen in malaria cases (14 million) and deaths (69 000) between 2019 and 2020</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:02:05.999Z","id":"5fc5ea6d304c5a50392e79a6"},{"title":{"en":"New WHO methodology and global burden of malaria ","fr":"","sp":""},"description":{"en":"<p>This year&rsquo;s <em>World malaria report</em> applied a new statistical method to calculate number of malaria deaths among children under 5 years of age since 2000. This new methodology is being used across WHO and provides more precise cause-of-death estimates for young children for all diseases, including malaria. Applying the new methodology reveals higher numbers of estimated malaria deaths across the entire period 2000&ndash;2020, compared with previous analyses. In 2020, there were an estimated 627 000 malaria deaths worldwide.</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:02:59.022Z","id":"5fc5eaa3304c5a50392e79a7"},{"title":{"en":"A plateau in malaria progress before the pandemic","fr":"","sp":""},"description":{"en":"<p>Even before the emergence of COVID-19, global gains against malaria were levelling off, and the world was not on track to reach the 2020 milestones of WHO&rsquo;s global malaria strategy.&nbsp; To reinvigorate progress, WHO and partners catalysed a new, country-driven approach to malaria control in high burden countries which was beginning to gain momentum when COVID-19 struck</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:03:23.694Z","id":"5fc5eabb304c5a50392e79a8"},{"title":{"en":"Progress on a global scale remains uneven","fr":"","sp":""},"description":{"en":"<p>On a global scale, progress against malaria remains uneven. According to the report, many countries with a low burden of the disease are moving steadily towards the goal of malaria elimination. Two countries &ndash; El Salvador and China &ndash; were certified malaria-free by WHO in 2021. However, most countries with a high burden of the disease have suffered setbacks and are losing ground</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:03:40.143Z","id":"5fc5eacc304c5a50392e79a9"},{"title":{"en":"Significant and growing coverage gaps for WHO-recommended tools","fr":"","sp":""},"description":{"en":"<p>Global progress against malaria over of the past two decades was achieved, in large part, through the massive scale-up and use of WHO-recommended malaria tools that prevent, detect and treat the disease. The most recent data demonstrate these gains, while also highlighting the significant and sometimes widening gaps in access to life-saving tools for people at risk of malaria</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:04:06.616Z","id":"5fc5eae6304c5a50392e79aa"},{"title":{"en":"A convergence of threats in sub-Saharan Africa ","fr":"","sp":""},"description":{"en":"<p>The situation remains precarious &ndash; especially in sub-Saharan Africa, where the malaria burden remains unacceptably high and a convergence of threats poses an added challenge to disease control efforts. At the same time, the pandemic is not over, and the pace of economic recovery is uncertain. Without immediate and accelerated action, key 2030 targets of the WHO <em>Global technical strategy for malaria 2016&ndash;2030</em> will be missed, and additional ground may be lost</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:04:26.448Z","id":"5fc5eafa304c5a50392e79ab"},{"title":{"en":"What is needed to reach global malaria targets ","fr":"","sp":""},"description":{"en":"<p>In 2021, WHO updated its global malaria strategy reflect lessons learned over the past five years. Meeting the strategy&rsquo;s goals, including a 90% reduction in global malaria incidence and mortality rates by 2030, will require new approaches and greatly intensified efforts aided by new tools and the better implementation of existing ones. Stepped-up investments are also essential</p>\n","fr":"","sp":""},"initiatives":"","image":"","createdAt":"2020-12-01T07:04:54.362Z","id":"5fc5eb16304c5a50392e79ac"}]